import image from "./1.jpg";

export const title = "Як врятувати дитину від згубної залежності?";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />
      <ol>
        <li>
          <b>Розмовляйте про це.</b> Пам'ятайте, що розмова про вживання
          алкоголю, тютюну та наркотиків буде ефективною лише у відповідних
          ситуаціях. Початком такої бесіди може стати запитання, яке виникне у
          вашої дитини під час перегляду відповідної програми по телевізору, або
          питання, яке ви задасте собі. Наприклад, коли ви побажаєте визначити,
          якою інформацією володіє ваша дитина стосовно цієї теми, або взнати,
          чи обговорюється ця тема в школі та серед приятелів дитини. Будьте
          реалістичні, заборонити чи просто залякати дитину — не вихід зі
          становища. Навпаки!
        </li>
        <li>
          <b>Знати достатньо.</b> Батьки мусять знати трохи більше про алкоголь,
          тютюн та наркотики. Це настільки ж важливо як, наприклад, розуміти, що
          дасть вашій дитині освіта чи які переваги вживання здорової їжі.
          Знання про наркотики допоможуть підтримати розмову на цю тему, коли у
          цьому виникне необхідність, ви будете не так хвилюватись про себе і
          свою дитину.
        </li>
        <li>
          <b>Давайте дітям добрий приклад.</b> Приклад, який ви надасте дітям у
          вживанні алкоголю, цигарок, медпрепаратів і, можливо, наркотиків,
          набагато більше вплине, ніж будь-яка інша інформація. Якщо ви доведете
          дитині, що ви тримаєте алкоголь під контролем, тоді й дитина спробує
          наслідувати вас. Коли ж ви палите цигарку за цигаркою, ваші слова під
          час розмови про припинення вживання алкоголю чи наркотиків небагато
          будуть важити.
        </li>
        <li>
          <b>Будьте позитивним.</b> Не акцентуйте увагу на тому поганому, що є в
          дитині. Набагато краще розмовляти з нею про те, що може бути корисним
          для здоров'я і надасть великий «заряд» енергії. Будьте обережними,
          згадуючи про властивості наркотиків. Залиште місце для здорової
          цікавості.
        </li>
        <li>
          <b>Дайте можливість дитині на здорову дозу допитливості.</b> Для
          кращого розвитку діти повинні набувати досвіду. Частиною такого
          досвіду може стати експериментування з наркотиками чи алкоголем.
          Більшість підлітків самостійно не припинять їх уживати. Якщо ви будете
          про це пам'ятати, ви зможете вести розмову з дитиною, наполягаючи на
          тому, що вживання наркотиків завжди призведе до залежності.
        </li>
        <li>
          <b>Дозвольте дитині піти своїм шляхом.</b> Десь приблизно з 12-річного
          віку діти починають звільнятись від батьківського опікування. Чим
          більше ви будете протистояти цьому, ви дасте їм ще один привід
          бунтувати проти вас. Але вони не проти обговорити з вами деякі
          «слизькі» теми. Якщо це дозволить краще порозумітися, подібна розмова
          лише посилить зв'язок між вами та вашою дитиною, яка вам більше буде
          довіряти у час, коли намагатиметься знайти свій «шлях».
        </li>
        <li>
          <b>Виробіть правила та накладіть обмеження.</b> Дитина сприймає все
          нове як щось непізнане й невідоме. Тому вона додержується правил, які
          пропонують батьки. Правила дозволяють дитині зрозуміти, що батьки
          зацікавлені у її благополуччі. Дитина, яка робить все, що хоче,
          відчуватиме, начебто батькам однаково, що з нею діється. Дитина, до
          якої ставляться абияк, ніколи не навчиться поводитись обережно.
        </li>
        <li>
          <b>Навчить дітей переносити невдачу.</b> Навчайте своїх дітей боротьбі
          з невдачами. Розпач, страх та злість також сприяють процесу розвитку.
          Дитина часто хоче більше, ніж їй дозволяється, і сердиться, коли їй
          щось не дозволяють. Нерозумно охороняти свою дитину від усіх проблем,
          інакше вона не навчиться справлятись із ними. Це не значить, що
          взагалі не треба підтримувати дитину у складних ситуаціях.
        </li>
        <li>
          <b>Стимулюйте незалежність.</b> Дозволяйте дитині бути у розумних
          межах незалежною, пропонуючи їй відповідні віку завдання. Незалежна
          дитина краще триматиметься на ногах, оскільки менше буде залежати від
          інших людей, навчитися критично оцінювати людей через їхні дії. У
          проблемах наркоманії й алкоголізму незалежне мислення має велике
          значення.
        </li>
        <li>
          <b>Уникайте нудьги.</b>Спричинити вживання алкоголю чи наркотиків може
          просто нудьга. Розділяючи з дитиною свій вільний час, допомагайте їй,
          стимулюйте у неї будь-які захоплення, бажання займатись спортом
          підтримувати контакти з однолітками.
        </li>
        <li>
          <b>Замість заборони.</b> Замість суворої заборони дитині контактувати
          з дітьми, що вживають наркотики чи випивають, дозвольте спілкуватись
          із ними. Ви навіть можете запросити їх додому. Ви зможете
          проконтролювати, що саме відбувається з вашою дитиною і матимете
          можливість порозмовляти із цими підлітками про небезпеку вживання
          алкоголю й наркотиків. Не приховуйте свою стурбованість стосовно
          вживання заборонених препаратів. Така стурбованість зробить більше,
          аніж гнівний окрик. Крім того, ваша дитина і її друзі зрозуміють що їх
          поведінка не є чимось страшним.
        </li>
      </ol>

      <p>
        <b>Речі, які не слід казати дітям</b>
      </p>
      <ol>
        <li>
          "Коли я був у твоєму віці...". Дитина чує: "Твої проблеми не важливі,
          мені було важче".
        </li>
        <li>
          "Ти просто не розумієш!". Дитина чує: "Ти не спроможний зрозуміти, і
          немає сенсу намагатися пояснювати це тобі".
        </li>
        <li>
          "Ти думаєш, що тільки в тебе якісь проблеми". Дитина чує: "У тебе
          немає справжніх проблем".
        </li>
        <li>
          "У мене немає часу, щоб вислухати тебе...". Дитина чує: "Я надто
          зайнятий, щоб піклуватися про твій світ".
        </li>
        <li>
          "Роби те, що я кажу, а не те, що я роблю...". Дитина чує: "Роби
          правильно, а я не зобов'язаний так чинити, адже я вже дорослий".
        </li>
        <li>
          "Тому, що я наказав тобі!". Дитина чує: "Я не хочу чути твоїх спроб
          домовитися зі мною".
        </li>
        <li>
          "Та чому ж ти не можеш бути схожим на...?". Дитина чує: "Мені прикро,
          що ти не хтось інший".
        </li>
        <li>
          "Одного разу ти повернешся до цього дня...". Дитина чує: "Забудь про
          сьогодні й зосередься на завтрашньому дні".
        </li>
      </ol>

      <p>
        Звертайте увагу на поведінку та настрій дітей. Можливо, ваша підтримка –
        це найперше, чого дитина потребує. Якщо ви виявили проблему, пов’язану з
        булінгом (вашу дитину б’ють чи ображають у школі) звертайтесь:
      </p>

      <ul>
        <li>або до поліції з фіксацією побоїв;</li>
        <li>або до директора школи (письмово).</li>
      </ul>

      <p>
        <b>
          Не намагайтеся самі з’ясувати стосунки з кривдником. На емоціях ви
          можете завдати серйозної шкоди іншим дітям, до того ж згідно із
          законом, відповідальність за вчинки дітей несуть їхні батьки, тож
          адресуйте усі свої скарги тільки дорослим людям. Інакше, ви можете
          наразитися на зустрічну заяву до поліції та замість мирного
          врегулювання ситуації отримати скандал, який іще більше нашкодить
          дитині. Наполягайте на зустрічі з іншими учасниками конфлікту за
          участю третьої сторони (психолога, класного керівника, директора,
          соціального педагога).
        </b>
      </p>
    </div>
  );
}
