import image from "./1.jpg";

export const title = "Вибір професії - поради батькам";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />

      <p>
        Щороку перед випускниками шкіл постає питання вибору професійного
        майбутнього. Від правильного вибору залежить, як складеться подальше
        життя. Професія визначає і соціальний статус, і затребуваність у житті,
        і, навіть, рівень матеріального добробуту.
      </p>
      <p>
        Що порадити випускникові і його батькам? Замислюватися над питанням
        самовизначення потрібно не пізніше, ніж у класі дев'ятому чи десятому.
        Причому, одного «хочу» тут явно недостатньо. Необхідно об’єктивно
        оцінювати здібності і якості дитини, якими вона наділена від природи.
      </p>
      <p>
        Звісно, що батьки мають право наполягати на своєму рішенні щодо вибору
        професії для їхньої дитини. Цілком можливо, що обрана батьками професія
        затребувана на ринку праці й обіцяє в майбутньому матеріальний добробут,
        але якщо покликання їхніх дітей зовсім в іншому.
      </p>
      <p>
        Якщо батьки все ж хочуть спільного вирішити з дитиною, яку професію їй
        обрати, то у такому випадку їй потрібно допомогти визначитися до чого
        вона має схильність, що вміє та з’ясувати, чим би вона хотіла займатися
        або що вона знає про професію, яку бажає обрати.
      </p>
      <p>
        Не можливо переоцінити роль батьків у професійному визначенні власної
        дитини. Саме вони, маючи авторитет у дітей, можуть вплинути на прийняття
        такого відповідального рішення, як вибір професії. Ось чому важливо
        інформувати батьків учнів випускних класів про сучасну потребу ринку
        праці та правила вибору професій.
      </p>
      <p>
        Отже, для того, щоб допомогти дітям правильно обрати професію, треба:
      </p>

      <ol>
        <li>
          вивчити ринок праці, проаналізувати, які професії мають сталий попит
          та обрати професії відповідно до вимог ринку праці;
        </li>
        <li>створити у дитини якнайширше уявлення про світ професій;</li>
        <li>
          підтримувати інтерес до обраної професії і створювати атмосферу
          зацікавленості: давати зрозуміти дитині, що поважаєте її вибір, і вам
          не байдуже те, що вона обрала цей напрям;
        </li>
        <li>
          допоможіть їй з’ясувати, чи справді вона розуміє, чим буде займатися у
          майбутньому;
        </li>
        <li>
          не варто обирати за дитину життєвий шлях, оскільки це може призвести у
          майбутньому до невдач, незадоволеності собою та власним життям та
          розчаруванням;
        </li>
        <li>
          не варто нервувати, якщо дитина часто змінює свій вибір, а спробуйте
          зрозуміти, з чим це пов’язане.
        </li>
      </ol>

      <p>
        Головне, щоб людина займалася улюбленою справою. В цьому запорука
        успіху!
      </p>
    </div>
  );
}
