import { ImageKitCarousel } from "~/components/carousel";

export const title = "Перша психологічна допомога дітям";

export function Content() {
  return (
    <div className="content">
      <p>
        На жаль, в останні роки, стабільність та відчуття власної безпеки
        змінились на реальність, сповнену почуттям невизначеності та постійного
        стресу. Особливо гостро це відчули діти, які пережили травмуючі події,
        втратили можливість жити у звичному оточенні близьких людей та друзів.
        Перша психологічна допомога сприяє кращій адаптації дитини до нових умов
        проживання та навчання. Підтримка дитини з боку родини, учителів та
        інших осіб з найближчого її оточення є одним з найважливіших чинників,
        що сприяють нормальному подальшому розвитку та відновленню дитини після
        переживання травматичного досвіду.
      </p>
      <ImageKitCarousel path="psychological-service/psychologist/Перша психологічна допомога дітям" />
      ;
    </div>
  );
}
