import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "30 серпня 2021",
    items: [
      {
        text: "Про вибори секретаря педагогічної ради.",
      },
      {
        text: "Про підсумки діяльності педагогічного колективу школи у 2020-2021 н.р. та пріоритетні завдання щодо підвищення якості освітнього процесу у 2021-2022 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про особливості освітнього процесу в 2021-2022 н.р.",
        items: [
          {
            text: "Про вивчення рекомендацій, затверджених листом МОН Міністерства освіти і науки України від 23.07.2021 №1/10-3101 «Щодо особливостей організації навчання».",
            responsible: "Фурт С.В.",
          },
          {
            text: "Про дотримання вимог оновленої постанови Кабінету Міністрів України від 23.04.2021 №4 «Про затвердження протиепідемічних заходів у закладах освіти на період карантину у зв'язку з поширенням коронавірусної хвороби (COVID-19)».",
            responsible: "Фурт С.В.",
          },
          {
            text: "Про ознайомлення з постановою Кабінету Міністрів України від 28.07.2021 року № 797 «Про внесення змін до Національного плану вакцинопрофілактики гострої респіраторної хвороби COVID-19, спричиненої коронавірусом SARS-СоV-2, на період до 31 грудня 2021 року».",
            responsible: "Фурт С.В.",
          },
          {
            text: "Про хід проходження вакцинації працівниками школи.",
            responsible: "Алтинбаєва Л.М.",
          },
        ],
      },
      {
        text: "Про затвердження освітньої програми Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про розподіл варіативної частини навчального плану відповідно до вимог щодо складання розкладу уроків; розкладу занять факультативів, гурткової роботи.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про організований початок навчального року.",
        items: [
          {
            text: "Про затвердження річного плану роботи школи на 2021-2022 навчальний рік.",
            responsible: "Горевич Л.В.",
          },
          {
            text: "Про затвердження режиму роботи школи.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Про вивчення рекомендацій департаменту освіти і науки виконкому Криворізької міської ради щодо організації харчування учнів у 2021-2022 н.р (НАССР).",
            responsible: "Лівак В.В., Чернявська А.А.",
          },
          {
            text: "Про затвердження правил внутрішнього трудового розпорядку.",
            responsible: "Горевич Л.В.",
          },
          {
            text: "Про охорону праці та безпеки життєдіяльності в школі. Про комплексні заходи з безпеки життєдіяльності та ОП на 2021-2022 н.р. Про дотримання Положення про комісію з питань надзвичайних ситуацій.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Про затвердження плану роботи шкільної бібліотеки.",
            responsible: "Косяк С.В.",
          },
          {
            text: "Про затвердження плану роботи методичної ради.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Про роботу соціально-психологічної служби. Затвердження плану роботи соціально- психологічної служби на 2021-2022 н.р.",
            responsible: "Алтинбаєва Л.М., Чернявська А.А., Хрустальова О.В.",
          },
        ],
      },
      {
        text: "Про План заходів КЗШ № 55 КМР ДО на 2021-2022 н.р. щодо профілактики правопорушень серед дітей.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Визначення законодавчих документів щодо розвитку освіти України. Використання освітніх платформ для дистанційного навчання.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про зарахування сертифікатів онлайн курсів підвищення кваліфікації при атестації педагогічних працівників.",
        responsible: "Фурт С.В., Лівак В.В.",
      },
      {
        text: "Про надання безкоштовного харчування учневі 2-Б класу Тарасюку Давиду, як дитині пільгової категорії, який відвідує групу подовженого дня, згідно заяви опікуна.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про затвердження Плану заходів щодо профілактики булінгу в КЗШ №55 КМР ДО у 2021-2022 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про затвердження Правила поведінки здобувачів освіти Криворізької загальноосвітньої школи №55 Криворізької міської ради Дніпропетровської області на 2021 - 2022 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про вивчення методичних рекомендацій щодо оцінювання результатів навчання учнів 1-4 класів закладів загальної середньої освіти (наказ Міністерства освіти і науки України від 13.07.2021 № 813).",
        responsible: "Фурт С.В., Старікова Н.А., Мугак Н.І., Юшко А.А.",
      },
    ],
  },
  {
    date: "4 жовтня 2021",
    items: [
      {
        text: "Про надання безкоштовного харчування учениці 1-Б класу Юрченко Віолетті, як дитині пільгової категорії, яка відвідує групу подовженого дня, згідно заяви опікуна.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про затвердження критеріїв оцінювання результатів навчання учнів 1-4 класів освітнього закладу з урахуванням Орієнтовної рамки оцінювання.",
        responsible: "Фурт С.В., Старікова Н.А.",
      },
      {
        text: "Про затвердження критеріїв рівневого оцінювання результатів тематичних діагностувальних робіт учнів 3-4 класу згідно Орієнтовної рамки оцінювання.",
        responsible: "Фурт С.В., Мугак Н.І.",
      },
      {
        text: "Про внесення змін в Освітнію програмі, що стосується системи оцінювання результатів навчання учня/учениці.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про внесення змін щодо оцінювання результатів навчання учнів у Положенні про внутрішню систему забезпечення якості освіти в закладі загальної середньої освіти.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "8 листопада 2021",
    items: [
      {
        text: "Про результати роботи вчителя української мови та літератури і англійської мови (ІІ курсу магістратури факультету української філології Криворізького державного педагогічного університету) Глуговської Людмили Григорівни.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про розгляд заяви випускника 2003 року Гайдалова Володимира Володимировича щодо видачі дубліката свідоцтва про повну загальну середню освіту.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "15 листопада 2021",
    items: [
      {
        text: "Про аналіз виховної роботи за минулий 2020-2021 н.р. Робота педагогічного колективу щодо формування особистісних якостей та соціальної активності учня-громадянина- патріота України. (Алтинбаєва Л.М.)",
        items: [
          {
            text: "Про учнівське самоврядування в освітньому просторі закладу.",
            responsible: "Посметюха А.С.",
          },
          {
            text: "Про затвердження Меморандуму співпраці між учасниками освітнього процесу КЗШ №55 КМР ДО.",
            responsible: "Алтинбаєва Л.М.",
          },
          {
            text: "конструктивну взаємодію здобувачів освіти, батьків та педагогів.",
            responsible: "Хрустальова О.В.",
          },
          {
            text: "Про дотримання етичних норм поведінки, поваги та гідності в контексті взаємодії усіх учасників освітнього процесу.",
            responsible: "Чернявська А.А.",
          },
          {
            text: "Про шляхи створення умов для впровадження прогресивних педагогічних концепцій, інноваційних технологій з питань превентивного виховання.",
            responsible: "Витрищенко С.М.",
          },
          {
            text: "Про системний підхід до протидії булінгу в новій українській школі.",
            responsible: "Фербей В.В.",
          },
          {
            text: "Про алгоритм роботи з батьківською громадськістю щодо створення інклюзивного навчання дітей з особливим освітнім потребами.",
            responsible: "Соловйова Н.А.",
          },
        ],
      },
      {
        text: "Про академічну доброчесність: наслідки списування для здобувачів освіти. Роль класного керівника при взаємодії учнів, батьків та педагогів.",
        responsible: "Харенко Ю.А.",
      },
      {
        text: "Про затвердження Плану основних заходів КЗШ №55 КМР ДО з питань профілактики дитячого дорожньо-транспортного травматизму на 2021-2022 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання рішень попередньої педагогічної ради.",
        responsible: "Фурт С.В., Алтинбаєва Л.М., Лівак В.В.",
      },
    ],
  },
  {
    date: "20 грудня 2021",
    items: [
      {
        text: "Про затвердження Положень з охорони праці, техніки безпеки, пожежної безпеки:",
        items: [
          {
            text: "Положення про службу охорони праці Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Положення про систему управління охороною праці Криворізької загальноосвітньої школи І – ІІІ ступенів № 55.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Положення про навчання з охорони праці Криворізької загальноосвітньої школи І – ІІІ ступенів № 55.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Положення про пожежно-технічну комісію Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
            responsible: "Петрушевська Л.Г.",
          },
          {
            text: "Положення про розробку інструкцій з охорони праці Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Положення про комісію з питань охорони праці Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Положення про порядок навчання з питань пожежної безпеки Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Положення про медичний огляд працівників Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
            responsible: "Алтинбаєва Л.М., Шамрай Т.Р.",
          },
          {
            text: "Положення про організацію роботи з охорони праці та безпеки життєдіяльності учасників освітнього процесу Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
            responsible: "Фурт С.В.",
          },
          {
            text: "Положення про адміністративно-громадський контроль з охорони праці Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
            responsible: "Петрушевська Л.Г.",
          },
        ],
      },
      {
        text: "Про затвердження Номенклатури справ Криворізької загальноосвітньої школи І-ІІІ ступенів № 55 на 2022 рік.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про дотримання інструкції з діловодства Криворізької загальноосвітньої школи І-ІІІ ступенів № 55.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про визнання результатів підвищення кваліфікації педагогічних працівників у 2021 році.",
        responsible: "Фурт С.В., Лівак В.В.",
      },
      {
        text: "Про затвердження орієнтовного плану підвищення кваліфікації педагогічних працівників Криворізької загальноосвітньої школи І-ІІІ ступенів № 55 на 2022 рік.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про затвердження комплексної програми з національно-патріотичного виховання Криворізької загальноосвітньої школи І-ІІІ ступенів № 55 «Виховуємо дитину – будуємо країну» на період до 2027 року.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про розгляд заяви випускника 2000 року Франчука Сергія Володимировича щодо видачі дубліката свідоцтва про здобуття повної загальної середньої освіти.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "24 грудня 2021",
    items: [
      {
        text: "Щодо визначення типу закладу у відповідності до Закону України «Про освіту».",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "10 січня 2022",
    items: [
      {
        text: "Про вибір проєктів підручників для 9 класу освітнього закладу.",
        responsible:
          " Фурт С.В., Рзаєва Н.О.,Артемюк Н.А, Витрищенко С.М., Москаленко В.І.",
      },
      {
        text: "Розгляд апробованої методичної наробки учителя української мови та літератури Алтинбаєвої Л.М. – претендентки на присвоєння звання «учитель-методист».",
        responsible: "Алтинбаєва Л.М.,Фурт С.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "24 січня 2022",
    items: [
      {
        text: "Про педагогічні стратегії розвитку самоефективної особистості засобами використання сучасних освітніх методик під час викладання історії та правознавства.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Формування предметних компетентностей на уроках історії.",
        responsible: "Рзаєва Н.О.",
      },
      {
        text: "Про підсумки освітнього процесу за І семестр 2021/2022 н.р.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про стан відвідування учнями школи за І семестр 2021/2022 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про результати проведення самоаналізу освітньої діяльності навчального закладу за напрямом «Освітнє середовище закладу освіти».",
        responsible: "Фурт С.В., Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Фурт С.В., Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "7 лютого 2022",
    items: [
      {
        text: "Про хід атестації педагогічних працівників у 2022 р.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про результати проведення самоаналізу освітньої діяльності навчального закладу за напрямом «Система оцінювання здобувачів освіти».",
        responsible: "Фурт С.В., Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про надання безкоштовного харчування учениці 1-Б класу Зеленській Богдані Вячеславівні, як дитині, позбавленій батьківського піклування, та Шамраю Роману Андрійовичу, дитині з інвалідністю, які відвідують групу продовженого дня, згідно заяв опікуна та матері.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Фурт С.В., Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "8 січня 2022",
    items: [
      {
        text: "Про переведення з 09.02.2022 здобувачів освіти 1-В, 4-Б класів на навчання у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Фурт С.В.",
      },
    ],
  },
  {
    date: "14 січня 2022",
    items: [
      {
        text: "Про переведення з 15.02.2022 здобувачів освіти 6-А класу на навчання у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Фурт С.В.",
      },
    ],
  },
  {
    date: "15 січня 2022",
    items: [
      {
        text: "Про переведення з 16.02.2022 здобувачів освіти учнів 2-А, 3-А, 3-Б, 5-А, 7-Б класів на навчання у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Фурт С.В.",
      },
    ],
  },
  {
    date: "16 січня 2022",
    items: [
      {
        text: "Про переведення з 17.02.2022 здобувачів освіти учнів 8-А, 9-А, 9-Б класів на навчання у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Фурт С.В.",
      },
    ],
  },
  {
    date: "17 січня 2022",
    items: [
      {
        text: "Про переведення з 18.02.2022 здобувачів освіти учнів 7-А класу на навчання у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Фурт С.В.",
      },
    ],
  },
  {
    date: "18 січня 2022",
    items: [
      {
        text: "Про переведення з 21.02.2022 здобувачів освіти учнів 2-Б, 5-Б, 6-Б класів на навчання у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Фурт С.В.",
      },
    ],
  },
  {
    date: "21 січня 2022",
    items: [
      {
        text: "Про переведення з 22.02.2022 здобувачів освіти 1-А, 11-А класів на навчання у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Фурт С.В.",
      },
    ],
  },
  {
    date: "22 січня 2022",
    items: [
      {
        text: "Про переведення з 23.02.2022 здобувачів освіти 4-Б класу на навчання у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Фурт С.В.",
      },
    ],
  },
  {
    date: "20 березень 2022",
    items: [
      {
        text: "Про внесення змін до структури навчального року.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вивчення наказу МОН України від 01.04.2022 № 290 «Про затвердження методичних рекомендацій щодо окремих питань завершення 2021/2022 навчального року». Про розгляд рекомендацій щодо проведення підсумкового оцінювання, виконання освітніх програм, заповнення класних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вивчення нормативних документів, що регламентують проведення ДПА у 2021-2022 н.р. Вибір предмету для ДПА учнів 9-х класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 19.02.2021 № 235 «Про затвердження типової освітньої програми для 5-9 класів загальної середньої освіти».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Затвердження проєкту Освітньої програми на 2022-2023 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про результати атестації та курсової перепідготовки педагогічних працівників у 2021/2022 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про попередню комплектацію навчального навантаження та розподіл годин між педагогічними працівниками навчального закладу.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Аналіз роботи з охорони праці, запобігання нещасних випадків серед учасників освітнього процесу. Про посилення заходів щодо попередження дитячого травматизму, профілактика правопорушень, злочинності, дитячої бездоглядності.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування ефективних форм навчальної діяльності та методичної роботи школи для надання якісних освітніх послуг в умовах дистанційного навчання відповідно до Положення про дистанційну форму здобуття (повної) загальної середньої освіти в КЗШ № 55 КМР ДО.",
        responsible: "Лівак В.В., Соловйова Н.А.",
      },
      {
        text: "Виконання рішень попередніх педагогічних рад.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "28 березня 2022",
    items: [
      {
        text: "Про використання сучасних освітніх методів та прийомів навчання під час викладання Іноземної мови.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Розвиток педагогічних стратегій щодо успішної соціалізації учнів у сучасному освітньому просторі.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Використання ігрових вправ на уроках англійської мови з метою розвитку особистості учня НУШ.",
        responsible: "Марченко І.А.",
      },
      {
        text: "Розвиток діалогічного мовлення як складова соціальної компетентності особистості.",
        responsible: "Хоменко А.Ю.",
      },
      {
        text: "Використання інтерактивних методів та інноваційних технологій на уроках англійської мови.",
        responsible: "Глуговська Л.Г.",
      },
      {
        text: "Формування навичок критичного мислення на уроках іноземної мови.",
        responsible: "Акан Я.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Фурт С.В., Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "23 квітня 2022",
    items: [
      {
        text: "Про вибір підручників для 5 класу на 2022-2023 н.р.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "7 червня 2022",
    items: [
      {
        text: "Про переведення учнів 1-8 класів на наступний рік навчання.",
        responsible: "Горевич Л.В., класні керівники 1-8 класів",
      },
      {
        text: "Про випуск здобувачів освіти 9 класів зі школи та вручення свідоцтв про базову загальну середню освіту з відзнакою та свідоцтв про базову загальну середню освіту звичайного зразка.",
        responsible: "Лівак В.В., Хоменко А.Ю., Добровольська В.Е.",
      },
      {
        text: "Про випуск учнів 11-х класів зі школи. Про представлення до нагородження учнів 11-х класів золотою медаллю «За високі досягнення у навчанні» та срібною медаллю «За досягнення у навчанні».",
        responsible: "Лівак В.В., Витрищенко С.М.",
      },
      {
        text: "Про нагородження випускників 11 класу похвальною грамотою «За особливі досягнення у вивченні окремих предметів».",
        responsible: "Лівак В.В., Витрищенко С.М.",
      },
      {
        text: "Про виконання рішень попередніх педрад (від 20.04.2022, від 28.04.2022).",
        responsible: "Лівак В.В., Соловйова Н.А., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "13 червня 2022",
    items: [
      {
        text: "Про результати проведення самоаналізу освітньої діяльності навчального закладу за напрямом «Оцінювання педагогічної діяльності педагогічних працівників».",
        responsible: "Лівак В.В., Алтинбаєва Л.М., Соловйова Н.А.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В., Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "23 червня 2022",
    items: [
      {
        text: "Про результати проведення самоаналізу освітньої діяльності навчального закладу за напрямом «Управлінські процеси закладу освіти».",
        responsible: "Лівак В.В., Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В., Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "24 червня 2022",
    items: [
      {
        text: "Про розгляд заяви випускника 1989 року Федіної Тетяни Валеріївни щодо видачі дубліката свідоцтва про повну загальну середню освіту.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "11 серпня 2022",
    items: [
      {
        text: "Відповідальним учителям-експертам здійснити самоаналіз освітньої діяльності навчального закладу, надати матеріали на перевірку старшим експертам до початку проведення педагогічної ради.",
        responsible: "Лівак В.В., Алтинбаєвій Л.М.",
      },
    ],
  },
];
