import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "30 серпня 2022",
    items: [
      {
        text: "Про вибори секретаря педагогічної ради.",
      },
      {
        text: "Про зміну типу закладу на Криворізьку гімназію № 55 Криворізької міської ради з 01.09.2022 р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки діяльності педагогічного колективу освітнього закладу у 2021-2022 н.р. та пріоритетні завдання щодо підвищення якості освітнього процесу у 2022-2023 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про особливості освітнього процесу в 2022-2023 н.р.",
        items: [
          {
            text: "Про розгляд листа Міністерства освіти і науки України від 27.06.22 року № 1/7035-22 «Про підготовку до початку та особливості організації освітнього процесу в 2022/2023 навчальному році» та вивчення рекомендацій затверджених листом МОН від 19.08.2022 р. №1/9530-22 «Методичні рекомендації щодо організації освітнього процесу у 2022/2023 навчальному році».",
            responsible: "Лівак В.В.",
          },
          {
            text: "Про вивчення методичних рекомендацій щодо оцінювання результатів навчання учнів закладів загальної середньої освіти.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Про розгляд постанови КМУ від 19.08.2022 р. №928 «Про внесення змін до розпорядження Кабінету Міністрів України від 25 березня 2020 р. № 338 і постанови Кабінету Міністрів України від 9 грудня 2020 р. № 1236», щодо продовження до 31 грудня 2022 року на всій території України карантин через COVID-19 та режим НС».",
            responsible: "Лівак В.В.",
          },
          {
            text: "Про вивчення листа МОН від 10.08.2022 № 1/9105-22 «Щодо організації виховного процесу в закладах освіти у 2022/2023 н. р.»",
            responsible: "Алтинбаєва Л.М.",
          },
        ],
      },
      {
        text: "Про затвердження освітньої програми Криворізької гімназії № 55 Криворізької міської ради.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організований початок навчального року.",
        items: [
          {
            text: "Про затвердження річного плану роботи Криворізької гімназії № 55 Криворізької міської ради на 2022-2023 навчальний рік.",
            responsible: " Горевич Л.В.",
          },
          {
            text: "Про затвердження режиму роботи Криворізької гімназії № 55 Криворізької міської ради.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Про затвердження правил внутрішнього трудового розпорядку.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Про охорону праці та безпеки життєдіяльності в Криворізькій гімназії № 55 Криворізької міської ради. Про комплексні заходи з безпеки життєдіяльності та ОП на 2022-2023 н.р. Про дотримання Положення про комісію з питань надзвичайних ситуацій.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Про затвердження плану роботи бібліотеки Криворізької гімназії № 55 Криворізької міської ради.",
            responsible: "Косяк С.В.",
          },
          {
            text: "Про затвердження плану роботи методичної ради.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Про затвердження положення про методичні спільноти.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Про роботу соціально-психологічної служби. Затвердження плану роботи соціально- психологічної служби на 2022-2023 н.р.",
            responsible: " Алтинбаєва Л.М., Чернявська А.А., Хрустальова О.В.",
          },
        ],
      },
      {
        text: "Про План заходів по Криворізькій гімназії № 55 Криворізької міської ради на 2022-2023 н.р. щодо профілактики правопорушень серед дітей.",
        responsible: " Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення із законодавчими документів щодо роботи закладу у воєнний стан в Україні.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Використання освітніх платформ для дистанційного навчання.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про зарахування сертифікатів онлайн курсів підвищення кваліфікації при атестації педагогічних працівників",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Плану заходів щодо профілактики булінгу в Криворізькій гімназії №55 Криворізької міської ради на 2022-2023 навчальний рік.",
        responsible: " Алтинбаєва Л.М.",
      },
      {
        text: "Про затвердження Правила поведінки здобувачів освіти Криворізької гімназії № 55 Криворізької міської ради на 2022 - 2023 навчальний рік.",
        responsible: " Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "28 листопада 2022",
    items: [
      {
        text: "Формування взаєморозуміння, співробітництва щодо захисту прав та свобод, оволодіння здобувачами освіти універсальними цінностями та моделями поведінки, які складають основу світової культури. Удосконалення виховної системи через розвиток класного колективу»:",
        items: [
          {
            text: "Про аналіз виховної роботи за минулий 2021-2022 н.р. Робота педагогічного колективу щодо формування особистісних якостей та соціальної активності учня. Національно-патріотичне виховання в освіті з погляду сучасності».",
            responsible: "Алтинбаєва Л.М.",
          },
          {
            text: "Про сприяння розвитку учнівського самоврядування в гімназії.",
            responsible: "Посметюха А.С.",
          },
          {
            text: "Про превентивну роботу щодо протидії боулінгу (цькуванню).",
            responsible: "Артемюк Н.А.",
          },
          {
            text: "Про запобігання домашньому насиллю.",
            responsible: "Половинкина О.А.",
          },
          {
            text: "Про протидії торгівлі людьми.",
            responsible: "Чернявська А.А.",
          },
          {
            text: "Про профілактику шкідливих звичок та девіантної поведінки серед здобувачів освіти.",
            responsible: "Довмат Г.В.",
          },
          {
            text: "Про важливість сімейного виховання в нових реаліях воєнного стану.",
            responsible: "Заярнюк С.М.",
          },
          {
            text: "Про психологічну підтримку всіх учасників освітнього процесу під час війни.",
            responsible: "Хрустальова О.В.",
          },
        ],
      },
      {
        text: "Про затвердження Плану основних заходів КГ №55 КМР з питань профілактики дитячого дорожньо-транспортного травматизму на 2022-2023 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання рішень попередньої педагогічної ради.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "7 грудня 2022",
    items: [
      {
        text: "Про затвердження Положень з охорони праці, техніки безпеки, пожежної безпеки:",
        items: [
          {
            text: "Положення про службу охорони праці Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про систему управління охороною праці Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про навчання з охорони праці Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про пожежно-технічну комісію Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про розробку інструкцій з охорони праці Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про комісію з питань охорони праці Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про порядок навчання з питань пожежної безпеки Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про медичний огляд працівників Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про організацію роботи з охорони праці та безпеки життєдіяльності учасників освітнього процесу Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про адміністративно-громадський контроль з охорони праці Криворізької гімназії № 55.",
            responsible: "Лівак В.В.",
          },
          {
            text: "Положення про комісію з питань надзвичайних ситуацій Криворізької гімназії № 55.",
          },
        ],
      },
      {
        text: "Про затвердження Номенклатури справ КГ № 55 КМР на 2023 рік.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про використання інструкції з діловодства КГ № 55 КМР.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про особливості оцінювання учнів 5 класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "26 грудня 2022",
    items: [
      {
        text: "Про визнання результатів підвищення кваліфікації педагогічних працівників у 2022 році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження орієнтовного плану підвищення кваліфікації педагогічних працівників КГ № 55 КМР на 2023 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Положення про пропускний режим Криворізької гімназії №55 Криворізької міської ради.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Санітарного регламенту Криворізької гімназії № 55 Криворізької міської ради.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Положення про дистанційну форму здобуття базової загальної середньої освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Положення про педагогічну раду Криворізької гімназії №55 Криворізької міської ради.",
        responsible: "Горевич Л..В.",
      },
      {
        text: "Про затвердження Меморандуму співпраці між учасниками освітнього процесу Криворізької гімназії №55 Криворізької міської ради.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Порядку здійснення медичного обслуговування Криворізької гімназії №55 Криворізької міської ради.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Положення про класного керівника КГ №55 КМР",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Плану заходів щодо реалізації національно-патріотиного виховання учнів КГ №55 КМР на 2020 - 2025 роки (відповідно Стратегії національно-патріотичного виховання, затвердженої Указом Президента України від 18.05.2019 № 286).",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Комплексної програми з національно-патріотичного виховання «Виховуємо дитину – будуємо країну» у КГ №55 КМР на період до 2027 року.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Положення про внутрішню систему забезпечення якості освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження положення про академічну доброчесність",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "31 січня 2023",
    items: [
      {
        text: "Про педагогічні стратегії розвитку самоефективної особистості засобами використання сучасних освітніх методик під час викладання фізики, математики, інформатики.",
        responsible: "Лівак В.В.",
      },
      {
        text: "STEM-технології, як інструментарій розвитку самоефективності особистості в освітньому просторі Нової української школи на уроках інформатики.",
        responsible: "Артемюк Н.А.",
      },
      {
        text: "Соціалізація особистості учня шляхом активізації пізнавального інтересу на уроках фізики за допомогою фото задач",
        responsible: "Кмітевич О.В.",
      },
      {
        text: "Формування ключових компетентностей на уроках математики як основа успішної соціалізації учня",
        responsible: "Кухаренко О.О.",
      },
      {
        text: "Розвиток соціально-адаптованої особистості шляхом впровадження інноваційних продуктивних технік",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки освітнього процесу за І семестр 2022-2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан відвідування учнями гімназії за І семестр 2022-2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "13 лютого 2023",
    items: [
      {
        text: "Про хід атестації педагогічних працівників у 2023 р.",
        responsible: "Лівак В.В.",
        items: [
          {
            text: "Формування самоефективної особистості в освітньому процесі.",
            responsible: "Артемюк Н.А.",
          },
          {
            text: "Використання дидактичних ігор на уроках «Я досліджую світ».",
            responsible: "Довмат Г.В.",
          },
          {
            text: "Формування критичного мислення молодших школярів засобом пізнавальної гри у сучасному освітньому процесі.",
            responsible: "Половинкина О.А.",
          },
          {
            text: "Навчальна гра як форма підвищення ефективності навчання учнів.",
            responsible: "Заярнюк С.А.",
          },
          {
            text: "Розвиток самоефективної особистості в умовах освітнього процесу.",
            responsible: "Хрустальова О.В.",
          },
        ],
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "23 березня 2023",
    items: [
      {
        text: "Про вибір підручників для 6 класу на 2023-2024 н.р.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "23 березня 2023 ",
    items: [
      {
        text: "Про вибір підручників для 5-6 класу на 2023-2024 н.р.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "6 квітня 2023",
    items: [
      {
        text: "Про порядок закінчення навчального року та проведення державної підсумкової атестації учнів 4,9 класів у 2022-2023 н.р. Вибір предмету для ДПА учнів 9-х класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про звільнення учнів від проходження ДПА за курс початкової, базової загальної середньої освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження проєкту Освітньої програми на 2023-2024 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про обговорення та схвалення проекту робочого навчального плану на 2023 – 2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати атестації та курсової перепідготовки педагогічних працівників у 2022-2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про аналіз роботи з охорони праці, запобігання нещасних випадків серед учасників освітнього процесу. Про посилення заходів щодо попередження дитячого травматизму, профілактика правопорушень, злочинності, дитячої бездоглядності.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "23 травня 2023",
    items: [
      {
        text: "Про використання сучасних освітніх методів та прийомів навчання під час викладання української мови та літератури.",
        responsible: "Доповідає Алтинбаєва Л.М.",
        items: [
          {
            text: "Шляхи формування пізнавального інтересу особистості на уроках української мови в умовах онлайн навчання.",
            responsible: "Алтинбаєва Л.М.",
          },
          {
            text: "Адаптація, доступність та системність застосування інтерактивних методів та прийомів навчання української мови та літератури до умов дистанційного навчання в синхронному та асинхронному режимі.",
            responsible: "Стрембицька Л.А.",
          },
          {
            text: "Використання інформаційно-комунікаційних технологій на уроках української мови та літератури в 5-х класах НУШ. Ефективність застосування презентацій, сучасних інтерактивних методів та прийомів навчання під час проведення уроків у синхронному та асинхронному режимі.",
            responsible: "Добровольська В.Е.",
          },
          {
            text: "Використання мережевих технологій дистанційного навчання на уроках української мови та літератури як засобів викладання та способів самостійного опанування знаннями учнів у процесі синхронного та асинхронного режиму.",
            responsible: "Харенко Ю.А.",
          },
        ],
      },
      {
        text: "Про затвердження Програми розвитку та функціонування української мови як державної у Криворізькій гімназії № 55 на 2023-2030 роки.",
        responsible: "Лівак В.В., Алтинбаєва Л.М., Стрембицька Л.А.",
      },
      {
        text: "Про попередню комплектацію навчального навантаження та розподіл годин між педагогічними працівниками навчального закладу.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "2 червня 2023",
    items: [
      {
        text: "Про переведення учнів 1-8 класів на наступний рік навчання.",
        responsible: "Горевич Л.В., класні керівники 1-8 класів",
      },
      {
        text: "Про випуск здобувачів освіти 9 класів зі школи та вручення свідоцтв про базову загальну середню освіту з відзнакою та свідоцтв про базову загальну середню освіту звичайного зразка.",
        responsible: "Лівак В.В., класні керівники 9 класів",
      },
    ],
  },
];
