import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "31 серпня 2023",
    items: [
      {
        text: "Про вибори секретаря педагогічної ради.",
      },
      {
        text: "Про виконання Стратегії розвитку закладу у 2022-2023 н.р. Підсумки діяльності педагогічного колективу освітнього закладу у 2022-2023 н.р. Про наявність освітніх втрат та пріоритетні завдання щодо їх подолання та підвищення якості освітнього процесу у 2023-2024 н.р.",
        responsible: "Горевич Л.В., Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про результати опитування батьків щодо вибору форми навчання під час проведення освітнього процесу в 2023-2024 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про затвердження освітньої програми Криворізької гімназії № 55 Криворізької міської ради.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження річного плану роботи Криворізької гімназії № 55 Криворізької міської ради на 2023-2024 навчальний рік.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про затвердження режиму роботи Криворізької гімназії № 55 Криворізької міської ради.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження правил внутрішнього трудового розпорядку.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про охорону праці та безпеки життєдіяльності в Криворізькій гімназії № 55 Криворізької міської ради. Про комплексні заходи з безпеки життєдіяльності та ОП на 2023-2024 н.р. Про дотримання Положення про комісію з питань надзвичайних ситуацій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження плану роботи бібліотеки Криворізької гімназії № 55 Криворізької міської ради.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про затвердження плану роботи методичної ради.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу соціально-психологічної служби. Затвердження плану роботи соціально-психологічної служби на 2023-2024 н.р.",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про затвердження навчальних програм для 5-6 класів НУШ, розроблених на основі модельних програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вивчення методичних рекомендацій щодо оцінювання результатів навчання учнів закладів загальної середньої освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про План заходів щодо запобігання поширенню наркоманії, тютюнопаління та вживання алкогольних напоїв серед здобувачів освіти КГ №55 КМР у 2023-2024 навчальному році.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про використання законодавчих та нормативних документів, які регламентують роботу закладу в період дії воєнного стану в Україні.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Використання освітніх платформ для дистанційного навчання.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про зарахування сертифікатів онлайн курсів підвищення кваліфікації при атестації педагогічних працівників.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Плану заходів щодо профілактики булінгу в Криворізькій гімназії №55 Криворізької міської ради на 2023-2024 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про затвердження Правила поведінки здобувачів освіти Криворізької гімназії № 55 Криворізької міської ради на 2023 – 2024 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про розгляд заяв батьків на переведення учнів на індивідуальну(сімейну) форму навчання",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про соціально - психологічну підтримку пільгових та облікових категорій в умовах воєнного стану в 2023-2024 н.р.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про затвердження Положення про структурний підрозділ Початкова школа",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "11 вересня 2023",
    items: [
      {
        text: "Щодо переведення учнів з індивідуальної форми здобуття освіти (сімейне навчання) на інституційну форму навчання (дистанційно з можливістю офлайн консультацій)",
      },
    ],
  },
  {
    date: "28 жовтня 2023",
    items: [
      {
        text: "Про аналіз виховної роботи за минулий 2022-2023 н.р. Ціннісні орієнтації педагогічного супроводу щодо формування особистісних якостей та соціальної активності здобувача освіти. Організація виховного простору гімназії в умовах дистанційного навчання».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про створення сприятливих умов для повноцінного морального, психічного, розвитку здобувачів освіти, формування творчо мислячої особистості, здатної до продуктивної праці в динамічному світі.",
        responsible: "Мазурик Є.О.",
      },
      {
        text: "Про надання здобувачам освіти базових знань з основ безпеки та формування поведінки правильних безпекових дій в умовах воєнного стану.",
        responsible: "Капуста В.М.",
      },
      {
        text: "Про формування духовних цінностей українського патріота: національної свідомості, любові до українського народу, його історії, гордості за минуле й сучасне на прикладах героїчної історії українського народу та кращих зразків культурної спадщини.",
        responsible: "Добровольська В.Е.",
      },
      {
        text: "Про основні завдання волонтерської діяльності – важливого аспекту виховної роботи.",
        responsible: "Хоменко А.Ю.",
      },
      {
        text: "Про концептуальні та правові основи формування класного колективу в учнівському середовищі. Виховання правової культури: соціального досвіду, успадкування духовних та культурних надбань українського народу.",
        responsible: "Рзаєва Н.О.",
      },
      {
        text: "Про психологічний і соціальний супровід дітей постраждалих внаслідок військових дій.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про затвердження Плану основних заходів КГ №55 КМР з питань профілактики дитячого дорожньо-транспортного травматизму на 2023-2024 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання рішення педради від 22.05.2023 «Про стан викладання української мови та літератури».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання рішень попередньої педагогічної ради.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "18 грудня 2023",
    items: [
      {
        text: "Про визнання результатів підвищення кваліфікації педагогічних працівників у 2023 році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження орієнтовного плану підвищення кваліфікації педагогічних працівників КГ № 55 КМР на 2024 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Моделювання стратегій подолання освітніх втрат та освітніх розривів",
        responsible: "Лівак В.В.",
      },
      {
        text: "Soft skills як засіб відновлення освітніх втрат і розривів.",
        responsible: "Рзаєва Н.О.",
      },
      {
        text: "Використання інтерактивних онлайн – сервісів на природничо-математичного циклу: переваги і нові можливості для покращення результатів навчання та подолання прогалин.",
        responsible: "Кмітевич О.В.",
      },
      {
        text: "Використання платформи ВШО для організації змішаного та дистанційного навчання.",
        responsible: "Артемюк Н.А.",
      },
      {
        text: "Освітні втрати з української мови: аналіз проблем та шляхи подолання.",
        responsible: " Стрембицька Л.А.",
      },
      {
        text: "Освітні втрати у мовно - літературній галузі початкової школи та шляхи їх подолання.",
        responsible: "Таран Н.В.",
      },
      {
        text: "Інструменти подолання освітніх втрат у математичній галузі початкової школи.",
        responsible: "Старікова Н.А.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "15 січня 2024",
    items: [
      {
        text: "Про підсумки освітнього процесу за І семестр 2023-2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід атестації педагогічних працівників у 2024 р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Соціалізація особистості на уроках історії шляхом використання активних та інтерактивних видів навчальної діяльності",
        responsible: "Рзаєва Н.О.",
      },
      {
        text: "Виховання патріотизму та національної свідомості здобувачів освіти шляхом використання інформації з українознавства під час вивчення української мови",
        responsible: "Добровольська В.Е.",
      },
      {
        text: "Розвиток діалогічного мовлення на уроках англійської мови",
        responsible: "Хоменко А.Ю.",
      },
      {
        text: "Розвиток творчих здібностей школярів на уроках трудового навчання.",
        responsible: "Капуста В.М.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "24 січня 2024",
    items: [
      {
        text: "Про вибір підручників для 2 класу на 2024-2025 н.р.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "21 лютого 2024",
    items: [
      {
        text: "Про вибір підручників для 7 класу на 2024-2025 н.р.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "25 березня 2024",
    items: [
      {
        text: "Ефективність добору дієвих методів та прийомів навчання під час викладання образотворчого мистецтва, мистецтва, основ здоров’я.",
        responsible: "Лівак В.В.",
        items: [
          {
            text: "Виховання емоційно-ціннісного ставлення до мистецтва, розвиток художніх інтересів та потреб учнів шляхом впровадження інноваційних методів навчання.",
            responsible: "Дубачинська Н.О.",
          },
          {
            text: "Розвиток здоров’єзбережувальних компетентностей учнів через впровадження інтерактивних технологій навчання на уроках основ здоров’я.",
            responsible: "Харенко Ю.А.",
          },
          {
            text: "Сучасні підходи до формування позитивної мотивації здобувачів освіти на здоровий спосіб життя в процесі вивчення основ здоров’я.",
            responsible: "Добровольська В.Е.",
          },
          {
            text: "Ефективність використання мультимедійної презентація як засібу активізації пізнавальної діяльності учнів на уроках основ здоров’я.",
            responsible: "Назаренко Т.В.",
          },
          {
            text: "Застосування дієвих форм роботи на уроках основ здоров’я як необхідна умова збереження та зміцнення психічного здоров'я учнів під час дії режиму воєнного стану.",
            responsible: "Стрембицька Л.А.",
          },
          {
            text: "Результативність використання інноваційних методів та прийомів викладання основ здоров'я.",
            responsible: "Клименко А.І.",
          },
        ],
      },
      {
        text: "Про затвердження Стратегії розвитку Криворізької гімназії № 55 КМР на 2024-2026 н.р.",
        responsible: " Горевич Л.В. ",
      },
      {
        text: "Про проходження педагогічної практики студентки-практикантки Мацкевічус Анни Геннадіївни з 01.04.2024 о 12.05.2024.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про порядок закінчення навчального року та проведення державної підсумкової атестації учнів 4,9 класів у 2023-2024 н.р. Вибір предмету для ДПА учнів 9-х класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про звільнення учнів від проходження ДПА за курс початкової, базової загальної середньої освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження проєкту Освітньої програми на 2023-2024 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про обговорення та схвалення проекту робочого навчального плану на 2023 – 2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати атестації та курсової перепідготовки педагогічних працівників у 2023-2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Аналіз роботи з охорони праці, запобігання нещасних випадків серед учасників освітнього процесу. Про посилення заходів щодо попередження дитячого травматизму, профілактика правопорушень, злочинності, дитячої бездоглядності.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "13 травня 2024",
    items: [
      {
        text: "Про проходження педагогічної практики студентки-практикантки Мацкевічус Анни Геннадіївни з 01.04.2024 о 12.05.2024.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "31 травня 2024",
    items: [
      {
        text: "Про затвердження Програми «Обдаровані діти – майбутнє Кривого Рогу» на період 2024-2026 р.р.»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Затвердження плану заходів з виконання Державної цільової національно-культурної програми забезпечення всебічного розвитку та функціонування української мови як державної на період до 2030 року",
        responsible: "Лівак В.В.",
      },
      {
        text: 'Самоефективна особистість в сучасному освітньому просторі: підсумки роботи над над обласним науково-методичним проєктом "Педагогічні стратегії розвитку самоефективності особистості в освітньому просторі Нової української школи"',
        items: [
          {
            text: "Роль інтерактивних технологій та педагогічних технік у підвищенні навчальної мотивації учнів",
            responsible: "Артемюк Н.А.",
          },
          {
            text: "Методи, засоби та прийоми розвитку самоефективності учнів початкової школи",
            responsible: "Фербей В.М.",
          },
          {
            text: "Про переведення учнів 1-8 класів на наступний рік навчання",
            responsible: " Горевич Л.В. \n класні керівники 1-8 класів",
          },
          {
            text: "Про випуск із закладу здобувачів освіти 9-х класів та вручення свідоцтв про базову загальну середню освіту з відзнакою та свідоцтв про базову загальну середню освіту звичайного зразка",
            responsible: " Лівак В.В. \n класні керівники 1-8 класів ",
          },
        ],
      },
    ],
  },
];
