import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "30 серпня 2024",
    items: [
      {
        text: "Про вибори секретаря педагогічної ради.",
      },
      {
        text: "Про виконання Стратегії розвитку закладу у 2023-2024 н.р. Підсумки діяльності педагогічного колективу освітнього закладу у 2023-2024 н.р.",
        responsible: "Горевич Л.В., Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про результати опитування батьків щодо вибору форми навчання під час проведення освітнього процесу в 2024-2025 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про затвердження освітньої програми Криворізької  гімназії № 55 Криворізької міської ради на 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження річного плану роботи Криворізької  гімназії № 55 Криворізької міської ради на 2024-2025 навчальний рік.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про затвердження режиму роботи Криворізької  гімназії № 55 Криворізької міської ради на 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з правилами внутрішнього трудового розпорядку на 2024-2025 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про актуальність проблеми освітніх втрат  та пріоритетні завдання щодо їх подолання та підвищення якості освітнього процесу у 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про охорону праці та безпеки життєдіяльності в Криворізькій  гімназії № 55 Криворізької міської ради. Про комплексні заходи з безпеки життєдіяльності та ОП на 2024-2025 н.р. Про дотримання  Положення про комісію з питань надзвичайних ситуацій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження плану роботи бібліотеки Криворізької  гімназії № 55 Криворізької міської ради на 2024-2025 н.р.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про затвердження плану роботи методичної ради на 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу соціально-психологічної служби. Затвердження плану роботи соціально- психологічної служби на 2024-2025 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про затвердження навчальних програм для 5-7 класів НУШ, розроблених на основі модельних програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про оцінювання навчальних досягнень здобувачів освіти початкових класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про оцінювання обов’язкових результатів навчання за новим Державним стандартом базової середньої освіти. Наказ МОН від 02.08.2024 №1093 «Про затвердження рекомендацій щодо оцінювання результатів навчання.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Плану заходів щодо запобігання поширенню наркоманії, тютюнопаління та вживання алкогольних напоїв серед здобувачів освіти КГ №55 КМР  у 2024-2025 навчальному році.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про дотримання законодавчих та нормативних документів, які регламентують роботу закладу в період дії воєнного стану в Україні.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання освітніх платформ для дистанційного навчання.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Плану заходів щодо профілактики булінгу в Криворізькій  гімназії       №55 Криворізької міської ради на 2024-2025  навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про затвердження Правил поведінки здобувачів освіти Криворізької гімназії № 55 Криворізької міської ради на 2024 – 2025 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про забезпечення соціально – психологічної підтримки пільгових та облікових категорій в умовах воєнного стану в 2024-2025 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "2 вересня 2024",
    items: [
      {
        text: "Контроль та превенція суїцидальних тенденцій серед здобувачів освіти.",
        responsible: "Гнатюк А.С.",
      },
      {
        text: "Про особливості оцінювання результатів навчання здобувачів освіти відповідно до Державного стандарту базової середньої освіти у 5-7 класах та затвердження порядку ведення класних журналів 5-7 класів (в розрізі освітніх галузей) у навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проходження педагогічної практики студентки-практикантки Руденко Марії Сергіївни з 02.09.2024 о 13.10.2024.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "11 жовтня 2024",
    items: [
      {
        text: "Про розгляд заяв батьків на переведення учнів на індивідуальну (сімейну) форму навчання.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати діагностичного дослідження схильності здобувачів освіти 6-9 класів до суїцидальної поведінки.",
        responsible: "Гнатюк А.С.",
      },
      {
        text: "Про проходження педагогічної практики студентки-практикантки Руденко Марії Сергіївни з 02.09.2024 о 13.10.2024.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "25 листопада 2024",
    items: [
      {
        text: "Про основні чинники, що сприяють освітнім втратам у виховній роботі, і як їх можна мінімізувати.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про профілактику емоційного вигорання в умовах війни. Технології стабілізації психологічного стану дітей.",
        responsible: "Гнатюк А.С.",
      },
      {
        text: "Про додаткові ресурси або підтримки, що потрібні класним керівникам для покращення виховного простору класу.",
        responsible: "Старікова Н.А.",
      },
      {
        text: "Про форми роботи з учнями, які можуть допомогти відновити їх соціальні зв’язки та емоційну стійкість після важких періодів (війна, пандемія, стресові ситуації).",
        responsible: "Хомич О.В.",
      },
      {
        text: "Про адаптацію виховної роботи в класному колективі щодо індивідуальних потреб учнів, які мають труднощі в навчанні чи соціалізації.",
        responsible: "Малютіна Л.М.",
      },
      {
        text: "Про конкретні стратегії в роботі класного керівника задля підтримки здобувачів освіти, які переживають емоційний стрес або психологічні травми, і як навчити їх управляти своїми емоціями.",
        responsible: "Лисенко О.Б.",
      },
      {
        text: "Про ефективність корекції освітніх втрат у виховному процесі класного колективу.",
        responsible: "Родіна А.О.",
      },
      {
        text: "Про затвердження Плану  основних заходів КГ №55 КМР з питань профілактики дитячого дорожньо-транспортного травматизму на  2024-2025 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання рішень попередньої педагогічної ради.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "16 грудня 2024",
    items: [
      {
        text: "Про визнання результатів підвищення кваліфікації педагогічних працівників у 2024 році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження орієнтовного плану підвищення кваліфікації педагогічних працівників КГ №55 КМР на 2025 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Інструменти та підходи до побудови занять з надолуження освітніх втрат.",
        responsible: "Лівак В.В.",
        items: [
          {
            text: "Методи та прийоми надолуження освітніх розривів на уроках історії. Ефективні методи подачі історичного матеріалу.",
            responsible: "Рзаєва Н.О.",
          },
          {
            text: "Використання інтерактивних методів навчання для залучення учнів до вивчення англійської мови.",
            responsible: "Глуговська Л.Г.",
          },
          {
            text: "Роль ігрових технологій у подоланні освітніх втрат в початковій школі.",
            responsible: "Мугак Н.І.",
          },
          {
            text: "Інтеграція сучасних технологій на уроках фізичної культури, як засіб надолуження освітніх втрат.",
            responsible: "Лопатін Д.В.",
          },
          {
            text: "Робота з текстом на уроках української мови та літератури під час подолання освітніх втрат.",
            responsible: "Добровольська В.Е.",
          },
          {
            text: "Роль мотивації в подоланні освітніх прогалин з фізики.",
            responsible: "Кмітевич О.В.",
          },
        ],
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "17 січня 2025",
    items: [
      {
        text: "Про проходження педагогічної практики студентки-практикантки Руденко Марії Сергіївни з 20.01.2025 по 02.03.2025.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "27 січня 2025",
    items: [
      {
        text: "Про підсумки освітнього процесу за І семестр 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід атестації педагогічних працівників у 2025 р.",
        responsible: "Лівак В.В.",
        items: [
          {
            text: "Використання продуктивних технік на уроках у початкових класах з метою  надолуження освітніх втрат.",
            responsible: "Старікова Н.А.",
          },
          {
            text: "Впровадження сучасних інтерактивних технологій в умовах дистанційного навчання з метою формування творчого мислення на уроках біології та географії.",
            responsible: "Малютіна Л.М.",
          },
          {
            text: "Дидактичні ігри на уроках української мови як засіб розвитку комунікативних вмінь молодших школярів.",
            responsible: "Лисенко О.Б.",
          },
          {
            text: "Оздоровча спрямованість занять фізичної культури.",
            responsible: "Давидов І.І.",
          },
          {
            text: "Впровадження здоров’язбережувальних технологій в освітній процес.",
            responsible: "Родіна А.О.",
          },
        ],
      },
      {
        text: "Стан викладання хімії, біології.",
        responsible: "Лівак В.В.",
        items: [
          {
            text: "Методи і прийоми організації самостійної діяльності учнів на уроках біології як один з факторів розвитку пізнавальної активності учнів.",
            responsible: "Малютіна Л.М.",
          },
          {
            text: "Нестандартні форми та методи перевірки знань учнів на уроках хімії.",
            responsible: "Родіна А.О.",
          },
        ],
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "30 січня 2025",
    items: [
      {
        text: "Про розгляд заяви випускника  2013 року Пурас Дар’ї Василівни щодо видачі дубліката свідоцтва про повну загальну середню освіту.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "3 березня 2025",
    items: [
      {
        text: "Про проходження педагогічної практики студентки-практикантки Руденко Марії Сергіївни з 20.01.2025 по 02.03.2025",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "18 березня 2025",
    items: [
      {
        text: "Про вибір підручників для 1-2 класу на 2025-2026 н.р.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "27 березня 2025",
    items: [
      {
        text: "Ефективність добору дієвих методів та прийомів навчання під час викладання трудового навчання та технологій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Роль трудового навчання у формуванні життєвих компетентностей учнів.",
        responsible: "Капуста В.М.",
      },
      {
        text: "Про порядок закінчення навчального року та проведення державної підсумкової атестації учнів 4,9 класів у 2024-2025 н.р. Вибір предмету для ДПА учнів 9-х класів",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про звільнення учнів від проходження ДПА за курс початкової, базової загальної середньої освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про обговорення та схвалення проєкту Освітньої програми та робочого навчального плану на 2025–2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати атестації та курсової перепідготовки педагогічних працівників у 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вибір  підручників для 8 класу на 2025-2026 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про аналіз роботи з охорони праці, запобігання нещасних випадків серед учасників освітнього процесу. Про посилення заходів щодо попередження дитячого травматизму, профілактика правопорушень, злочинності, дитячої бездоглядності.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "7 квітня 2025",
    items: [
      {
        text: "Про вибір підручників для 3 класу на 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "19 квітня 2025",
    items: [
      {
        text: "Подолання викликів, зумовлених особливостями освітнього процесу в умовах воєнного стану, зокрема й подолання освітніх втрат в початковій школі під час організація освітнього процесу в умовах очної/дистанційної/змішаної форм здобуття освіти засобами комплексного застосування продуктивних методів, прийомів та засобів навчання.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Елементи STEM освіти в початковій школі.",
        responsible: "Мугак Н.І.",
      },
      {
        text: "Потенціал різних видів читання у надолуженні освітніх втрат смислової сторони навички читання у молодших школярів  на уроках читання, ЯДС.",
        responsible: "Старікова Н.А.",
      },
      {
        text: "Застосування технології «Перевернутий клас» як можливість ефективної взаємодії в  початковій школі в умовах змішаного навчання.",
        responsible: "Юшко А.А.",
      },
      {
        text: "Нестандартні форми роботи на уроках як засіб формування комунікативної компетентності учнів початкових класів.",
        responsible: "Лисенко О.Б.",
      },
      {
        text: 'Розвиток критичного мислення молодших школярів на уроках інтегрованого курсу "Я досліджую світ».',
        responsible: "Довмат Г.В.",
      },
      {
        text: "Офлайн та онлайн: практичні прийоми, які однаково дієві у різних форматах навчання.",
        responsible: "Половинкина О.А.",
      },
      {
        text: "Нейроігри як ефективний інструмент розвитку дрібної моторики, мислення та мовлення учнів.",
        responsible: "Фербей В.М.",
      },
      {
        text: "Можливості сучасного уроку для формування успіху як життєвого пріоритету особистості.",
        responsible: "Заярнюк С.А., Чудна Н.В.",
      },
      {
        text: "Інтегроване навчання як освітній пазл Нової української школи.",
        responsible: "Таран Н.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "30 квітня 2025",
    items: [
      {
        text: "Освітня стратегія профорієнтації: підсумки роботи над обласним науково-методичним проєктом «Педагогічні підходи до професійної орієнтації учнів у контексті потреб на ринку праці в повоєнній Україні»",
        items: [
          {
            text: "Використання інформаційно-комунікаційних технологій для профорієнтації учнів",
            responsible: "Артемюк Н.А.",
          },
          {
            text: "Формування ключових компетентностей як основа вибору професії",
            responsible: "Стрембицька Л.А.",
          },
          {
            text: "Індивідуальні освітні траєкторії учнів як інструмент професійного самовизначення",
            responsible: "Рябоконь Н.О.",
          },
        ],
      },
      {
        text: "Про переведення  учнів 1-8 класів на наступний рік навчання.",
        responsible: "Горевич Л.В., класні керівники 1-8 класів",
      },
      {
        text: "Про випуск із закладу здобувачів освіти  9-х класів  та  вручення свідоцтв про базову загальну середню освіту з відзнакою та свідоцтв про базову загальну середню освіту звичайного зразка.",
        responsible: "Лівак В.В., класні керівники 1-8 класів",
      },
      {
        text: "Про підсумки навчання учнів, які навчаються за індивідуальною формою навчання",
        responsible: "Лівак В.В., класні керівники 1-8 класів",
      },
    ],
  },
];
