import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "29 серпня 2025",
    items: [
      {
        text: "Про вибори секретаря педагогічної ради.",
      },
      {
        text: "Про виконання Стратегії розвитку закладу у 2024-2025 н.р. Підсумки діяльності педагогічного колективу освітнього закладу у 2024-2025 н.р.",
        responsible: "Горевич Л.В., Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про результати опитування батьків щодо вибору форми навчання під час проведення освітнього процесу в 2025-2026 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про затвердження освітньої програми Криворізької гімназії № 55 Криворізької міської ради на 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження річного плану роботи Криворізької гімназії № 55 Криворізької міської ради на 2025-2026 навчальний рік.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про затвердження режиму роботи Криворізької гімназії № 55 Криворізької міської ради на 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з правилами внутрішнього трудового розпорядку на 2025-2026 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про актуальність проблеми освітніх втрат та пріоритетні завдання щодо їх подолання та підвищення якості освітнього процесу у 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про охорону праці та безпеки життєдіяльності в Криворізькій гімназії № 55 Криворізької міської ради. Про комплексні заходи з безпеки життєдіяльності та ОП на 2025-2026 н.р. Про дотримання Положення про комісію з питань надзвичайних ситуацій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження плану роботи бібліотеки Криворізької гімназії № 55 Криворізької міської ради на 2025-2026 н.р.",
        responsible: "Захарова С.Г.",
      },
      {
        text: "Про затвердження плану роботи методичної ради на 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу соціально-психологічної служби. Затвердження плану роботи соціально-психологічної служби на 2025-2026 н.р.",
        responsible: "Хомич О.В., Гнатюк А.С.",
      },
      {
        text: "Про затвердження навчальних програм для 5-8 класів НУШ, розроблених на основі модельних програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про оцінювання навчальних досягнень здобувачів освіти початкових класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про оцінювання обов’язкових результатів навчання за новим Державним стандартом базової середньої освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Плану заходів щодо запобігання поширенню наркоманії, тютюнопаління та вживання алкогольних напоїв серед здобувачів освіти КГ №55 КМР у 2025-2026 навчальному році.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про дотримання законодавчих та нормативних документів, які регламентують роботу закладу в період дії воєнного стану в Україні.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання освітніх платформ для дистанційного навчання.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження Плану заходів щодо профілактики булінгу в Криворізькій гімназії №55 Криворізької міської ради на 2025-2026 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про затвердження Правил поведінки здобувачів освіти Криворізької гімназії № 55 Криворізької міської ради на 2025-2026 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про забезпечення соціально – психологічної підтримки пільгових та облікових категорій в умовах воєнного стану в 2025-2026 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію інклюзивної форми навчання в 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію освітнього процесу у формі педагогічного патронажу",
        responsible: "Лівак В.В",
      },
      {
        text: "Про організацію сімейної форми здобуття освіти",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "13 жовтня 2025",
    items: [
      {
        text: "Про розгляд заяви батьків на переведення учня 9-Б класу Толюпи Кирила на індивідуальну(сімейну) форму навчання",
        responsible: "Лівак В.В",
      },
    ],
  },
  {
    date: "20 жовтня 2025",
    items: [
      {
        text: "Про розгляд заяви батьків на переведення учнів на індивідуальну(сімейну) форму навчання",
        responsible: "Лівак В.В",
      },
    ],
  },
  {
    date: "1 грудня 2025",
    items: [
      {
        text: "Про партнерство школи, родини й громади в професійному самовизначенні учнів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про формування професійного самовизначення учнів у нових умовах.",
        responsible: "Гнатюк А.С.",
      },
      {
        text: "Про профорієнтацію в контексті Нової української школи.",
        responsible: "Лисенко О.Б.",
      },
      {
        text: "Про формування готовності учнів до свідомого вибору професії.",
        responsible: "Рябоконь Н.О.",
      },
      {
        text: "Про гру як засіб формування в дітей уявлення про професії.",
        responsible: "Таран Н.В.",
      },
      {
        text: "Про формування творчих здібності учнів: інтерактивна профорієнтація через музичне мистецтво.",
        responsible: "Дубачинська Н.О.",
      },
      {
        text: "Про затвердження Плану основних заходів КГ №55 КМР з питань профілактики дитячого дорожньо-транспортного травматизму на 2025-2026 навчальний рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про розгляд та затвердження номенклатури на 2026р.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "4 грудня 2025",
    items: [
      {
        text: "Про розгляд заяви батьків на переведення учениці 8-Б класу Котової Марії на індивідуальну(сімейну) форму навчання",
        responsible: "Лівак В.В",
      },
    ],
  },
  {
    date: "22 грудня 2025",
    items: [
      {
        text: "Про визнання результатів підвищення кваліфікації педагогічних працівників у 2025 році",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про затвердження орієнтовного плану підвищення кваліфікації педагогічних працівників КГ № 55 КМР на 2026 рік",
        responsible: "Лівак В.В.",
      },
      {
        text: "Інтеграція профорієнтації у сучасний освітній процес: можливості та виклики",
        responsible: "Лівак В.В.",
        items: [
          {
            text: "Ігрові методи профорієнтації в початковій школі: рольові ігри, творчі завдання, професійні станції",
            responsible: "Мугак Н.І.",
          },
          {
            text: "Професійна лексика та терміни на уроках української мови: як інтегрувати ненав’язливо й цікаво",
            responsible: "Стрембицька Л.А.",
          },
          {
            text: "Іноземна мова як інструмент професійного успіху: завдання, що моделюють реальні професійні ситуації",
            responsible: "Руда Д.В.",
          },
          {
            text: "Професійні орієнтири в хімії: як формувати інтерес до STEM-професій на уроках",
            responsible: "Родіна А.О.",
          },
          {
            text: "Можливості штучного інтелекту у профорієнтаційній роботі: сервіси, інструменти, рекомендації",
            responsible: "Кмітевич О.В.",
          },
        ],
      },
    ],
  },
  {
    date: "12 січня 2026",
    items: [
      {
        text: "Про розгляд заяв батьків на переведення учнів на індивідуальну(сімейну) форму навчання",
        responsible: "Лівак В.В",
      },
      {
        text: "Про проходження педагогічної практики студентки-практикантки Гнечко Єлизавети Олексіївни з 19.01.2026 по 15.03.2026 р.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про проходження педагогічної практики студентки-практикантки Бурмістрової Єлизавети Сергіївни з 19.01.2026 по 15.03.2026 р.р.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "26 лютого 2026",
    items: [
      {
        text: "Про підсумки освітнього процесу за І семестр 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Використання сучасних методів, форм і засобів навчання, зокрема елементів компетентнісного та діяльнісного підходів під час викладання географії та природознавства у 5-9 класах як складової внутрішньої системи забезпечення якості освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Використання цифрових технологій (GIS, віртуальні екскурсії) для підвищення мотивації та глибини засвоєння географічного матеріалу.",
        responsible: "Малютіна Л.М.",
      },
      {
        text: "Активізація пізнавальної діяльності  на уроках природознавства шляхом впровадження сучасних освітніх технологій.",
        responsible: "Капуста В.М.",
      },
      {
        text: "Формування пізнавальної мотивації шестикласників через практичні дослідження на уроках інтегрованого курсу «Пізнаємо природу».",
        responsible: "Тювакіна Ю.Є.",
      },
      {
        text: "Використання інтерактивних форм навчання на уроках географії як засіб підвищення пізнавальної активності учнів.",
        responsible: "Лівак І.О.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "16 лютого 2026",
    items: [
      {
        text: "Про хід атестації педагогічних працівників у 2026 р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Формування соціально адаптованої та життєво компетентної особистості в умовах НУШ через інноваційні освітні технології.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Розвиток критичного мислення особистості шляхом використання сучасних засобів освіти.",
        responsible: "Мугак Н.І.",
      },
      {
        text: "Реалізація методів та прийомів для розвитку самоефективності  особистості засобами інтеграції інноваційних технологій на уроках української мови та літератури.",
        responsible: "Стрембицька Л.А.",
      },
      {
        text: "Соціалізація особистості учня шляхом активізації пізнавального інтересу на уроках фізики з допомогою фото задач.",
        responsible: "Кмітевич О.В.",
      },
      {
        text: "Формування творчої особистості учня засобами музично-ігрової діяльності.",
        responsible: "Дубачинська Н.О.",
      },
      {
        text: "Формування пізнавальних інтересів учнів на уроках літературного читання шляхом впровадження інтерактивних технологій навчання.",
        responsible: "Таран Н.В.",
      },
      {
        text: "Використання  ігрових вправ на уроках англійської мови як  засобу розвитку особистості учня НУШ.",
        responsible: "Руда Д.В.",
      },
      {
        text: "Про виконання рішень попередньої педради.",
        responsible: "Лівак В.В.",
      },
    ],
  },
];
