import image from "./1.jpg";

export const title = "Сім принципів виховання дисципліни у дитини";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-50 md:float-right md:ml-3" />
      <ol>
        <li>
          Відокремлюйте свої почуття від дій. Не осуджуйте дитину Вона повинна
          відчувати, що її люблять, але дії її неприйнятні і мають покращитись.
        </li>
        <li>
          Пам'ятайте, щоб змінити вчинки дитини, треба зрозуміти її почуття і
          навчитись з ними поводитись!
        </li>
        <li>
          Уважно вивчайте дитину - ви повинні знати стан її здоров'я, нервової
          системи. Дії дитини в стані нервового розладу мають сприйматися
          батьками як симптом більш глибоких емоційних ускладнень, викликаних
          критикою, звинуваченням або покаранням.
        </li>
        <li>
          Відповідайте на почуття дитини. Створіть такі умови, щоб дитина могла
          виговоритися, а її негативні емоції знайшли вихід у словах, а не в
          діях.
        </li>
        <li>
          Якщо без покарання обійтись не можна, хай дитина вибере його сама.
          Практика свідчить, до діти, як правило, вибирають більш суворе
          покарання, ніж би хотіли батьки. Але в таких випадках вони вже не
          вважають його жорстоким, несправедливим і не ображаються на батьків.
        </li>
        <li>
          Караючи дитину, впевніться в тому, що вона розуміє, за що. Що
          звинувачує в цьому себе, а не того, хто карає. Допоможіть їй зрозуміти
          правила поведінки і засвоїти їх.
        </li>
        <li>
          Дайте зрозуміти ситуацію своїй дитині, бо дисциплінарні проблеми дітей
          стосуються не тільки дорослих, а є їх спільними проблемами. Це
          дозволить уникнути перетворення дисциплінарної ситуації на міжособовий
          конфлікт.
        </li>
        <li>
          Накладіть обмеження на небезпечні та руйнівні дії. Допоможіть дитині
          спрямувати її дії в інше, дозволене русло. У ЦЬОМУ полягає основна
          формула динамічного підходу до проблеми дисципліни дитини.
        </li>
      </ol>

      <p>
        <b>
          Порушення чи недотримання цих принципів, відсутність або недостатність
          культури у батьків призводить до їх жорстокого поводження з дітьми.
        </b>
      </p>
    </div>
  );
}
