import image from "./1.jpg";

export const title = "Поради батькам учнів початкових класів";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="w-96 md:float-right md:ml-3" />

      <ol>
        <li>
          Нагадати дитині, що домашні завдання потрібні для того,що закріпити
          те, що пояснював вчитель на уроці, інакше в довгострокову пам’ять
          знання не перейдуть.
        </li>
        <li>
          Навичка виконання домашніх завдань без допомоги батьків не формується,
          такий закон засвоєння знань. Як допомогти дитині у підготовці
          домашнього завдання
          <ol>
            <li>Перевірте чи правильно організоване робоче місце учня;</li>
            <li>Привчайте дитину вчасно сідати за уроки;</li>
            <li>
              Не дозволяйте учню занадто довго сидіти за робочим столом.
              Своєчасно влаштовуйте невеличкі перерви;
            </li>
            <li>
              Спочатку контролюйте чи всі уроки виконані. Будьте присутні, коли
              дитина виконує домашні завдання, підбадьорюйте, пояснюйте, якщо
              учень щось не зрозумів або забув, але не замінюйте його діяльність
              своєю;
            </li>
          </ol>
        </li>
        <li>
          Якщо батьки не контролюють і не допомагають дитині виконувати домашні
          завдання, то учень може його не робити і не записувати.
        </li>
        <li>
          Важливо спочатку перевіряти і співставляти те, що дитина записала в
          щоденник і те, що було реально задано – діти інколи не записують
          частину завдань.
        </li>
        <li>Показувати дитині приклад організованості і зібраності.</li>
        <li>
          Прийняти думку, що негативні оцінки в учбовому процесі неминучі, тому
          важливо не карати дитину, навпаки допомогти розібратися в проблемі.
          Для успішного навчання важливо:
          <ol>
            <li>
              Наскільки добре дитина розуміє зміст слів «неможна» і «треба»;
            </li>
            <li>Чи знайоме дитині почуття відповідальності;</li>
            <li>
              Чи організована дитина в найпростішому розумінні цього слова.
            </li>
          </ol>
        </li>
        <li>
          Не думати, що якщо мама і тато відмінно навчалися в школі, то їх
          дитина обов’язково буде відмінником – діти не обов’язково повинні бути
          схожими на батьків.
        </li>
        <li>
          Батьки мають пам’ятати, що в навчанні важливі не так оцінки, як
          реальні знання і вміння учня, його працездатність, відповідальність,
          потреба в отриманні нових знань. До того ж слід враховувати, що
          успішність в навчанні визначається багатьма факторами . Не останньою є
          віра батьків в можливості своєї дитини, а також їх спроможність надати
          реальну допомогу учню.
        </li>
        <li>
          Якщо часто сварити дитину за «двійки» , може з’явитися шкільна
          тривога, яка дуже вплине на успішність. Навіть найрозумніша дитина
          може отримати низьку оцінку, якщо вона боїться, бо страх блокує
          пізнавальну діяльність. Якщо дитина погано навчається, то:
          <ol>
            <li>Вона втратила віру в свої сили.</li>
            <li>Боїться, що його спитають на уроці.</li>
            <li>Йому соромно відповідати перед учнями, перед вчителем.</li>
            <li>Дорослі ставлять завищені вимоги.</li>
          </ol>
        </li>
        <li>
          Не вимагати від дитини більше за її можливості на даний момент. Що
          робити?
          <ol>
            <li>
              Встановити точний діагноз (погіршення самопочуття, проблеми в
              родині …);
            </li>
            <li>
              Починати з найпростішого ( вселити почуття впевненості в своїх
              силах, пробудити інтерес до навчання);
            </li>
            <li>Підбирати цікаві завдання;</li>
            <li>Уникати нервозності і невиправданих конфліктів;</li>
            <li>
              Батькам слідкувати за собою, за своєю інтонацією під час занять,
              намагатися не підвищувати голос;
            </li>
            <li>Обов’язково відмічати перші успіхи дитини;</li>
            <li>Намагатися розвинути в дитині почуття гідності.</li>
          </ol>
        </li>
        <li>
          Важливо самим батькам спокійно ставитися до оцінок дитини і не
          вимагати від неї лише відмінних оцінок - якщо мама занадто сильно
          турбується за оцінки, то і у дитини з’являється страх не виправдати
          сподівання мами.
        </li>
        <li>
          Важливо навчити дитину порівнювати свої досягнення із своїми
          попередніми, а не з досягненнями інших учнів.
        </li>
        <li>
          Обов’язково хвалити за успіхи, створювати ситуації успіху, відмічати
          найменші досягнення. Придумайте штучні стимули у вигляді винагороди,
          які можна давати регулярно за невеликі досягнення у навчанні та
          поведінці. Навчальна діяльність є спільною, розподіленою – від
          дорослого (вчителя, батьків) надходять завдання і стимули, а від
          школярів – активність у їх досягненні.
        </li>
        <li>
          Дитина повинна бачити, що помилятися – це нормально, що помиляються
          мама і тато, бабусі і дідусі. Важливо вчасно і правильно виправити
          свою помилку.
        </li>
        <li>
          Діти часто сприймають оцінку за роботу, як оцінку особистості, тому
          треба вчити розділяти: «Я хороший, але в роботі я припустився 20
          помилок і тому отримав «2».
        </li>
        <li>
          Важливо налаштовувати дитину : якщо вірити в успіх і старатися , то
          все обов’язково вийде. Зробити перший крок у вихованні самостійності
          допоможе простий прийом – скласти розклад виконання домашніх завдань.
          <ol>
            <li>Письмові завдання варто чергувати з усними.</li>
            <li>
              Бажано завдання виконувати в той день, коли його задали, що не
              забути вивчений матеріал. Завдання з читання (переказ, вірш
              напам’ять) та іноземну мову варто повторити кілька разів.
            </li>
            <li>
              Розподілити задані уроки рівномірно за днями тижня, щоб не було
              «то густо, то пусто».
            </li>
            <li>
              Інтенсивне виконання будь-якого уроку не повинно перевищувати 30
              хвилин.
            </li>
          </ol>
        </li>
      </ol>
    </div>
  );
}
