import image from "./1.jpg";

export const title = "Обережно кліщі!";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-left mr-3 w-60" />
      <p>
        Багато-хто, повернувшись з перших теплих пікніків, прогулянок по
        ботанічному саду або парку, раптом починають відчувати свербіж.
        Придивившись уважніше, «що ж там свербить», постраждалі виявляють у себе
        на шкірі маленькі чорні присоски — кліщів.
      </p>

      <h2>ЧИМ НЕБЕЗПЕЧНІ КРОВОСОСИ?</h2>
      <p>
        Кліщі активні з середини травня до кінця вересня. Піки активності — в
        травні і серпні. Кусючі вампіри небезпечні тим, що здатні передавати
        різні інфекційні захворювання: рикетсіози, спірохетози, вірусні
        лихоманки. Найважче захворювання з цієї колекції — кліщовий енцефаліт
        (від грец. «енцефалон» — мозок) — запалення головного мозку, яке може
        призвести до смерті. Перші симптоми будь-якого з цих захворювань можуть
        початися від 2-х днів до 2-х тижнів після укусу.
      </p>

      <h2>ЗАПОБІЖНІ ЗАХОДИ</h2>
      <p>
        Збираючись на прогулянку, одягайте світлий одяг. На ній кліща помітити
        легше, ніж на темному. Бажано, щоб манжети були на резинці. Футболку
        заправте у штани, штани — у шкарпетки. Одягніть головний убір.
      </p>
      <p>
        Обробіть одяг у місцях можливого переповзання кліщів з одягу на тіло
        репелентом — засобом, що відлякує кліщів. З препаратів цієї групи
        найбільш відомі Претікс, Діптерол, Перманон, Біба. Поцікавтеся ними в
        аптеці. Врахуйте, що репелент діє тільки 3-4 години, тому при більш
        тривалій прогулянці його потрібно нанести повторно. У людей, схильних до
        алергії він може викликати серйозну реакцію непереносимості.
      </p>
      <p>
        Обходьте стороною кущі. Адже, всупереч широко поширеній думці, кліщі
        сидять не на деревах і не падають зверху. Улюблене місце їх проживання —
        звернені до півдня сонячні схили, вкриті кущами висотою від 5 см до 1
        метра. Як правило, людину, що йде лісом кліщі атакують на рівні його
        гомілок, колін і стегон.
      </p>
      <p>
        Під час прогулянки якомога частіше оглядайте себе, також дивіться на
        гілки кущів, біля яких влаштовуєтеся на пікнік. Розпізнати кліща просто:
        він схожий на коричнево-червоного клопа. По приходу додому також
        обов'язково огляньте своє тіло або попросіть це зробити когось із
        близьких. Улюблені місця прикріплення кліщів — вуха, шия, пахви, живіт,
        пах, внутрішня сторона кистей і стегон.
      </p>

      <h2>ЩО РОБИТИ, ЯКЩО ВИЯВИЛИ ПАРАЗИТА?</h2>
      <p>
        Якщо кліщ є, бажано скоріше витягнути його — чим довше паразит буде
        смоктати кров, тим більша ймовірність, що цей павук, якщо він носій
        якоїсь хвороби, заразить вас нею. Але в жодному разі не варто приступати
        до самостійного видалення кліща — якомога швидше дістаньтеся до
        травмпункту або зверніться до лікаря-хірурга у найближчий заклад охорони
        здоров’я.
      </p>
    </div>
  );
}
