export const title =
  "Правила iнтернет-безпеки i iнтернет-етики для дiтей i пiдлiткiв";

export function Content() {
  return (
    <div className="content">
      <p>
        Ніколи не давайте приватної інформації про себе (прізвище, номер
        телефону, адресу, номер школи) без дозволу батьків.
      </p>
      <p>
        Якщо хтось говорить вам, надсилає вам, або ви самі віднайшли у мережі
        щось, що бентежить вас, не намагайтеся розібратися в цьому самостійно.
      </p>
      <p>Зверніться до батьків або вчителів - вони знають, що треба робити.</p>
      <p>
        Зустрічі у реальному житті із знайомими по Інтернет-спілкуванню не є
        дуже гарною ідеєю, оскільки люди можуть бути дуже різними у електронному
        спілкуванні і при реальній зустрічі. Якщо ж ви все ж хочете зустрітися з
        ними, повідомте про це батьків, і нехай вони підуть на першу зустріч
        разом з вами.
      </p>
      <p>
        Не відкривайте листи електронної пошти, файли або Web-сторінки, отримані
        від людей, яких ви реально не знаєте або не довіряєте.
      </p>
      <p>
        Нікому не давайте свій пароль, за виключенням дорослих вашої родини.
      </p>
      <p>
        Завжди дотримуйтесь сімейних правил Інтернет-безпеки: вони розроблені
        для того, щоб ви почували себе комфортно і безпечно у мережі.
      </p>
      <p>
        Ніколи не робіть того, що може коштувати грошей вашій родині, окрім
        випадків, коли поруч з вами батьки.
      </p>
      <p>
        Завжди будьте ввічливими у електронному листуванні, і ваші кореспонденти
        будуть ввічливими з вами.
      </p>
      <p>
        У електронних листах не застосовуйте текст, набраний у ВЕРХНЬОМУ
        РЕГІСТРІ - це сприймається у мережі як крик, і може прикро вразити
        вашого співрозмовника.
      </p>
      <p>
        Не надсилайте у листі інформації великого обсягу (картинки, фотографії
        тощо) без попередньої домовленості з вашим співрозмовником.
      </p>
      <p>
        Не розсилайте листи з будь-якою інформацією незнайомим людям без їхнього
        прохання - це сприймається як "спам", і звичайно засмучує користувачів
        мережі.
      </p>
      <p>
        Завжди поводьтеся у мережі так, як би ви хотіли, щоб поводилися з вами!
      </p>
    </div>
  );
}
