export const title =
  "Прийоми, які можна використовувати під час роботи з агресивними дітьми";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>
          Якщо агресія є усвідомленим, контрольованим актом з боку дитини, то
          для дорослого важливо не піддатися на таку маніпуляцію. При цьому
          доречно досить різко присікати агресивні дії або (якщо це не завдасть
          серйозної шкоди самій дитині та оточенню) ігнорувати їх.
        </li>
        <li>
          Якщо агресія є виявом садомазохістських схильностей, психолог має
          працювати спільно з психотерапевтом і психіатром.
        </li>
        <li>
          Якщо агресія є виявом гніву, можливе використання різноманітних
          стратегій впливу:
          <ol>
            <li>
              навчати дітей контролювати свої емоції і способи регулювання
              негативних почуттів без шкоди для оточення (цю стратегію
              використовують, якщо агресія виявляється у прямій формі).
              Наприклад, треба вчити змінювати пряму агресію на непряму за
              допомогою предметів-замінників, позбуватися внутрішнього
              напруження через активні дії, заняття спортом, рухливі ігри, вияв
              символічної агресії;
            </li>
            <li>
              розвивати в дитини вміння знижувати рівень емоційного напруження
              через фізичну релаксацію.
            </li>
          </ol>
        </li>
      </ol>
    </div>
  );
}
