import type { Years } from "./types";

export const data: Years = {
  title: "2011-2012",
  items: [
    {
      title: "2-А",
      items: [
        "Горова Софія",
        "Куць Матвій",
        "Лутков Андрій",
        "Мірошниченко Софія",
        "Янченко Валерія",
      ],
    },
    {
      title: "2-Б",
      items: [
        "Лампарт Володимир",
        "Просвірякова Ольга",
        "Тарасюк Олексій",
        "Назарова Дар’я",
      ],
    },
    {
      title: "3-А",
      items: ["Харченко Дмитро", "Панасюк Діана"],
    },
    {
      title: "3-Б",
      items: [
        "Біла Катерина",
        "Галич Олександра",
        "Капуста Юлія",
        "Кравченко Ольга",
        "Погорілий Ростислав",
      ],
    },
    {
      title: "4-А",
      items: [
        "Артемюк Мар’яна",
        "Кукленко Юлія",
        "Погорілий Дмитро",
        "Радзівіл Тетяна",
        "Родзінська Юлія",
        "Штилун Крістіна",
        "Гаспарян Карина",
      ],
    },
    {
      title: "5-А",
      items: [
        "Бесараб Валентин",
        "Бойчук Анастасія",
        "Діковицький Дмитро",
        "Дзигарська Наталія",
        "Лупало Станіслав",
        "Ніколайчук Вероніка",
      ],
    },
    {
      title: "5-Б",
      items: ["Абдраімова Аліна", "Чемерис Валерія", "Чорновіл Яна"],
    },
    {
      title: "6-А",
      items: [
        "Логінова Дарина",
        "Рой Діана",
        "Чабанюк Микита",
        "Ярмошик Валентин",
      ],
    },
    {
      title: "6-Б",
      items: ["Фіщенко Ольга", "Педченко Дарина", "Карпова Наталія"],
    },
    {
      title: "7-А",
      items: ["Зінченко Олександр", "Кліценко Дмитро"],
    },
    {
      title: "7-Б",
      items: ["Ніколайчук Микола"],
    },
    {
      title: "8-А",
      items: [
        "Музика Марія",
        "Герщук Анастасія",
        "Бабенко Юлія",
        "Зінов’єва Діана",
      ],
    },
    {
      title: "9-А",
      items: ["Горевич Олександр", "Пилипчук Ярослав", "Пасенко Олена"],
    },
    {
      title: "9-Б",
      items: ["Шкута Олександр", "Дудяк Маріана"],
    },
    {
      title: "10-А",
      items: [
        "Єпік Валерія",
        "Лисенко Катерина",
        "Печевиста Марія",
        "Майстренко Валерія",
        "Ткач Єлизавета",
        "Кліценко Вадим",
        "Філюк Катерина",
      ],
    },
    {
      title: "10-Б",
      items: ["Скрильник Надіна", "Морозова Анастасія", "Корнєва Дарина"],
    },
    {
      title: "11-А",
      items: ["Северіна Марина", "Сергієнко Тетяна", "Панасюк Світлана"],
    },
    {
      title: "11-Б",
      items: [
        "Кушнір Тетяна",
        "Кулібаба Альона",
        "Тітова Анастасія",
        "Сафіханова Ельвіра",
      ],
    },
  ],
};
