import type { Years } from "./types";

export const data: Years = {
  title: "2012-2013",
  items: [
    {
      title: "2-А",
      items: [
        "Васеленко Руслан",
        "Гришко Аліна",
        "Пилипенко Анастасія",
        "Сироватка Єлизавета",
        "Шаховський Євген",
        "Ющенко Анастасія",
      ],
    },
    {
      title: "2-Б",
      items: [
        "Казаков Ярослав",
        "Калашнікова Валерія",
        "Король Арина",
        "Ланкевич Кирило",
        "Приходько Максим",
      ],
    },
    {
      title: "3-А",
      items: [
        "Борисенкова Катерина",
        "Даценко Альона",
        "Дудка Дмитро",
        "Ковальчук Дар’я",
        "Лівак Ірина",
        "Руденко Марія",
      ],
    },
    {
      title: "3-Б",
      items: [
        "Лампарт Володимир",
        "Назарова Дар’я",
        "Просвірякова Ольга",
        "Тарасюк Олексій",
      ],
    },
    {
      title: "4-А",
      items: ["Харченко Дмитро", "Жила Олексій", "Квятковська Аліна"],
    },
    {
      title: "4-Б",
      items: [
        "Біла Катерина",
        "Галич Олександра",
        "Капуста Юлія",
        "Кравченко Ольга",
        "Федорченко Дмитро",
      ],
    },
    {
      title: "5-А",
      items: [
        "Артемюк Мар’яна",
        "Гаспарян Каріна",
        "Погорілий Дмитро",
        "Радзівіл тетяна",
        "Штилун Крістіна",
      ],
    },
    {
      title: "6-А",
      items: [
        "Бесараб Валнтин",
        "Бойко Олеся",
        "Бойчук Анастасія",
        "Дзигарська Наталя",
        "Діковицький Дмитро",
        "Жосан Анастасія",
      ],
    },
    {
      title: "6-Б",
      items: [
        "Абдраімова Аліна",
        "Токарєва Анастасія",
        "Чемерис Валерія",
        "Чорновіл Яна",
      ],
    },
    {
      title: "7-А",
      items: ["Логінова Дарина", "Рой Діана"],
    },
    {
      title: "7-Б",
      items: ["Педченко Дар’я", "Фіщенко Ольга"],
    },
    {
      title: "8-А",
      items: ["Кліценко Дмитро", "Зінченко Олександр"],
    },
    {
      title: "8-Б",
      items: ["Ніколайчук Микола", "Онда Євгеній"],
    },
    {
      title: "9-А",
      items: [
        "Бабенко Юлія",
        "Герщук Анастасія",
        "Зінов’єва Діана",
        "Лозовська Катерина",
        "Музика Марія",
      ],
    },
    {
      title: "10-А",
      items: [
        "Горевич Олександр",
        "Пасенко Олена",
        "Пилипчук Ярослав",
        "Щербак Іван",
      ],
    },
    {
      title: "10-Б",
      items: ["Шкута Олександр", "Дудяк Маріанна"],
    },
    {
      title: "11-А",
      items: [
        "Єпік Валерія",
        "Кліценко Вадим",
        "Лисенко Катерина",
        "Майстренко Валерія",
        "Печевиста Марія",
        "Філюк Катерина",
      ],
    },
    {
      title: "11-Б",
      items: ["Скрильник Надіна"],
    },
  ],
};
