import type { Years } from "./types";

export const data: Years = {
  title: "2013-2014",
  items: [
    {
      title: "2-А",
      items: [
        "Андріяш Євгеній",
        "Бесараб Олександр",
        "Білов Антон",
        "Бондаренко Світлана",
        "Боровик Валерія",
        "Євницький Максим",
        "Курило Єлизавета",
        "Пасєка Марина",
        "Тарасюк Юлія",
        "Циганов Олександр",
      ],
    },
    {
      title: "2-Б",
      items: ["Єременко Олександра", "Скубенік Ксенія", "Хорольський Сергій"],
    },
    {
      title: "3-А",
      items: [
        "Шашуба Ігор",
        "Сироватка Єлизавета",
        "Шаховський Євген",
        "Ющенко Анастасія",
        "Дорохін Андрій",
        "Сербін Денис",
        "Гришко Аліна",
      ],
    },
    {
      title: "3-Б",
      items: [
        "Казаков Ярослав",
        "Калашнікова Валерія",
        "Король Арина",
        "Ланкевич Кирило",
        "Приходько Максим",
      ],
    },
    {
      title: "4-А",
      items: [
        "Борисенкова Катерина",
        "Даценко Альона",
        "Даценко Анна",
        "Ковальчук Дар’я",
        "Лівак Ірина",
        "Руденко Марія",
        "Дудка Дмитро",
      ],
    },
    {
      title: "4-Б",
      items: [
        "Лампарт Володимир",
        "Колесник Карина",
        "Просвірякова Ольга",
        "Тарасюк Олексій",
      ],
    },
    {
      title: "5-А",
      items: [
        "Харченко Дмитро",
        "Кушніренко Дарина",
        "Пригун Каріна",
        "Квятковська Аліна",
      ],
    },
    {
      title: "5-Б",
      items: [
        "Біла Катерина",
        "Галич Олександра",
        "Капуста Юлія",
        "Сподіна Оксана",
        "Щербак Василина",
        "Кравченко Ольга",
      ],
    },
    {
      title: "6-А",
      items: [
        "Артемюк Мар’яна",
        "Гаспарян Каріна",
        "Погорілий Дмитро",
        "Радзівіл Тетяна",
        "Штилун Крістіна",
        "Коновалюк Ольга",
      ],
    },
    {
      title: "7-А",
      items: ["Бойчук Анастасія", "Бесараб Валентин", "Діковицький Дмитро"],
    },
    {
      title: "7-Б",
      items: [
        "Токарєва Анастасія",
        "Абдраімова Аліна",
        "Чемерис Валерія",
        "Чорновіл Яна",
      ],
    },
    {
      title: "8-А",
      items: ["Логінова Дарина", "Рой Діана"],
    },
    {
      title: "8-Б",
      items: ["Педченко Дар’я", "Фіщенко Ольга"],
    },
    {
      title: "9-А",
      items: ["Кліценко Дмитро", "Зінченко Олександр", "Муравська Катерина"],
    },
    {
      title: "9-Б",
      items: ["9-Б Ніколайчук Микола", "9-Б Онда Євгеній"],
    },
    {
      title: "10-А",
      items: [
        "Бабенко Юлія",
        "Герщук Анастасія",
        "Зінов’єва Діана",
        "Лозовська Катерина",
        "Музика Марія",
      ],
    },
    {
      title: "11-А",
      items: [
        "Горевич Олександр",
        "Пасенко Олена",
        "Пилипчук Ярослав",
        "Зайцева Євгенія",
      ],
    },
    {
      title: "11-Б",
      items: ["Шкута Олександр", "Головата Маріанна"],
    },
  ],
};
