import type { Years } from "./types";

export const data: Years = {
  title: "2014-2015",
  items: [
    {
      title: "2-А",
      items: [
        "Анісімов Артем",
        "Грушко Валерія",
        "Люльченко Василь",
        "Поїзд Софія",
      ],
    },
    {
      title: "2-Б",
      items: [
        "Архипова Анастасія",
        "Буйневич Тимофій",
        "Гайдуков Денис",
        "Лєсонєн Руслана",
        "Мандрига Ілона",
        "Прокопенко Єлизавета",
        "Тригуб Аліна",
        "Шевченко Валентин",
      ],
    },
    {
      title: "3-А",
      items: [
        "Андріяш Євгеній",
        "Бондаренко Світлана",
        "Курило Єлизавета",
        "Пасєка Марина",
        "Тарасюк Юлія",
        "Циганов Олександр",
        "Євницький Максим",
      ],
    },
    {
      title: "3-Б",
      items: [
        "Головченко Вероніка",
        "Дорошенко Надія",
        "Єременко Олександра",
        "Скубенік Ксенія",
        "Круглова Карина",
        "Хорольський Сергій",
      ],
    },
    {
      title: "4-А",
      items: [
        "Гришко Аліна",
        "Дорохін Андрій",
        "Сироватка Єлизавета",
        "Сербін Денис",
        "Шаховський Євген",
        "Ющенко Анастасія",
      ],
    },
    {
      title: "4-Б",
      items: [
        "Казаков Ярослав",
        "Калашнікова Валерія",
        "Король Арина",
        "Ланкевич Кирило",
      ],
    },
    {
      title: "5-А",
      items: [
        "Борисенкова Катерина",
        "Даценко Альона",
        "Даценко Анна",
        "Дудка Дмитро",
        "Ковальчук Дар’я",
        "Лівак Ірина",
        "Алтинбаєва Катерина",
        "Руденко Марія",
        "Чернеш Ліна",
        "Генчева Дар’я",
        "Грицан Марія",
      ],
    },
    {
      title: "5-Б",
      items: ["Лампарт Володимир", "Просвірякова Ольга"],
    },
    {
      title: "6-А",
      items: ["Кушніренко Дарина", "Піскарьова Наталія", "Харченко Дмитро"],
    },
    {
      title: "6-Б",
      items: [
        "Біла Катерина",
        "Галич Олександра",
        "Сподіна Оксана",
        "Капуста Юлія",
        "Кравченко Ольга",
      ],
    },
    {
      title: "7-А",
      items: [
        "Артемюк Мар’яна",
        "Гаспарян Каріна",
        "Погорілий Дмитро",
        "Кукленко Юлія",
        "Радзівіл Тетяна",
        "Штилун Крістіна",
        "Коновалюк Ольга",
      ],
    },
    {
      title: "8-А",
      items: ["Бесараб Валентин", "Бойко Олеся", "Жосан Анастасія"],
    },
    {
      title: "8-Б",
      items: ["Абдраімова Аліна", "Чемерис Валерія", "Чорновіл Яна"],
    },
    {
      title: "9-А",
      items: ["Логінова Дарина", "Рой Діана", "Смірнова Катерина"],
    },
    {
      title: "9-Б",
      items: ["Мацак Анна", "Педченко Дар’я", "Фіщенко Ольга"],
    },
    {
      title: "10-А",
      items: [
        "Кліценко Дмитро",
        "Зінченко Олександр",
        "Онда Євгеній",
        "Кравцан Єлизавета",
      ],
    },
    {
      title: "11-А",
      items: ["Бабенко Юлія", "Музика Марія"],
    },
  ],
};
