import type { Years } from "./types";

export const data: Years = {
  title: "2015-2016",
  items: [
    {
      title: "2-А",
      items: [
        "Барило Матвій",
        "Вовченко Микита",
        "Іщенко Володимир",
        "Караван Микита",
        "Касян Юрій",
        "Кох Анна",
        "Кравцан Сергій",
      ],
    },
    {
      title: "2-Б",
      items: [
        "Гончаренко Софія",
        "Корпан Роман",
        "Марченко Яна",
        "Попов Давид",
        "Тонкова Кіра",
        "Юрченко Юлія",
      ],
    },
    {
      title: "3-А",
      items: [
        "Анісімов Артем",
        "Грушко Валерія",
        "Іщенко Артем",
        "Люльченко Василь",
        "Поїзд Софія",
        "Номировська Вікторія",
        "Седік Дар’я",
      ],
    },
    {
      title: "3-Б",
      items: [
        "Буйневич Тимофій",
        "Гайдуков Денис",
        "Лєсонєн Руслан",
        "Мандрига Ілона",
        "Прокопенко Єлизавета",
        "Тригуб Аліна",
        "Шевченко Валентин",
      ],
    },
    {
      title: "4-А",
      items: [
        "Андріяш Євгеній",
        "Бондаренко Світлана",
        "Пасєка Марина",
        "Циганов Олександр",
        "Ковальова Катерина",
      ],
    },
    {
      title: "4-Б",
      items: ["Головченко Вероніка", "Дорошенко Надія", "Єременко Олександра"],
    },
    {
      title: "5-А",
      items: ["Дорохін Андрій", "Шаховський Євген"],
    },
    {
      title: "5-Б",
      items: ["Король Арина"],
    },
    {
      title: "6-А",
      items: [
        "Борисенкова Катерина",
        "Даценко Альона",
        "Ковальчук Дар’я",
        "Лівак Ірина",
        "Алтинбаєва Катерина",
        "Руденко Марія",
      ],
    },
    {
      title: "7-Б",
      items: [
        "Біла Катерина",
        "Галич Олександра",
        "Сподіна Оксана",
        "Капуста Юлія",
        "Мелетич Ілля",
      ],
    },
    {
      title: "8-А",
      items: [
        "Артемюк Мар’яна",
        "Гаспарян Каріна",
        "Погорілий Дмитро",
        "Кукленко Юлія",
        "Радзівіл Тетяна",
        "Штилун Крістіна",
      ],
    },
    {
      title: "9-А",
      items: ["Бойко Олеся"],
    },
    {
      title: "9-Б",
      items: ["Абдраімова Аліна", "Чемерис Валерія"],
    },
    {
      title: "10-А",
      items: [
        "Рой Діана",
        "Смірнова Катерина",
        "Мацак Анна",
        "Педченко Дар’я",
        "Фіщенко Ольга",
      ],
    },
    {
      title: "11-А",
      items: ["Зінченко Олександр", "Онда Євгеній"],
    },
  ],
};
