import type { Years } from "./types";

export const data: Years = {
  title: "2016-2017",
  items: [
    {
      title: "2-А",
      items: [
        "Горова Софія",
        "Куць Матвій",
        "Лутков Андрій",
        "Мірошниченко Софія",
        "Янченко Валерія",
      ],
    },
    {
      title: "2-Б",
      items: [
        "Грибенюк Вероніка",
        "Жарікова Ніка",
        "Зайцева Вікторія",
        "Константінова Яна",
        "Ліцвер Мілана",
        "Тимчук Марія",
        "Царакаєв Максим",
      ],
    },
    {
      title: "3-А",
      items: [
        "Вовченко Микита",
        "Караван Микита",
        "Касян Юрій",
        "Кох Анна",
        "Кравцан Сергій",
        "Барило Матвій",
        "Білогуб Микита",
        "Заболотська Поліна",
      ],
    },
    {
      title: "3-Б",
      items: [
        "Гончаренко Софія",
        "Корпан Роман",
        "Марченко Яна",
        "Попов Давид",
        "Тонкова Кіра",
      ],
    },
    {
      title: "4-А",
      items: [
        "Анісімов Артем",
        "Грушко Валерія",
        "Люльченко Василь",
        "Поїзд Софія",
        "Номировська Вікторія",
        "Седік Дар’я",
        "Стояновська Алісія",
        "Корольов Михайло",
      ],
    },
    {
      title: "4-Б",
      items: [
        "Буйневич Тимофій",
        "Гайдуков Денис",
        "Лєсонєн Руслана",
        "Мандрига Ілона",
        "Прокопенко Єлизавета",
        "Тригуб Аліна",
        "Шевченко Валентин",
      ],
    },
    {
      title: "5-А",
      items: ["Бондаренко Світлана", "Циганов Олександр", "Хабло Владислав"],
    },
    {
      title: "5-Б",
      items: ["Головченко Вероніка", "Дорошенко Надія", "Хорольський Сергій"],
    },
    {
      title: "6-А",
      items: ["Дорохін Андрій", "Асташкін Олександр"],
    },
    {
      title: "6-Б",
      items: ["Король Арина"],
    },
    {
      title: "7-А",
      items: [
        "Борисенкова Катерина",
        "Ковальчук Дар’я",
        "Лівак Ірина",
        "Алтинбаєва Катерина",
        "Руденко Марія",
      ],
    },
    {
      title: "8-Б",
      items: [
        "Біла Катерина",
        "Галич Олександра",
        "Сподіна Оксана",
        "Капуста Юлія",
        "Мелетич Ілля",
        "Щербак Василина",
      ],
    },
    {
      title: "9-А",
      items: [
        "Артемюк Мар’яна",
        "Гаспарян Каріна",
        "Погорілий Дмитро",
        "Коновалюк Ольга",
        "Радзівіл Тетяна",
        "Штилун Крістіна",
      ],
    },
    {
      title: "10-А",
      items: ["Абдраімова Аліна", "Чорновіл Яна"],
    },
    {
      title: "11-А",
      items: ["Рой Діана", "Мацак Анна", "Педченко Дар’я", "Фіщенко Ольга"],
    },
  ],
};
