import type { Years } from "./types";

export const data: Years = {
  title: "2017-2018",
  items: [
    {
      title: "2-А",
      items: [
        "Горіла Маргарита",
        "Мітькова Катерина",
        "Нікіфоров Павло",
        "Оголь Аріна",
        "Попов Єгор",
        "Сайко Ганна",
      ],
    },
    {
      title: "2-Б",
      items: [
        "Аблякімова Юліана",
        "Єременко Катерина",
        "Олексенко Олександра",
        "Пуц Богдан",
        "Островький Максим",
        "Радченко Костянтин",
        "Рогожина Маргарита",
        "Солохненко Микита",
        "Яременко Катерина",
      ],
    },
    {
      title: "3-А",
      items: [
        "Горова Софія",
        "Лутков Андрій",
        "Мірошниченко Софія",
        "Чепєлєв Дмитро",
        "Янченко Валерія",
        "Литвиненко Роман",
        "Піцик Софія",
      ],
    },
    {
      title: "3-Б",
      items: [
        "Грибенюк Вероніка",
        "Деулін Михайло",
        "Зайцева Вікторія",
        "Константінова Яна",
        "Ліцвер Мілана",
        "Тимчук Марія",
        "Царакаєв Максим",
      ],
    },
    {
      title: "4-А",
      items: [
        "Вовченко Микита",
        "Караван Микита",
        "Касян Юрій",
        "Кох Анна",
        "Кравцан Сергій",
        "Барило Матвій",
        "Білогуб Микита",
        "Дзигарська Анна",
        "Білий Іван",
      ],
    },
    {
      title: "4-Б",
      items: [
        "Гончаренко Софія",
        "Корпан Роман",
        "Марченко Яна",
        "Попов Давид",
        "Тонкова Кіра",
      ],
    },
    {
      title: "5-А",
      items: [
        "Анісімов Артем",
        "Грушко Валерія",
        "Поїзд Софія",
        "Номировська Вікторія",
        "Щербина Євген",
      ],
    },
    {
      title: "5-Б",
      items: [
        "Бубир Софія",
        "Гайдуков Денис",
        "Лєсонєн Руслана",
        "Гайман Лук’ян",
        "Прокопенко Єлизавета",
        "Тригуб Аліна",
        "Фурт Богдан",
        "Івченко Марина",
        "Корольов Михайло",
        "Люльченко Василь",
      ],
    },
    {
      title: "6-А",
      items: [
        "Бондаренко Світлана",
        "Циганов Олександр",
        "Андріяш Євгеній",
        "Білик Анастасія",
        "Пасєка Марина",
      ],
    },
    {
      title: "6-Б",
      items: ["Головченко Вероніка", "Дорошенко Надія", "Хорольський Сергій"],
    },
    {
      title: "7-А",
      items: ["Дорохін Андрій", "Асташкін Олександр"],
    },
    {
      title: "7-Б",
      items: ["Король Арина"],
    },
    {
      title: "8-А",
      items: [
        "Борисенкова Катерина",
        "Лівак Ірина",
        "Алтинбаєва Катерина",
        "Руденко Марія",
      ],
    },
    {
      title: "9-А",
      items: ["Панасюк Діана"],
    },
    {
      title: "9-Б",
      items: [
        "Біла Катерина",
        "Галич Олександра",
        "Сподіна Оксана",
        "Капуста Юлія",
      ],
    },
    {
      title: "10-А",
      items: [
        "Погорілий Дмитро",
        "Штилун Крістіна",
        "Лихман Ніна",
        "Кукленко Юлія",
        "Родзінська Юлія",
      ],
    },
  ],
};
