import type { Years } from "./types";

export const data: Years = {
  title: "2018-2019",
  items: [
    {
      title: "2-А",
      items: [
        "Кривонос Давид",
        "Мартян Маргарита",
        "Негода Тимофій",
        "Пасєка Анна",
        "Рябчук Станіслав",
        "Сібєкіна Софія",
        "Скляренко Іван",
        "Соломаха Дмитро",
        "Тихонова Діана",
        "Холодняк Максим",
        "Шашуба Максим",
        "Климчук Валерія",
      ],
    },
    {
      title: "2-Б",
      items: [
        "Беленко Кирило",
        "Борисевич Маргарита",
        "Володарська Анастасія",
        "Палівода Максим",
        "Побочий Ілля",
        "Теласов Владислав",
        "Хабло Яна",
        "Хованський Антон",
      ],
    },
    {
      title: "3-А",
      items: [
        "Горіла Маргарита",
        "Нікіфоров Павло",
        "Оголь Аріна",
        "Сайко Ганна",
      ],
    },
    {
      title: "3-Б",
      items: [
        "Аблякімова Юліана",
        "Єременко Катерина",
        "Олексенко Олександра",
        "Пуц Богдан",
        "Радченко Костянтин",
        "Солохненко Микита",
        "Яременко Катерина",
      ],
    },
    {
      title: "4-А",
      items: ["Лутков Андрій", "Чепєлєв Дмитро", "Янченко Валерія"],
    },
    {
      title: "4-Б",
      items: [
        "Грибенюк Вероніка",
        "Деулін Михайло",
        "Зайцева Вікторія",
        "Константінова Яна",
        "Ліцвер Мілана",
        "Тимчук Марія",
        "Царакаєв Максим",
      ],
    },
    {
      title: "5-А",
      items: [
        "Білий Іван",
        "Караван Микита",
        "Касян Юрій",
        "Кох Анна",
        "Кравцан Сергій",
        "Барило Матвій",
        "Білогуб Микита",
        "Дзигарська Анна",
      ],
    },
    {
      title: "5-Б",
      items: ["Марченко Яна", "Попов Давид", "Тонкова Кіра"],
    },
    {
      title: "6-А",
      items: [
        "Анісімов Артем",
        "Седік Дар’я",
        "Поїзд Софія",
        "Номировська Вікторія",
      ],
    },
    {
      title: "6-Б",
      items: [
        "Бубир Софія",
        "Гайдуков Денис",
        "Гайман Лук’ян",
        "Прокопенко Єлизавета",
        "Тригуб Аліна",
        "Фурт Богдан",
        "Корольов Михайло",
        "Люльченко Василь",
      ],
    },
    {
      title: "7-А",
      items: ["Білик Анастасія", "Пасєка Марина"],
    },
    {
      title: "7-Б",
      items: ["Головченко Вероніка"],
    },
    {
      title: "8-А",
      items: ["Дорохін Андрій", "Асташкін Олександр"],
    },
    {
      title: "8-Б",
      items: ["Король Арина", "Черевик Павло"],
    },
    {
      title: "9-А",
      items: [
        "Борисенкова Катерина",
        "Лівак Ірина",
        "Алтинбаєва Катерина",
        "Руденко Марія",
      ],
    },
    {
      title: "10-А",
      items: [
        "Біла Катерина",
        "Галич Олександра",
        "Капуста Юлія",
        "Кравченко Ольга",
        "Щербак Василина",
      ],
    },
    {
      title: "11-А",
      items: ["Кукленко Юлія", "Родзінська Юлія"],
    },
  ],
};
