import type { Years } from "./types";

export const data: Years = {
  title: "2019-2020",
  items: [
    {
      title: "3-А",
      items: [
        "Кривонос Давид",
        "Мартян Маргарита",
        "Негода Тимофій",
        "Пасєка Анна",
        "Рябчук Станіслав",
        "Сібєкіна Софія",
        "Скляренко Іван",
        "Соломаха Дмитро",
        "Тихонова Діана",
        "Мінчак Маріанна",
        "Шашуба Максим",
        "Климчук Валерія",
        "Семененко Аріна",
      ],
    },
    {
      title: "3-Б",
      items: [
        "Беленко Кирило",
        "Борисевич Маргарита",
        "Володарська Анастасія",
        "Палівода Максим",
        "Побочий Ілля",
        "Работницький Олександр",
        "Теласов Владислав",
        "Хабло Яна",
        "Хованський Антон",
      ],
    },
    {
      title: "4-А",
      items: [
        "Горіла Маргарита",
        "Нікіфоров Павло",
        "Оголь Аріна",
        "Сайко Ганна",
        "Кропотіна Людмила",
        "Філь Анастасія",
        "Штефан Вікторія",
        "Сипченко Марія",
      ],
    },
    {
      title: "4-Б",
      items: [
        "Єременко Катерина",
        "Олексенко Олександра",
        "Солохненко Микита",
        "Брайко Катерина",
        "Костиря Роман",
      ],
    },
    {
      title: "5-А",
      items: ["Лутков Андрій", "Янченко Валерія"],
    },
    {
      title: "5-Б",
      items: [
        "Зайцева Вікторія",
        "Константінова Яна",
        "Ліцвер Мілана",
        "Тимчук Марія",
        "Царакаєв Максим",
      ],
    },
    {
      title: "5-В",
      items: ["Мірошніков Артем", "Малолітко Захар", "Косяк Софія"],
    },
    {
      title: "6-А",
      items: [
        "Білий Іван",
        "Касян Юрій",
        "Кох Анна",
        "Кравцан Сергій",
        "Дзигарська Анна",
      ],
    },
    {
      title: "6-Б",
      items: ["Марченко Яна"],
    },
    {
      title: "7-А",
      items: [
        "Анісімов Артем",
        "Радзівіл Ольга",
        "Поїзд Софія",
        "Номировська Вікторія",
      ],
    },
    {
      title: "7-Б",
      items: [
        "Гайдуков Денис",
        "Гайман Лук’ян",
        "Прокопенко Єлизавета",
        "Тригуб Аліна",
        "Фурт Богдан",
      ],
    },
    {
      title: "8-А",
      items: ["Білик Анастасія", "Пасєка Марина"],
    },
    {
      title: "9-А",
      items: ["Дорохін Андрій", "Асташкін Олександр", "Шашуба Ігор"],
    },
    {
      title: "9-Б",
      items: ["Король Арина", "Черевик Павло"],
    },
    {
      title: "10-А",
      items: [
        "Генчева Дар’я",
        "Лівак Ірина",
        "Алтинбаєва Катерина",
        "Руденко Марія",
        "Тютюник Єгор",
      ],
    },
    {
      title: "11-А",
      items: [
        "Біла Катерина",
        "Галич Олександра",
        "Капуста Юлія",
        "Кравченко Ольга",
        "Щербак Василина",
      ],
    },
  ],
};
