import type { Years } from "./types";

export const data: Years = {
  title: "2020-2021",
  items: [
    {
      title: "4-А",
      items: [
        "Кривонос Давид",
        "Пасєка Анна",
        "Рябчук Станіслав",
        "Сібєкіна Софія",
        "Скляренко Іван",
        "Соломаха Дмитро",
        "Тихонова Діана",
        "Шашуба Максим",
        "Мартян Маргарита",
      ],
    },
    {
      title: "4-Б",
      items: [
        "Беленко Кирило",
        "Борисевич Маргарита",
        "Володарська Анастасія",
        "Палівода Максим",
        "Побочий Ілля",
        "Работницький Олександр",
        "Теласов Владислав",
        "Хованський Антон",
      ],
    },
    {
      title: "5-А",
      items: ["Горіла Маргарита", "Оголь Аріна"],
    },
    {
      title: "6-А",
      items: ["Лутков Андрій", "Янченко Валерія"],
    },
    {
      title: "6-Б",
      items: [
        "Деулін Михайло",
        "Зайцева Вікторія",
        "Константінова Яна",
        "Ліцвер Мілана",
        "Тимчук Марія",
        "Жуковська Віолета",
        "Пирожок Валентина",
      ],
    },
    {
      title: "6-В",
      items: ["Мірошніков Артем", "Косяк Софія"],
    },
    {
      title: "7-А",
      items: ["Касян Юрій", "Кох Анна", "Кравцан Сергій", "Дзигарська Анна"],
    },
    {
      title: "8-А",
      items: [
        "Анісімов Артем",
        "Гайман Лук’ян",
        "Поїзд Софія",
        "Грушко Валерія",
      ],
    },
    {
      title: "8-Б",
      items: [
        "Бубир Софія",
        "Гайдуков Денис",
        "Майстренко Ксенія",
        "Прокопенко Єлизавета",
        "Фурт Богдан",
      ],
    },
    {
      title: "9-А",
      items: [
        "Андріяш Євгеній",
        "Бондаренко Світлана",
        "Білик Анастасія",
        "Пасєка Марина",
      ],
    },
    {
      title: "10-А",
      items: [
        "Дорохін Андрій",
        "Асташкін Олександр",
        "Шашуба Ігор",
        "Король Арина",
        "Ланткевич Кирило",
      ],
    },
    {
      title: "11-А",
      items: [
        "Алтинбаєва Катерина",
        "Лівак Ірина",
        "Руденко Марія",
        "Тютюник Єгор",
      ],
    },
  ],
};
