import type { Years } from "./types";

export const data: Years = {
  title: "2021-2022",
  items: [
    {
      title: "5-А",
      items: [
        "Кривонос Давид",
        "Климчук Валерія",
        "Пасєка Анна",
        "Сібєкіна Софія",
        "Скляренко Іван",
        "Соломаха Дмитро",
        "Фурман Єлизавета",
        "Шашуба Максим",
        "Мартян Маргарита",
      ],
    },
    {
      title: "5-Б",
      items: [
        "Беленко Кирило",
        "Палівода Максим",
        "Побочий Ілля",
        "Теласов Владислав",
        "Хованський Антон",
      ],
    },
    {
      title: "6-А",
      items: ["Горіла Маргарита", "Оголь Аріна"],
    },
    {
      title: "7-А",
      items: ["Янченко Валерія"],
    },
    {
      title: "7-Б",
      items: [
        "Зайцева Вікторія",
        "Ліцвер Мілана",
        "Жуковська Віолета",
        "Пирожок Валентина",
      ],
    },
    {
      title: "7-В",
      items: ["Мірошніков Артем", "Косяк Софія"],
    },
    {
      title: "8-А",
      items: [
        "Касян Юрій",
        "Барило Матвій",
        "Краснощоков Михайло",
        "Кравцан Сергій",
        "Дзигарська Анна",
      ],
    },
    {
      title: "9-А",
      items: [
        "Анісімов Артем",
        "Гайман Лук’ян",
        "Поїзд Софія",
        "Грушко Валерія",
      ],
    },
    {
      title: "9-Б",
      items: [
        "Бубир Софія",
        "Гайдуков Денис",
        "Майстренко Ксенія",
        "Прокопенко Єлизавета",
        "Фурт Богдан",
      ],
    },
    {
      title: "11-А",
      items: [
        "Дорохін Андрій",
        "Асташкін Олександр",
        "Шашуба Ігор",
        "Король Арина",
        "Ланткевич Кирило",
      ],
    },
  ],
};
