import type { Years } from "./types";

export const data: Years = {
  title: "2022-2023",
  items: [
    {
      title: "5-А",
      items: [
        "Вдовіченко Анна",
        "Мазур Маргарита",
        "Крилов Артем",
        "Штефан Ілля",
        "Смірнова Каріна",
        "Янча Ілона",
        "Лещенко Влад",
        "Цимбрала Іван",
        "Комісаренко Артем",
        "Євницький Владислав",
      ],
    },
    {
      title: "5-Б",
      items: [
        "Грішина Марія",
        "Заболотній Іван",
        "Кравченко Олександра",
        "Лісневська Вікторія",
        "Майборода Альона",
        "Марченко Анна Миколаївна",
        "Риболовкін Ілля",
        "Тельвак Анастасія",
        "Лижненко Вадим",
      ],
    },
    {
      title: "6-А",
      items: [
        "Климчук Валерія",
        "Мінчак Маріанна",
        "Мартян Маргарита",
        "Рябчук Станіслав",
        "Соломаха Дмитро",
        "Фурман Єлизавета",
        "Сєбєкіна Софія",
        "Скляренко Іван",
      ],
    },
    {
      title: "6-Б",
      items: [
        "Володарська Анастасія",
        "Мищенко Єва",
        "Побочий Ілля",
        "Рзаєва Саміра",
        "Хованський Антон",
        "Теласов Владислав",
      ],
    },
    {
      title: "7-А",
      items: [
        "Оголь Аріна",
        "Горіла Маргарита",
        "Сайко Анна",
        "Федосенко Максим",
        "Штефан Вікторія",
      ],
    },
    {
      title: "7-Б",
      items: ["Брайко Катерина", "Сміян Роман"],
    },
    {
      title: "8-А",
      items: ["Янченко Валерія"],
    },
    {
      title: "8-Б",
      items: [
        "Зайцева Вікторія",
        "Константінова Яна",
        "Ліцвер Мілана",
        "Пирожок Валентина",
        "Черепашинська Марія",
      ],
    },
    {
      title: "8-В",
      items: ["Косяк Софія", "Мірошніков Артем"],
    },
    {
      title: "9-А",
      items: [
        "Барило Матвій",
        "Білогуб Микита",
        "Дзигарська Анна",
        "Караван Микита",
        "Касян Юрій",
        "Кравцан Сергій",
        "Краснощоков Михайло",
      ],
    },
    {
      title: "9-Б",
      items: ["Марченко Яна", "Попов Давид", "Тонкова Кіра"],
    },
  ],
};
