import type { Years } from "./types";

export const data: Years = {
  title: "2023-2024",
  items: [
    {
      title: "5-А",
      items: ["Височенко Марія", "Негода Аксинія"],
    },
    {
      title: "5-Б",
      items: [
        "Бицюк Роман",
        "Волошина Каміла",
        "Джепко Марк",
        "Каширін Дмитро",
        "Коробка Софія",
        "Лампарт Анна",
        "Мандрига Анна",
        "Мусієнко Поліна",
        "Подвашецька Єлизавета",
        "Стоялова Вероніка",
      ],
    },
    {
      title: "6-А",
      items: ["Крилов Артем", "Штефан Ілля", "Янча Ілона", "Лещенко Влад"],
    },
    {
      title: "6-Б",
      items: [
        "Заболотній Іван",
        "Марченко Анна Миколаївна",
        "Ігнатенко Юрій",
        "Тельвак Анастасія",
        "Риболовкін Ілля",
        "Мельник Артем",
      ],
    },
    {
      title: "7-А",
      items: [
        "Климчук Валерія",
        "Мінчак Маріанна",
        "Сєбєкіна Софія",
        "Соломаха Дмитро",
        "Мартян Маргарита",
      ],
    },
    {
      title: "7-Б",
      items: [
        "Володарська Анастасія",
        "Побочий Ілля",
        "Рзаєва Саміра",
        "Хованський Антон",
        "Теласов Владислав",
      ],
    },
    {
      title: "8-А",
      items: [
        "Оголь Аріна",
        "Штефан Вікторія",
        "Сайко Анна",
        "Приходькт Евагеліна",
      ],
    },
    {
      title: "9-А",
      items: [
        "Зайцева Вікторія",
        "Константінова Яна",
        "Ліцвер Мілана",
        "Пирожок Валентина",
        "Черепашинська Марія",
      ],
    },
    {
      title: "9-Б",
      items: ["Косяк Софія", "Янченко Валерія", "Мірошніков Артем"],
    },
  ],
};
