import image from "./1.jpg";

export const title = "Допомога батькам під час дистанційного навчання";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-80" />

      <ol>
        <li>
          Складайте розклад разом. Цей розклад має бути написаний (або
          намальований для дітей, яким ще важко читати) і бути доступним і
          дитині, і дорослому. Обов’язково плануйте перерви, відпочинок,
          розваги. Ваш розклад не має бути схожим на список покарань. Не робіть
          уроки довгими – 40 хвилин – це занадто навіть для середньої школи.
          Краще зробити перерву до того, як з’являються ознаки втоми і втрата
          уваги. Для 1-2 класів навчальні блоки можуть бути 10-15 хвилин, робимо
          перерву на 5 хвилин і знову повертаємось до роботи.
        </li>
        <br />
        <li>
          Слідкуйте за організацією робочого місця. Хаос і безлад на робочому
          місці і біля нього можуть сильно відволікати.
        </li>
        <br />
        <li>
          Домовтесь про правила, які важливі для вас під час карантину.
          Наприклад, якщо хтось з дорослих працює дистанційно, чи у вас в сім’ї
          тільки один гаджет на кількох школярів – в цьому випадку потрібні
          чіткі домовленості, інакше конфліктів не уникнути. Нові правила і
          домовленості теж краще записати і вивісити в доступному місці. При
          виникненні конфлікту ви зможете апелювати до них.
        </li>
        <br />
        <li>
          Постійні звукові повідомлення під час роботи над завданнями інколи
          страшено заважають. Особливо, коли ти тільки зосередився на алгебрі, а
          тут прийшло таке завдання з мови, а через пару хвилин з біології і
          фізики, і там так багато всього робити! Якщо вас завалюють цілою купою
          завдань – це дезорганізує. Навчіть свою дитину ставити обмеження і
          планувати – зараз зроблю це, а потім подивлюсь наступне повідомлення.
          Про роботи, які мають виконуватись в обмежений час, вчителі
          попереджають заздалегідь, ви їх не пропустите. Також важливо навчитись
          розбивати великі завдання на частини і рухатися поступово, тоді великі
          об’єми не так нас лякають.
        </li>
        <br />
        <li>
          Якщо ви сидите зі своєю дитиною і намагаєтесь вчити з нею уроки, ви
          точно будете час від часу відчувати гнів («як він/вона може не
          розуміти, це ж просто?»), безпорадність («я не вмію пояснювати», «я не
          можу зрозуміти як робити завдання сам»). Як з цим обходитись? Робити
          видих і нагадувати самому собі, що ви не вчитель, що коли ми
          намагаємося вчити наших дітей, ми занадто емоційно залучаємося і це
          тільки заважає процесу навчання і не покращує наші стосунки з дітьми.
          Залиште цю роботу професіоналам, організуйте можливість поспілкуватися
          з вчителем, коли виникають якісь питання.
        </li>
        <br />
        <li>
          Якщо вам здається, що вчителі перевантажують завданнями вашу дитину,
          спробуйте надати вчителю адекватну зворотну реакцію. Доброзичливу і
          докладну. Адекватна зворотна реакція завжди починається з подяки.
          Пригадайте, будь ласка, що нікого не вчили працювати дистанційно, а
          частина матеріалу і завдань, які напрацьовані вчителем, просто не
          можуть бути використані в режимі онлайн. Педагогам доводиться
          переробляти матеріали, паралельно навчаючись і опановуючи нові
          програми. При цьому не слід забувати, що вчителі – також батьки і
          мають вдома «своїх» школярів. Подякуйте.
        </li>
        <ul>
          <li>Розкажіть, що ви робите і як стараєтесь.</li>
          <li>
            Розкажіть про труднощі, з якими ви стикаєтесь (не обов’язково
            учбові, можливо, у вас є зовсім маленька дитина, чи ви працюєте в
            нічній зміні).
          </li>
          <li>
            Чітко і доступно сформулюйте чого ви б хотіли від вчителя, якої саме
            допомоги потребуєте, що, на вашу думку, може полегшити ваше життя.
          </li>
          <li>Будьте уважні до того що вам скаже вчитель.</li>
        </ul>
      </ol>

      <p>
        Пам’ятайте про те, що ваші цілі збігаються і налагодити співпрацю
        важливо як ніколи.
      </p>
      <p>
        Організовуючи роботу в умовах дистанційного навчання, нагадуйте собі час
        від часу, що діти дзеркалять наш емоційний стан і, в ситуації, коли
        батьки в тривозі їм важко залишатися спокійними і врівноваженими.
      </p>
      <p>
        В складних умовах невизначеності і загроз головне навантаження лягає на
        середнє покоління – тобто на батьків школярів. Саме вони несуть
        відповідальність і за дітей, і за старше покоління, за фізичне виживання
        родини. І саме тому життя родини має бути організоване таким чином, щоб
        зняти все зайве навантаження з тих, хто працює на роботі, кухні, городі,
        забезпечуючи виживання сім’ї. Це гарний час, щоб діти в сім’ї почали
        робити те, що можуть, щоб розвантажити дорослих і внести свій вклад у
        виживання родини. Ми встигнемо повернутися до моделі «дитиноцентричної»
        родини, коли ситуація зміниться на краще. Подбайте про себе – це
        допоможе всій родині, бо мама, чи тато в хорошому стані – опора для
        всіх. Подбайте про себе – ви навчите своїм прикладом дитину бути
        турботливою і чутливою до самої себе, цей досвід їй дуже згодиться в
        майбутньому дорослому житті. Просіть про допомогу, коли вам важко,
        заради цієї можливості ми і живемо в громадах. При потребі звертайтеся
        до соціального педагога та психолога нашого закладу. Ми надамо допомогу
        в складних питаннях, які виникають при організації життя в нових умовах.
        Бережіть себе і своїх близьких.
      </p>
    </div>
  );
}
