import image from "./1.jpg";

export const title = "Психотехніка сімейного спілкування";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="w-96 md:float-right md:ml-3" />

      <p>
        <b>Передумови</b>
      </p>
      <ol>
        <li>
          Вміти відчувати ритм спілкування - не набридати зауваженнями,
          порадами, нотаціями.
        </li>
        <li>Вміти вчасно відчути критичну точку закипання пристрастей.</li>
      </ol>

      <p>
        <b>Дев'ять правил</b>
      </p>
      <ol>
        <li>
          Сперечайтесь, але не сваріться (краще десять суперечок, аніж одна
          сварка з образами, недоброзичливістю).
        </li>
        <li>
          Обговорюйте, але не оговорюйте (образливими епітетами, звинуваченнями
          , — без "переходу на особи"...).
        </li>
        <li>Звужуйте арену конфлікту типу "ти завжди...".</li>
        <li>
          3абудьте, що було вчора, не накопичуйте злості до останньої краплі.
        </li>
        <li>
          Охолоньте! М.В. Гоголь радив: "Де кричать емоції - розум мовчить
          (наберіть повітря, рахуйте до 10, не дих потім кажіть)".
        </li>
        <li>Будьте емпатичними - ("вмійте поставити себе на місце іншого").</li>
        <li>
          Утверджуйте не власне "Я", а справедливість (гонор поглинає
          самокритичність. Останнє слово ваше, але ціна страшна - глибока
          неприязнь, бо ви гідність розтоптали).
        </li>
        <li>
          У незгодах шукайте не істину, а згоду (сімейні стосунки - не академія
          наук, вище за істину - згода).
        </li>
        <li>
          Менше з'ясовуйте стосунки - більше створюйте ("витягнеш одну ногу -
          інші затягне").
        </li>
      </ol>

      <p>
        <b>Два психологічних портрети</b>
      </p>
      <ol>
        <li>
          Портрет конфліктної особи: нервова, невитримана, агресивна,
          егоїстична, вразлива, сварлива, бездушна, похмура, мінлива, люта,
          безжальна.
        </li>
        <li>
          Портрет безконфліктної людини: спокійна, витримана, розумна, чуйна,
          здатна увійти у становище іншого, великодушна, сердечна, з гумором,
          щедра, довірлива, лагідна, доброзичлива.
        </li>
      </ol>
    </div>
  );
}
