export function СonditionsOfAvailability() {
  return (
    <div className="content font-roboto-condensed">
      <p>
        Заклад збудовано за типовим проектом у 1975 році. Відповідно до типових
        планів не було передбачено зручностей для вільного пересування людей з
        обмеженими можливостями.
      </p>
      <p>
        КГ №55 КМР забезпечує умови для навчання дітей з особливими освітніми
        потребами, які можуть самостійно пересуватись.
      </p>
      <p>
        Доступ до приміщення гімназії для осіб з особливими потребами можливий
        тільки на І поверх.
      </p>
      <h1 className="text-lg">
        Щодо виконання вимог Закону України “Про основи соціальної захищеності
        інвалідів в Україні”
      </h1>
      <ul>
        <li>Довжина пандуса - 3 м</li>
        <li>Ширина - 0,9 м</li>
        <li>Висота - 60 см</li>
        <li>Висота дверей - 2,15 м</li>
        <li>Ширина - 1,70 м</li>
        <li>Кнопка виклику знаходиться на висоті 1,30 м</li>
      </ul>
    </div>
  );
}
