export function RulesOfAdmission() {
  return (
    <div className="content">
      <h1 className="text-center text-2xl">ШАНОВНІ БАТЬКИ</h1>
      <p>
        У зв’язку зі змінами Порядку обліку дітей шкільного віку та учнів
        (Постанова Кабінету Міністрів України від 13 вересня 2017 №684). ПРИЙОМ
        ДО ПЕРШИХ КЛАСІВ ЗДІЙСНЮЄТЬСЯ БЕЗ КОНКУРСНОГО ВІДБОРУ. ПРАВО НА
        ПЕРШОЧЕРГОВЕ ЗАРАХУВАННЯ МАЮТЬ ДІТИ, ЯКІ ПРОЖИВАЮТЬ НА ЗАКРІПЛЕНІЙ
        ТЕРИТОРІЇ ОБСЛУГОВУВАННЯ. (Згідно з рішенням Виконкому Тернівської
        районної у місті ради від 16.08.2017 р. №279 «Про затвердження
        мікрорайонів шкіл та дошкільних навчальних закладів» до мікрорайону КГ
        №55 КМР належить вулиця С.Колачевського буд. 52-162.),ТОМУ ПРИЙОМ
        ВІДБУВАТИМЕТЬСЯ У ДВА ЕТАПИ.
      </p>
      <h2 className="text-center">
        I етап (квітень - травень) ГАРАНТОВАНЕ ПРАВО
      </h2>
      <p>
        Дізнайтесь до якого мікрорайону відноситься ваша вулиця, та за яким
        закладом освіти закріплено ваш будинок. Для цього зверніться до закладу
        чи скористайтесь сайтом відділу освіти чи закладу.
      </p>
      <p>
        Попередній запис дітей, які проживають на закріпленій за закладом
        території здійснюється секретарем закладу.
      </p>
      <p>
        Телефон для довідок: <b>(096) 095-04-11 (з 10:00 год. — 16:00 год.).</b>
      </p>
      <p>
        Запишіться на прийом до директора та віддайте всі необхідні документи
        для зарахування до закладу.
      </p>
      <p>Документи:</p>
      <ul>
        <li>заява батьків + паспорт;</li>
        <li>копія свідоцтва про народження дитини;</li>
        <li>оригінал медичної довідки;</li>
        <li>документ, що підтверджує місце проживання.</li>
      </ul>
      <h2 className="text-center">
        II етап (01.06 – 14.06) ПРАВО ВИБОРУ на вільні місця
      </h2>
      <p>
        Якщо ви бажаєте відвідувати заклад закріплений не за вашою територією,
        то потрібно залишити заявку в цьому закладі та очікувати вільного місця.
      </p>
      <p>
        Заявки до шкіл подають всі бажаючі з іншої території проживання чи
        іншого району, чи навіть іншого міста.
      </p>
      <p>
        У разі, якщо кількість заяв перевищить кількість наявних вільних місць
        педагогічна рада закладу самостійно прийматиме рішення яким чином
        здійснити відбір заяв.
      </p>
      <p>
        Для зарахування дитини до 2-9 класу батькам чи особам, які їх замінюють,
        слід подати такі документи:
      </p>
      <ul>
        <li>заяву від батьків (осіб, що їх замінюють);</li>
        <li>
          копію свідоцтва про народження або паспорта (паспорт одного з батьків
          із зазначенням місця проживання);
        </li>
        <li>медичну картку;</li>
        <li>
          особова справа (виписка оцінок, якщо дитина переходить з іншого
          навчального закладу після початку навчального року);
        </li>
      </ul>
      <p>Документи, необхідні при переведені учня з однієї закладу в інший:</p>
      <ul>
        <li>Заяву на ім’я директора закладу;</li>
        <li>Особиста справа учня;</li>
        <li>
          Виписка поточних оцінок з усіх предметів, завірена печаткою закладу
          (при перекладі протягом навчального року);
        </li>
        <li>Медична карта учня;</li>
        <li>Паспорт одного з батьків із зазначенням місця проживання.</li>
      </ul>
      <p>
        <b>Закон України “Про загальну середню освіту”</b>
      </p>
      <p>
        <em>Стаття 18. Зарахування учнів</em>
      </p>
      <ol>
        <li>
          Місцеві органи виконавчої влади або органи місцевого самоврядування
          закріплюють за закладами загальної середньої освіти відповідні
          території обслуговування і до початку навчального року обліковують
          учнів, які мають їх відвідувати.
        </li>
        <li>
          <b>
            Зарахування учнів до закладу загальної середньої освіти проводиться
            наказом директора, що видається на підставі заяви, копії свідоцтва
            про народження дитини, за наявності медичної довідки встановленого
            зразка і відповідного документа про освіту (крім учнів першого
            класу).
          </b>
        </li>
        <li>
          Зарахування учнів до ліцеїв, приватних закладів загальної середньої
          освіти і закладів спеціалізованої освіти дозволяється проводити на
          конкурсних засадах.
        </li>
      </ol>
    </div>
  );
}
