import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/ma-natural-math/")({
  component: RouteComponent,
  staticData: {
    title: "Методична робота",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <img
        src={asset(
          "images/працівники/мо-вчителів-природничо-математичного-циклу.jpg",
        )}
        className="mx-auto w-140"
      />
      <p>
        <b>Науково-методична проблема закладу:</b>
        <br />
      </p>
      <ul className="list-none">
        <li>
          «Розвиток ключових компетентностей як чинника свідомої професійної
          орієнтації здобувачів освіти»
        </li>
      </ul>

      <p>
        <b>Мета:</b>
      </p>
      <ul>
        <li>
          формування ключових компетентностей на уроках і в позаурочний час;
        </li>
        <li>
          неперервне удосконалення рівня педагогічної майстерності вчителів;
        </li>
        <li>
          формування компетентнісного підходу в діяльності вчителів
          природничо-математичного циклу;
        </li>
        <li>
          послідовний розвиток і удосконалення навчального процесу в
          нерозривному зв’язку з вихованням здобувачів освіти;
        </li>
        <li>
          підсилення мотивації учасників освітнього процесу засобами
          формувального оцінювання;
        </li>
        <li>
          привернення уваги учнів та батьків до ролі предметів
          природничо-математичного циклу в суспільному житті та розвитку
          суспільства;
        </li>
        <li>
          створення найкращих умов для самостійного вибору професійного шляху
          учнями, але з урахуванням прогресивних змін у суспільстві;
        </li>
        <li>
          дотримання Державного стандарту базової середньої освіти в умовах
          війни.
        </li>
      </ul>

      <p>
        <b>Основні завдання методоб’єднання на 2024-2025 н.р.</b>
      </p>

      <ol>
        <li>
          Забезпечення методичного та психолого-педагогічного супроводів
          стандартизації якісної базової та повної загальної середньої освіти.
        </li>
        <li>
          Запровадження гнучких моделей організації навчально-виховного процесу
          відповідно до здібностей та нахилів учнів.
        </li>
        <li>
          Використання сучасних інформаційних технологій аналітичної діяльності
          на основі даних базового та проблемного моніторингу освітньої
          діяльності. Удосконалювати систему методичної роботи на основі
          аналітично-прогностичної роботи, впроваджувати інтерактивні методики
          та методики моніторингових досліджень якості знань і умінь учнів.
        </li>
        <li>
          Забезпечення умов для безперервного зростання рівня педагогічної
          майстерності вчителів через координацію зусиль методичних структур
          різного рівня.
        </li>
        <li>
          Створення умов для обміну перспективним педагогічним досвідом кращих
          учителів школи в роботі над провідною методичною проблемою.
        </li>
        <li>
          Розвивати інтерес учнів до науково-дослідницької та експериментальної
          роботи.
        </li>
        <li>
          Стимулювати створення умов з метою впровадження в процес навчання
          нових комп’ютерних технологій.
        </li>
        <li>
          Провести роботу по переорієнтуванню навчального процесу – менше часу
          відводити на відпрацювання формалізованих алгоритмів дій, перевірку
          домашніх завдань, контрольні та самостійні роботи, а натомість
          збільшити час на організацію пізнавальної діяльності школярів,
          формування вмінь, що мають практичне спрямування.
        </li>
        <li>
          Орієнтувати допрофільну спеціалізацію школи у контексті задоволення
          реальних потреб учнів, батьків, громадськості. Здійснювати
          систематичний моніторинг якості освітніх послуг.
        </li>
        <li>
          Використовувати системний підхід до організації роботи зі здібними та
          обдарованими учнями. Особлива увага до організації роботи школи
          олімпійського резерву навчального закладу.
        </li>
        <li>
          Удосконалювати роботу по переходу від інформаційно-пояснювального
          підходу до діяльнісного урізноманітнення прийомів, форм, методів
          навчання, використання групової, парної, індивідуальної роботи,
          педагогічних програмних засобів.
        </li>
        <li>
          Продовжувати самоосвіту педагогів шляхом вивчення матеріалів освітніх
          інтернет-ресурсів, науково-практичних семінарів, вебінарів, навчання
          на курсах підвищення кваліфікації, обміну досвіду з колегами.
        </li>
        <li>
          Посилити роботу вчителів по оволодінню нормативно-правовою базою в
          галузі освіти.
        </li>
        <li>
          Своєчасно та в повному обсязі опрацьовувати та керуватись в
          повсякденній роботі нормами законодавства в галузі освіти.
        </li>
      </ol>
    </div>
  );
}
