import type { EmployeeJob } from "./employees";

export const structureAndOrganization: Type[] = [
  {
    id: "директор",
    duty: [
      {
        title: "Відповідає за",
        items: [
          "Забезпечення закладу кадрами, прийом на роботу і звільнення з роботи навчально – допоміжного та обслуговуючого персоналу закладу;",
          "Організацію та проведення атестації учителів;",
          "Підготовку та проведення педагогічних рад, нарад за участю директора;",
          "Правильне складання річного плану роботи закладу і плану її перспективного розвитку;",
          "Підготовку закладу до нового навчального року;",
          "Належне ведення особових справ;",
          "Здійснення набору учнів до 1-х та 9-х класів, прийом дітей до закладу;",
          "Дотримання єдиних педагогічних вимог у закладі, режиму навчальних занять;",
          "Створення сприятливих умов для підвищення професійного рівня працівників закладу;",
          "Правильність організації освітньої роботи з учнями 1–9 класів;",
          "Організацію і якість освітньої роботи серед учнів, зміцнення їх здоров’я та фізичний розвиток;",
          "Забезпечення належного фінансово – господарського стану закладу;",
          "Поповнення бібліотеки навчально-методичною літературою, профільними журналами та газетами;",
          "Правильне планування та організацію вивчення предметів початкових класів, історії та правознавства, образотворчого та музичного мистецтва, художньої культури.",
          "Ведення класних журналів 1-4 класів та ведення шкільної документації;",
          "Організацію та облік бланків документів на отримання документів про освіту;",
          "Організацію роботи з учнями та їхніми батьками;",
          "На період воєнного стану виконує норми Закону України від 15.03.2022 № 2136-IX, зі змінами, внесеними станом на 19.07.2022 «Про організацію трудових відносин в умовах воєнного стану».",
        ],
      },
      {
        title: "Безпосередньо керує",
        items: [
          "Роботою структурного підрозділу – початкова школа;",
          "Роботою шкільної ради, педагогічної ради та педагогічного колективу;",
          "Заступників із навчально – виховної роботи, виховної роботи, завідувача господарства;",
          "Бібліотекою закладу;",
          "Підготовкою та проведенням ДПА.",
        ],
      },
      {
        title: "Організовує",
        items: [
          "Роботу відповідно до річного плану роботи закладу;",
          "Роботу з батьками і громадськими організаціями;",
          "Підготовку і проведення методичних оперативок з учителями.",
        ],
      },
      {
        title: "Погоджує",
        items: [
          "Свою діяльність із районним відділом освіти, міським департаментом освіти.",
        ],
      },
      {
        title: "Здійснює контроль за",
        items: [
          "Виконанням річного плану роботи закладу, навчальних планів, рішень педагогічної ради та рекомендацій нарад за участю директора;",
          "Викладанням предметів структурного підрозділу початкової школи, історії та правознавства, образотворчого та музичного мистецтва, художньої культури.",
          "Організацією харчування в закладі;",
          "Виконання єдиних педагогічних вимог, дотримання санітарно – гігієнічного режиму;",
          "Роботою навчальних кабінетів;",
          "Станом збереження й використанням навчально – матеріальної бази.",
        ],
      },
      {
        title: "Звітує",
        items: [
          "Про організацію, здійснення та результати освітньої роботи і стан матеріально – технічного забезпечення закладу перед органами управління освітою та іншими вищими владними органами, батьками.",
        ],
      },
      {
        title: "Складає",
        items: [
          "Річний та перспективний план роботи закладу, графік роботи адміністрації, видає накази, розпорядження та інші документи, які стосуються шкільного життя.",
        ],
      },
    ],
  },
  {
    id: "ЗДНВР",
    duty: [
      {
        title: "Відповідає за",
        items: [
          "Організацію та проведення атестації учителів і подання атестаційних листів та документів для нагородження педпрацівників та встановлення їм вищої категорії до атестаційних комісій вищого рівня;",
          "Правильне планування та організацію вивчення математики, інформатики, фізики, хімії, біології, географії, трудового навчання, технологій, основ здоров’я; фізичної культури;",
          "Своєчасне складання й коригування розкладу уроків;",
          "Виконання навчальних планів і програм учителями закладу;",
          "Забезпечення ефективності їхньої роботи, зокрема високої якості знань, умінь і навичок учнів;",
          "Ведення класних журналів та іншої документації у 5-9 класах;",
          "Дотримання санітарно-гігієнічного режиму в навчальних кабінетах: хімії, біології, фізики, інформатики, математики, спортивних залах, трудового навчання;",
          "Створення сприятливих умов для підвищення професійного рівня працівників закладу;",
          "Створення сприятливого морально – психологічного клімату в педагогічному колективі;",
          "Забезпечення об’єктивності оцінювання знань, умінь та навичок учнів;",
          "Вивчення, узагальнення і впровадження перспективного педагогічного досвіду учителів закладу;",
          "Впровадження досягнень педагогічної науки в практику освітньої роботи вчителів, реалізацію принципів наукової організації праці та гуманізації взаємовідносин у колективі;",
          "Підготовку звітних документів по закладі, складання документів для нарахування заробітної плати вчителям та іншим працівникам закладу, зв'язок з бухгалтерією з питань виплати зарплати працівникам закладу;",
          "Проходження вчителями курсової перепідготовки;",
          "Виконання правил техніки безпеки в закладі та оформлення документів з техніки безпеки та цивільного захисту;",
          "Дотримання єдиних педагогічних вимог у закладі, режиму навчальних занять;",
          "Роботу з обдарованими учнями та експериментальну діяльність у закладі;",
          "Роботу з учнями початкового рівня знань;",
          "Роботу з молодими вчителями;",
          "Впровадження у навчально-виховний процес інформаційно-комунікаційних технологій.",
          "Підготовку та проведення педагогічних читань, науково – практичних конференцій, аукціонів педагогічних ідей, узагальнення й поширення перспективного педагогічного досвіду.",
          "На період карантину під час освітнього процесу в зв’язку з поширенням коронавірусної хвороби (COVID-19), інших карантинних обмежень відповідає: за складання гнучкого графіка початку навчальних занять; за складання графіка закріплення за класами певних навчальних кабінетів; за складання графіка порядку проведення занять на свіжому повітрі; розробити алгоритм дій при надзвичайній ситуації (захворювання працівника/ здобувача освіти); за визначенням кімнати для самоізоляції осіб на випадок їх захворювання на (COVID-19), інші вірусні захворювання; кварцювання навчальних кабінетів; за провітрювання навчальних приміщень, проведення очищення та дезінфекції поверхонь ( п.15-16 листа МОН).",
          "На період воєнного стану виконує норми Закону України від 15.03.2022 № 2136-IX, зі змінами, внесеними станом на 19.07.2022 «Про організацію трудових відносин в умовах воєнного стану».",
        ],
      },
      {
        title: "Безпосередньо керує",
        items: [
          "Роботою вчителів 1 – 9 класів;",
          "Проведенням контрольних, практичних і лабораторних робіт, навчальних екскурсій;",
          "Роботою завідувачів кабінетів;",
          "Роботою лаборанта;",
          "Роботою методичної ради, методичних об’єднань та методичного кабінету.",
          "Підготовкою та проведенням ДПА.",
        ],
      },
      {
        title: "Організовує",
        items: [
          "Роботу з планування засвоєння учнями навчального матеріалу з навчальних предметів;",
          "Проведення факультативних занять, спецкурсів за вибором;",
          "Дотримання у закладі єдиних педагогічних вимог та режиму навчальних занять;",
          "Проведення відкритих уроків і взаємовідвідування уроків вчителями;",
          "Роботу з учнями, які за заявою батьків та у зв’язку зі станом здоров’я працюють за індивідуальними планами відповідно до чинного положення;",
          "Перепідготовку працівників закладу та проходження атестації педагогічними працівниками;",
          "Підготовку й проведення методичних оперативок з учителями;",
          "Підготовку матеріалів до складання річного плану;",
          "Розробку інструкцій з охорони праці для педпрацівників не рідше 1 разу на 3 роки;",
          "Навчання з охорони праці для працівників закладу;",
          "Розробку документів з цивільного захисту закладу;",
          "Своєчасну заміну уроків.",
          "Підготовку й проведення загальношкільних заходів навчального характеру (олімпіад, предметно – тематичних вечорів);",
          "Експериментальну роботу вчителів;",
          "Написання учнями НДР;",
          "Участь педагогічних працівників у проведенні вебінарів, семінарів, круглих столів тощо;",
        ],
      },
      {
        title: "Погоджує",
        items: [
          "Свою діяльність із директором закладу, з іншими заступниками директора, з методичним центром департаменту освіти і науки виконкому, інноваційно-методичним центром та інспекторами відділу освіти.",
        ],
      },
      {
        title: "Здійснює контроль за",
        items: [
          "Роботою математики, інформатики, фізики, хімії, біології, географії, трудового навчання, технологій, основ здоров’я; фізичної культури;",
          "Організацією роботи учнів із початковим рівнем навчальних досягнень, а також роботою з обдарованими дітьми;",
          "Дотриманням у закладі єдиних педагогічних вимог, режиму навчальних занять;",
          "Проведенням медичного огляду, розподілом учнів за групами фізичної культури, іншими питаннями, пов’язаними з медичним обслуговуванням учнів;",
          "Станом успішності учнів 1-9 класів;",
          "Навчальним навантаженням учнів;",
          "Проведенням контрольних робіт та інших обов’язкових робіт, визначених програмою.",
        ],
      },
      {
        title: "Інструктує й консультує",
        items: [
          "Учителів щодо складання перспективних і поурочних планів;",
          "Завідувачів з питань організації ефективної роботи навчальних кабінетів;",
          "Вчителів щодо проведення навчальних занять і організації самоосвіти;",
          "Вчителів, щодо складання планів і звітів.",
          "Молодих учителів щодо планування й ефективного проведення уроків та позакласних заходів із навчальних предметів.",
        ],
      },
      {
        title: "Здійснює облік",
        items: [
          "Виконання державних програм, календарних і тематичних планів;",
          "Статистичних документів;",
          "Перевірки введення іншої документації;",
          "Роботи методичного кабінету та методичних комісій;",
          "Засідань атестаційних комісій;",
          "Замінених уроків.",
        ],
      },
      {
        title: "Звітує",
        items: [
          "Про організацію, стан і результати навчальної роботи перед директором та педагогічною радою, перед батьками.",
        ],
      },
      {
        title: "Складає",
        items: [
          "Розклад уроків, факультативів, курсів за вибором;",
          "Розклад використання кабінетів;",
          "Графіки контрольних робіт та проведення моніторингу знань наприкінці І і ІІ семестрів;",
          "Розклад державної підсумкової атестації та консультацій для вчителів щодо підготовки до неї;",
          "Звіт про стан успішності учнів наприкінці І та ІІ семестрів;",
          "Звіт про зміни кількості учнів у закладі, який має узгоджуватися з алфавітною книгою;",
          "Табелі на зарплату педагогічних працівників;",
          "Проекти наказів, розпоряджень, інформаційних матеріалів та довідок із питань освітнього процесу.",
          "Графіки індивідуальної роботи з обдарованими учнями;",
          "Графік роботи вчителів під час канікул та на час дистанційного навчання тощо;",
          "Документацію, в якій висвітлюються результати педагогічного консиліуму.",
        ],
      },
    ],
  },
  {
    id: "ЗДВР",
    duty: [
      {
        title: "Відповідає за",
        items: [
          "Правильне планування та організацію вивчення української мови та літератури, світової літератури, іноземної мови;",
          "Планування, організацію та облік виховної роботи з учнями 1 – 9 класів;",
          "Роботу громадських організацій, різноманітних клубів, предметних гуртків, проведення тематичних вечорів у закладі;",
          "Організацію та облік працевлаштування випускників 9-х класів;",
          "Роботу клубу правових знань старшокласників;",
          "Роботу методичних об’єднань класних керівників;",
          "Підготовку та проведення загальношкільних заходів (свят, вечорів, диспутів, естафет, конкурсів тощо);",
          "Дотримання санітарно – гігієнічного режиму в навчальних кабінетах;",
          "Виконання правил техніки безпеки в закладі та оформлення документів з техніки безпеки;",
          "Зв'язок із позашкільними громадськими організаціями;",
          "Випуск загальношкільних стінних газет та їх зміст;",
          "Організацію відвідування учнями позашкільних навчально – виховних закладів, музеїв, театрів, їхньої участі в екскурсіях тощо;",
          "Організацію та облік роботи інспектора з охорони дитинства та громадського інспектора щодо запобігання дитячому травматизму;",
          "Організацію роботи щодо запобігання бездоглядності школярів і скоєнню ними правопорушень;",
          "Індивідуальну роботу з дітьми, схильними до асоціальної поведінки, та роботу з неблагополучними сім’ями;",
          "Зв'язок зі службами у справах неповнолітніх, органами міліції;",
          "Організація художньої самодіяльності;",
          "Організацію санітарних штатів та чергування по закладі класних колективів;",
          "Організацію та проведення суспільно корисної діяльності в 1 – 9 класах;",
          "Створення й функціонування дитячих організацій та органів учнівського самоврядування в 1 – 9 класах;",
          "Планування позаурочної роботи з дітьми та власної управлінської діяльності;",
          "Організацію вивчення, узагальнення й поширення перспективного досвіду виховної роботи;",
          "Забезпечення дотримання правил техніки безпеки і санітарно – гігієнічних норм під час проведення виховних заходів, робіт;",
          "Організацію просвітницької роботи для батьків (прийом батьків або осіб, що їх замінюють) з питань виховання дітей;",
          "Виконання річного плану роботи закладу;",
          "Організацію досліджень та експериментів під час здійснення виховного процесу;",
          "Організацію та облік роботи інспектора з охорони дитинства;",
          "Організацію та облік працевлаштування випускників 9-х та класів;",
          "Організацію дотримання законодавства про загальну середню освіту з метою забезпечення охоплення дітей і підлітків повною загальною середньою освітою, захисту прав дітей та отримання освіти;",
          "Організацію діяльності комісії з превентивного виховання з напрямку розв’язання питання про взяття на внутрішкільний облік учнів, що схильні до правопорушень, забезпечує зв’язок з інспекцією у справах неповнолітніх, кримінальною поліцією; надає методичну допомогу класним керівникам в організації та проведенні заходів щодо правопорушень; координує діяльність практичного психолога, соціального педагога та класних керівників; сприяє пропаганді правових знань серед учнів; планує роботу постійно діючої комісії з питань попередження негативних проявів серед учнів.",
          "На період карантину під час освітнього процесу в зв’язку з поширенням коронавірусної хвороби (COVID-19), інших карантинних обмежень відповідає за координацію проведення інформаційних заходів з профілактики розповсюдження коронавірусної хвороби (COVID-19), інших карантинних захворювань інструктажів для працівників; за провітрювання навчальних приміщень, проведення очищення та дезінфекції поверхонь.",
          "На період воєнного стану виконує норми Закону України від 15.03.2022 № 2136-IX, зі змінами, внесеними станом на 19.07.2022 «Про організацію трудових відносин в умовах воєнного стану».",
        ],
      },
      {
        title: "Керує",
        items: [
          "Роботою класних керівників щодо організації навчальної діяльності учнів, формування в них свідомого ставлення до навчання;",
          "Роботою практичного психолога, педагога-організатора, соціального педагога;",
          "Діяльністю класних керівників та класоводів щодо організації виховної роботи в класах;",
          "Роботою органів учнівського самоврядування;",
          "Проведенням загальношкільних заходів, традиційних свят і заходів за планами органів влади;",
          "Роботою методичного об’єднання класних керівників.",
        ],
      },
      {
        title: "Розробляє",
        items: [
          "Разом із практичним психологом закладу систему діагностики та аналізу змін у розвитку школярів та громадянського виховання.",
        ],
      },
      {
        title: "Координує",
        items: [
          "Роботу вихователів, класних керівників та інших підлеглих йому працівників;",
          "Роботу з розробки необхідної методичної документації.",
        ],
      },
      {
        title: "Організовує",
        items: [
          "Роботу вчителів української мови та літератури, світової літератури, іноземної мови;",
          "Планування виховної роботи в закладі;",
          "Роботу чергового класу, старшого чергового вчителя;",
          "Підготовку і проведення загальношкільних заходів виховного спрямування;",
          "Проведення інструктивно – методичної роботи з класними керівниками та організаторами позаурочної діяльності дітей;",
          "Роботу із соціального захисту дітей із неблагополучних сімей, а також дітей, які схильні до правопорушень або скоїли їх;",
          "Створення дитячих організацій та органів учнівського самоврядування; роботу гуртків художньої самодіяльності, ужиткового мистецтва, технічної творчості тощо;",
          "Проведення заходів морально – правового спрямування із залученням працівників правоохоронних органів;",
          "Захист прав та інтересів учнів;",
          "Систематичне проведення заходів із профілактики правопорушень та формування в учнів правової грамотності, виявлення причин скоєних ними правопорушень;",
          "Проведення заходів щодо запобігання травматизму, дорожньо – транспортними пригодами, нещасними випадками, які трапляються на вулиці та в інших місцях;",
          "Відкриті виховні заходи та їх відвідування класними керівниками закладу.",
        ],
      },
      {
        title: "Сприяє",
        items: [
          "Створенню комплексної системи виховання, служби інформації для класних керівників;",
          "Проведенню експериментальної роботи класними керівниками.",
        ],
      },
      {
        title: "Погоджує",
        items: [
          "Свою діяльність із директором закладу, методичним кабінетом відділу освіти, міським методичним центром департаменту освіти і науки міськвиконкому, із заступниками директора навчально – виховної роботи.",
        ],
      },
      {
        title: "Здійснює контроль за",
        items: [
          "Роботою класних керівників щодо організації виховної діяльності учнів;",
          "Позаурочною роботою, діяльністю вчителів, що її здійснюють;",
          "Проведенням аналізу результативності виховної роботи в закладі, якості роботи окремих педагогічних працівників;",
          "Виконання планів виховної роботи класними керівниками та класоводами;",
          "Проведенням спортивно – масової діяльності, військово – патріотичної та краєзнавчої роботи;",
          "Виконанням санітарно – гігієнічних норм, правил з охорони праці, пожежної безпеки під час проведення виховних заходів за межами навчального закладу;",
          "Випуском загальноосвітніх стінних газет та їх змістом;",
          "Якістю проведення класних годин, позашкільних та позакласних заходів;",
          "Якістю ведення шкільної документації.",
        ],
      },
      {
        title: "Інструктує й консультує",
        items: [
          "Класних керівників та вчителів, щодо проведення виховної роботи з учнями, новинок методичної літератури з проблем виховання школярів, у тому числі з питань охорони праці учнів, запобігання травматизму та іншим нещасним випадкам;",
          "Батьків та батьківський актив щодо організації виховної роботи з учнями;",
          "Членів дитячих формувань;",
          "Учнівські колективи щодо проведення культурно – оздоровчих заходів;",
          "Учнів закладу з питань охорони праці, техніки безпеки, виробничої санітарії та пожежної безпеки (із оформленням відповідної документації).",
        ],
      },
      {
        title: "Надає",
        items: [
          "Допомогу педагогічним працівникам в опанування та розробці інноваційних виховних програм і технологій.",
        ],
      },
      {
        title: "Здійснює облік",
        items: [
          "Проведення класними керівниками та керівниками гуртків, клубів, об’єднань класних годин, позакласних занять;",
          "Чергування класів, учителів;",
          "Роботи органів учнівського самоврядування;",
          "Профілактику правопорушень та травматизму в мікрорайоні закладу;",
          "Звітів про кількість дітей у мікрорайоні закладу та працевлаштування учнів випускних класів.",
        ],
      },
      {
        title: "Звітує",
        items: [
          "Про організацію та здійснення виховної роботи в закладі перед директором, педагогічною радою, відділом освіти та іншими органами.",
        ],
      },
      {
        title: "Складає",
        items: [
          "План виховної роботи на кожний навчальний рік та календарний план виховної роботи;",
          "Письмовий звіт директору закладу про свою діяльність протягом 10 днів після закінчення кожного семестру;",
          "Графік чергування класів по закладі;",
          "Графік здійснення суспільно – корисної діяльності;",
          "Проекти наказів, розпоряджень та іншої документації з питань виховної роботи;",
          "Розклад роботи гуртків.",
        ],
      },
    ],
  },
  {
    id: "завідувач-господарством",
    duty: [
      {
        title: "Відповідає за",
        items: [
          "Збереження будівлі та шкільного майна;",
          "Матеріально – технічне забезпечення навчального процесу (освітлення, опалювання, водопостачання, наявність належного обладнання й устаткування);",
          "Чистоту і порядок у шкільному приміщенні;",
          "Організацію чергування технічного персоналу;",
          "Розподіл обов’язків між технічними працівниками закладу;",
          "Організацію якісного поточного ремонту шкільної будівлі та класних кімнат;",
          "Дотримання санітарно – гігієнічного режиму в закладі;",
          "Інвентаризацію шкільного майна та шкільних кабінетів;",
          "Складання документації для нарахування зарплати техперсоналу;",
          "Проведення санітарного четверга; виконання заходів щодо розширення господарської самостійності закладу, своєчасне укладання необхідних угод;",
          "Дотримання вимог щодо охорони праці під час експлуатації головної будівлі та інших приміщень закладу, технологічного, енергетичного обладнання;",
          "Дотримання норм пожежної безпеки в закладі;",
          "Справність засобів пожежогасіння.",
          "На період карантину під час освітнього процесу в зв’язку з поширенням коронавірусної хвороби (COVID-19), інших карантинних обмежень відповідає: за матеріально-технічне забезпечення (ведення ремонтних робіт підрядними організаціями та здійснення контролю за використання ними будівельних матеріалів (в частині їх кількості та якості); ведення всіх облікових документів по виконанню ремонтних робіт; завершення ремонтів; підготовка приміщень, прилеглої території, проведення очищення та дезінфекції поверхонь, роздягальні, контейнери, засоби дезінфекції, відкриття додаткових виходів;",
          "На період воєнного стану виконує норми Закону України від 15.03.2022 №2136-IX, зі змінами, внесеними станом на 19.07.2022 «Про організацію трудових відносин в умовах воєнного стану».",
        ],
      },
      {
        title: "Керує",
        items: [
          "Роботою технічного персоналу щодо прибирання шкільних приміщень, пришкільної території;",
          "Роботою сторожів та робітників, технічного персоналу закладу;",
          "Господарською діяльністю закладу;",
          "Роботою з благоустрою, озеленення і прибирання території закладу.",
        ],
      },
      {
        title: "Організовує",
        items: [
          "Роботу щодо забезпечення дотримання санітарно – гігієнічних норм у закладі;",
          "Постачання необхідних матеріалів для безперервної роботи всіх служб;",
          "Інвентарний облік майна закладу, проведення інвентаризації майна;",
          "Дотримання вимог щодо охорони праці під час експлуатації головної будівлі та інших приміщень закладу, технологічного та енергетичного обладнання;",
          "Здійснення періодичного огляду, поточного ремонту приміщень та обладнання;",
          "Дотримання норм пожежної безпеки в будівлях і спорудах, нагляд за станом засобів пожежогасіння;",
          "Проведення щорічних замірів опору ізоляції електроустановок і електропроводки, пристроїв заземлення, їх періодичне випробування, вимірювання рівня освітленості, радіації, шуму в приміщеннях закладу (визначення його відповідності правилам і нормам безпеки життя);",
          "Розробку інструкцій з охорони праці для техперсоналу не рідше ніж 1 раз на 5 років;",
          "Навчання й інструктаж на робочому місці (вступний і періодичний) технічного та обслуговуючого персоналу.",
        ],
      },
      {
        title: "Погоджує",
        items: [
          "Свою діяльність із директором закладу, заступниками директора, з інженерно – технічним наглядом відділу освіти, бухгалтерією.",
        ],
      },
      {
        title: "Здійснює контроль за",
        items: [
          "Роботою всіх працівників технічно – обслуговуючого персоналу закладу;",
          "Збереженням матеріально – технічного устаткування в кабінетах;",
          "Дотримання санітарно – гігієнічних норм у приміщенні закладу, раціональністю витрат матеріалів та коштів закладу.",
        ],
      },
      {
        title: "Інструктує й консультує",
        items: [
          "Обслуговуючий персонал щодо утримання матеріально – технічного забезпечення;",
          "Технічний персонал з питань техніки безпеки.",
        ],
      },
      {
        title: "Здійснює облік",
        items: [
          "Інвентаризації шкільного майна;",
          "Роботи завідувачів щодо матеріально – технічного забезпечення;",
          "Зберігання протипожежного обладнання.",
        ],
      },
      {
        title: "Звітує",
        items: [
          "Про підготовку закладу до нового навчального року та готовність до роботи в осінньо – зимовий період.",
        ],
      },
      {
        title: "Складає",
        items: [
          "Графік роботи технічно – обслуговуючого персоналу;",
          "Табель на заробітну плату технічно – обслуговуючого персоналу;",
          "Проекти наказів, розпоряджень та інших документів з питань господарської роботи;",
          "Акти списання майна, яке вийшло з ладу;",
          "Плани проведення ремонтних робіт у приміщеннях закладу під час підготовки до нового навчального року;",
          "Документи для надання органами, що мають відповідні повноваження, дозволу експлуатувати шкільне приміщення у поточному навчальному році.",
        ],
      },
    ],
  },
  {
    id: "педагог-організатор",
    duty: [
      {
        title: "Відповідає за",
        items: [
          "Діяльність дитячих громадських організацій, об’єднань, планування їхньої роботи за принципами добровільності, самостійності, гуманності й демократизму з урахуванням ініціативи, запитів і потреб учнів",
          "Підготовку та проведення загальношкільних заходів для учнів 1-9 класів відповідно до річного плану роботи закладу",
          "Створення умов для виявлення учнями своєї громадянської позиції, задоволення ними своїх інтересів і потреб, цікавого й корисного проведення вільного часу",
          "Створення й функціонування дитячих організацій та органів учнівського самоврядування в 1–9 класах",
          "Здоров’я й безпеку учнів, дотримання норм охорони праці й протипожежного захисту",
          "На період карантину під час освітнього процесу в зв’язку з поширенням коронавірусної хвороби (COVID-19) відповідає: за проведення термометрії",
          "На період воєнного стану виконує норми Закону України від 15.03.2022 №2136-IX, зі змінами, внесеними станом на 19.07.2022 «Про організацію трудових відносин в умовах воєнного стану»",
        ],
      },
      {
        title: "Керує",
        items: [
          "Дитячими організаціями, активом закладу, органами учнівського самоврядування",
        ],
      },
      {
        title: "Організовує",
        items: [
          "Оформлення закладу відповідно до напрямів роботи (тематичних виставок, конкурсних виставок тощо)",
          "Роботу з учнями під час канікул та у пришкільному таборі",
          "Роботу з добору й підготовки керівників (організаторів) первинних дитячих організацій, об’єднань",
          "Роботу з учнями 1–9 класів; сприяє підготовці та організації проведення шкільних свят, загальношкільних та класних заходів класних колективів, методичних та інших заходів педагогічного колективу",
          "Проведення загальношкільних заходів для учнів 1–9 класів",
          "Створення дитячих організацій та органів учнівського самоврядування",
        ],
      },
      {
        title: "Погоджує",
        items: [
          "Свою діяльність із директором закладу, заступником директора з навчально–виховної роботи, заступником директора з виховної роботи, відділом освіти",
        ],
      },
      {
        title: "Інструктує й консультує",
        items: [
          "Дитячий актив закладу, допомагає йому в організації різноманітних свят",
        ],
      },
      {
        title: "Використовує",
        items: [
          "Досвід роботи з дітьми й підлітками для підвищення кваліфікації",
        ],
      },
      {
        title: "Складає",
        items: [
          "План своєї роботи на рік, семестр, квартал",
          "Сценарії загальношкільних заходів для учнів 1–9 класів",
          "Документацію дитячих організацій у визначеному порядку",
        ],
      },
      {
        title: "Звітує",
        items: [
          "Про роботу дитячих організацій та виховну роботу серед учнів 1–9 класів",
          "Про організацію участі учнів у конкурсах, оглядах та інших заходах перед директором закладу, педагогічною радою",
        ],
      },
      {
        title: "Вносить пропозиції",
        items: [
          "По включенню у річний план роботи закладу тематики проведення загальношкільних свят, акцій, організаційних заходів, роботи пришкільного табору тощо",
        ],
      },
    ],
  },
  {
    id: "соціальний-педагог",
    duty: [
      {
        title: "Відповідає за",
        items: [
          "Планування, організацію та облік роботи з дітьми пільгової категорії",
          "Організацію роботи із соціально–незахищеними дітьми",
          "Організацію просвітницької роботи для батьків або осіб, що їх замінюють з питань охорони дитинства",
          "Роботу із соціального захисту дітей із неблагополучних сімей",
          "Індивідуальне консультування учнів, батьків та вчителів",
          "Індивідуальну роботу з дітьми, схильними до асоціальної поведінки, та роботу з неблагополучними сім’ями",
          "Надання соціально–педагогічної допомоги учням і сім’ям, які потребують особливої уваги",
          "Організацію дотримання законодавства про загальну середню освіту з метою забезпечення охоплення дітей і підлітків повною загальною середньою освітою, захисту прав дітей та отримання освіти",
          "Надання методичної допомоги по роботі з «проблемними підлітками» та прийняття правильних рішень постійно діючої комісії з превентивних питань",
          "Організацію харчування учнів закладу та дітей пільгових категорій",
          "На період карантину під час освітнього процесу в зв’язку з поширенням коронавірусної хвороби (COVID-19), інших карантинних обмежень відповідає: за проведення термометрії; за організацію харчування",
          "На період воєнного стану виконує норми Закону України від 15.03.2022 №2136-IX, зі змінами, внесеними станом на 19.07.2022 «Про організацію трудових відносин в умовах воєнного стану»",
        ],
      },
      {
        title: "Здійснює",
        items: [
          "Посередництво між освітніми установами, сім’єю та школою",
          "Залучення дітей до позакласної та позашкільної освіти",
          "Облік дітей шкільного віку в мікрорайоні закладу",
          "Зв'язок зі службами у справах неповнолітніх, органами поліції",
          "Контроль за організацією харчування в закладі",
        ],
      },
      {
        title: "Виявляє",
        items: [
          "Дитячі угрупування соціального ризику, конфліктні ситуації в класних колективах",
          "Випадки вживання до дітей будь-яких форм фізичного та психологічного насильства",
        ],
      },
      {
        title: "Організовує",
        items: [
          "Ділові ігри, тренінги з педагогами",
          "Роботу психологічного семінару «Педагогіка особистості, як аспект гармонізації стосунків учасників педагогічного процесу»",
          "Педагогічні читання по роботі над проблемою закладу",
          "Відпочинок учнів, зокрема дітей – сиріт, дітей із багатодітних та малозабезпечених, неблагополучних сімей, у канікулярний період",
          "Надання соціально–педагогічної допомоги учням і сім’ям, які потребують особливої уваги",
        ],
      },
      {
        title: "Складає",
        items: [
          "Списки дітей – сиріт, дітей із багатодітних та неблагополучних сімей, підлітків, які скоїли правопорушення або виявили схильність до протиправної поведінки",
          "Соціальну характеристику сімей, де виховуються такі діти",
          "Списки дітей перепису мікрорайону",
          "Звіт про кількісний склад учнів у мікрорайоні",
        ],
      },
    ],
  },
  {
    id: "практичний-психолог",
    duty: [
      {
        title: "Відповідає за",
        items: [
          "Проведення психологічної діагностики, обробку її результатів, оформлення висновків та рекомендацій",
          "Проведення групової психодіагностики, обробку її результатів, оформлення психологічного висновку",
          "Індивідуальне консультування учнів, батьків та вчителів",
          "Проведення профконсультацій з учнями закладу, індивідуальне коригування поведінки учнів",
          "Проведення тестування, анкетування по виявленню учнів, схильних до правопорушень, виявляє причини, надання рекомендацій класним керівникам в роботі з «проблемними підлітками»; виявлення неформальних лідерів в класному колективі; забезпечення зв’язку з лікарнею, наркокабінетом, проведення бесіди з учнями закладу",
          "На період воєнного стану виконує норми Закону України від 15.03.2022 №2136-IX, зі змінами, внесеними станом на 19.07.2022 «Про організацію трудових відносин в умовах воєнного стану»",
        ],
      },
      {
        title: "Організовує",
        items: [
          "Ділові ігри, тренінги з педагогами",
          "Підготовку та проведення психолого–педагогічного консиліуму",
        ],
      },
      {
        title: "Бере участь",
        items: [
          "У підготовці до проведення виховних годин для учнів",
          "У педагогічних радах, нарадах за участю директора",
          "У консультаціях у наукових центрах, методичних семінарах шкільних психологів",
          "У роботі бібліотеки",
          "У зборах або конференціях працівників закладу",
        ],
      },
      {
        title: "Веде документацію",
        items: [
          "Визначену Положенням про шкільного психолога, затвердженим Міністерством освіти і науки України",
          "Присвячену узагальненню результатів своєї роботи, звітуванню про неї, в якій висвітлюються результати педагогічного консиліуму",
        ],
      },
    ],
  },
  {
    id: "бібліотекар",
    duty: [
      {
        title: "Відповідає за",
        items: [
          "Комплектування книжкового фонду",
          "Оформлення передплати на періодичні видання",
          "Створення фонду шкільних підручників",
          "Систематичне інформування педагогічного колективу про нові надходження",
          "Пропагування читання, як форми культурного дозвілля та засобу інтелектуального розвитку",
          "На період воєнного стану виконує норми Закону України від 15.03.2022 №2136-IX, зі змінами, внесеними станом на 19.07.2022 «Про організацію трудових відносин в умовах воєнного стану»",
        ],
      },
      {
        title: "Керує",
        items: [
          "Роботою читацького активу",
          "Роботою щодо формування в учнів дбайливого ставлення до навчальної книги",
          "Роботою щодо формування в учнів навичок самостійної роботи з книгою",
        ],
      },
      {
        title: "Організовує",
        items: [
          "Допомогу вчителям у підготовці науково–методичних семінарів у рамках самоосвітньої діяльності",
          "Роботу гуртка палітурної справи",
          "Проведення огляду–конкурсу на найкраще збереження підручників",
          "Літературні виставки",
          "Читацькі конференції, літературні вечори та інші масові заходи",
          "Обслуговування учнів і працівників закладу або абонементних читачів у читальному залі",
          "Інформаційну роботу (оформлення виставок, вітрин, проведення інших заходів щодо пропагування книг)",
        ],
      },
      {
        title: "Погоджує",
        items: [
          "Свою діяльність із заступником директора з навчально–виховної роботи, заступником директора з виховної роботи, методичним кабінетом відділу освіти",
        ],
      },
      {
        title: "Здійснює облік",
        items: [
          "Комплектування книжкового фонду, зокрема й фонду підручників",
          "Користування шкільними підручниками (надходження, видачі, розподілу підручників по класах)",
        ],
      },
      {
        title: "Приймає",
        items: [
          "Книжкові фонди на відповідне збереження за актом і здійснює їх облік",
        ],
      },
      {
        title: "Бере участь",
        items: [
          "В інвентаризації книжкових фондів застарілої чи знищеної літератури відповідно до чинних норм",
        ],
      },
      {
        title: "Звітує",
        items: [
          "Про організацію, здійснення й результати роботи перед директором та педрадою, методичним центром, відділом освіти",
        ],
      },
      {
        title: "Складає",
        items: [
          "Звіт про організацію, здійснення й результати роботи бібліотеки для директора та педради",
        ],
      },
    ],
  },
];

type Type = {
  id: EmployeeJob;
  duty: Duty[];
};

type Duty = {
  title: DutyTitle;
  items: string[];
};

type DutyTitle =
  | "Безпосередньо керує"
  | "Бере участь"
  | "Веде документацію"
  | "Використовує"
  | "Виявляє"
  | "Відповідає за"
  | "Вносить пропозиції"
  | "Звітує"
  | "Здійснює"
  | "Здійснює контроль за"
  | "Здійснює облік"
  | "Інструктує й консультує"
  | "Керує"
  | "Координує"
  | "Надає"
  | "Організовує"
  | "Погоджує"
  | "Приймає"
  | "Розробляє"
  | "Складає"
  | "Сприяє";
