import image1 from "./1.jpg";
import image2 from "./2.jpg";

export const title = "Позитивне мислення – щасливе життя";

export function Content() {
  return (
    <div className="content">
      <p>
        Позитивне мислення – це могутня сила, яка відіграє важливу роль у
        формуванні життя.
      </p>
      <p>
        Сенс такого мислення полягає у психологічному прийомі, при якому в
        голові формуються думки, слова та образи, що сприяють особистісному
        розвитку й успіху. Всім, що відбувається на підсвідомому рівні, можна
        усвідомлено керувати. Це мислення, спрямоване на досягнення позитивного
        результату.
      </p>
      <p>
        Для того щоб сила думки «працювала на Вас», потрібно розвивати позитивне
        ставлення до життя. Очікуйте тільки успішних підсумків у всіх своїх
        починаннях. У вас повинен переважати внутрішній психологічний настрій на
        успіх.
      </p>

      <p>
        <i>
          Ось декілька порад, які допоможуть розвинути силу позитивного
          мислення:
        </i>
      </p>
      <ol>
        <li>
          завжди використовуйте тільки позитивні слова і в думках, і під час
          розмови, наприклад: "я можу”, "я здатний”, "це можливо”, "я зможу це
          зробити” та ін.
        </li>
        <li>
          пропускайте у свою підсвідомість тільки відчуття сили, щастя та успіху
        </li>
        <li>ігноруйте негативні думки, замінюючи їх оптимістичними;і</li>
        <li>
          перш, ніж почати будь-яку справу, чітко візуалізуйте у своїй
          свідомості її успішний результат;
        </li>
        <li>більше посміхайтеся, це допоможе мислити позитивно;</li>
        <li>дивіться фільми, які допомагають відчувати себе щасливим;</li>
        <li>асоціюйте себе з людьми, які мислять позитивно;</li>
        <li>
          завжди сидіть і ходіть із прямою спиною (це зміцнить впевненість у
          собі і наповнить Вас внутрішньою силою);
        </li>
        <li>
          більше гуляйте і займайтеся будь-якою фізичною активністю (це допоможе
          виробити позитивне ставлення);
        </li>
      </ol>

      <p>
        Керуючись запропонованими порадами, Ви привчите свій розум думати
        позитивно та ігнорувати будь-який негатив.
      </p>
      <p>
        Продовжуйте тренувати мозок на формування позитивного мислення. Це може
        зайняти деякий час, але в кінцевому результаті у Вас виробиться звичка
        мислити позитивно.
      </p>

      <div className="flex flex-wrap items-center justify-center gap-3">
        <img src={image1} className="w-96" />
        <img src={image2} className="w-96" />
      </div>
    </div>
  );
}
