import image from "./1.jpg";

export const title = "5 проблем першокласника";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="w-96 md:float-right md:ml-3" />

      <p>
        Нарешті Ваш малюк пішов до школи! Урочиста лінійка, квіти, привітання...
        Але свята минули, і почалися будні. З якими проблема ми може зіткнутися
        першокласник?
      </p>

      <h2>ПРОБЛЕМА 1. Новий розпорядок дня</h2>
      <p>
        Навіть якщо Ваш малюк відвідував дитячий садок і знає, що таке життя за
        розкладом, за літо режим найпевніше встиг збитися. Багато батьків
        відкладають привчання до шкільного графіку на потім: мовляв, от піде
        дитя до школи, і хоч-нехоч пристосується. Насправді, мало хто з
        новоспечених школярів може, не підготувавшись, сприйняти новий
        розпорядок дня. У результаті можуть послабитися увага й гострота
        сприйняття, а отже, й успішність не буде блискучою, навіть якщо дитина
        добре підготовлена до школи.
      </p>
      <p>
        <b>Щоб цього не сталося...</b>
      </p>
      <p>
        Подбайте про те, щоб майбутній школяр поступово звик до нового ритму ще
        за три тижні до початку занять. Особливу увагу варто приділити малюкам,
        які не ходили в садок і звикли довго не лягати спати або довго спати
        вранці, сідати за стіл, коли заманеться. Педіатри настійно радять
        батькам бодай за рік до школи оптимізувати розпорядок дня, причому не
        лише дитячий, а й свій.
      </p>

      <h2>ПРОБЛЕМА 2. Бракує посидючості</h2>
      <p>
        Учорашній дошкільник мусить просиджувати за партою щонайменше по 35
        хвилин (а в деяких школах — і по 45), щодня запам'ятовувати щось нове,
        щовечора збирати портфель. Не кожному це дається легко. Хтось стає
        нервовим пустуном, а хтось, навпаки, «загальмовується», немов навмисне
        дратуючи Вас. Не поспішайте пити заспокійливе і приміряти до дитини
        різні діагнози. Просто першокласник зазнає стресу через нові обов'язки,
        і його організм захищається, як може.
      </p>
      <p>
        <b>Щоб цього не сталося...</b>
      </p>
      <p>
        Навчайте дитину <b>самостійно відстежувати й розподіляти свій час</b>.
        Пояснюйте, що Ви можете дозволити їй зараз погуляти на 20 хвилин довше,
        але в такому разі вечірній перегляд мультфільму скоротиться на ті самі
        20 хвилин. Якщо дитині важко збиратися до школи, дайте їй більше часу:
        розбудіть її раніше й поставте годинник на видне місце. Тренуйте
        «внутрішній годинник» малюка: звертайте його увагу на те, о котрій він
        повинен бути вмитим, одягненим тощо. Після школи обов'язково виділяйте
        час для прогулянки: першокласникові, який засидівся на уроках, конче
        потрібно побігати, пострибати й попустувати.
      </p>

      <h2>ПРОБЛЕМА 3. Труднощі в спілкуванні</h2>
      <p>
        Деякі психологи вважають, що <b>труднощів з адаптацією до колективу</b>{" "}
        зазнають до 60% молодших школярів, а це дуже серйозна цифра. З одного
        боку, усі діти мріють зустріти в школі нових друзів, а з іншого — геть
        не вміють налагоджувати взаємини. До цього може додатися й страх перед
        першою вчителькою. Дитина не знає, чого чекати від цієї незнайомої
        людини.
      </p>
      <p>
        <b>Щоб цього не сталося...</b>
      </p>
      <p>
        З раннього дитинства <b>привчайте дитину контактувати</b> з різними
        людьми. Навіть трирічний малюк може ввічливо поспілкуватися з продавцем
        у крамниці, привітатися з сусідами, пуститися у «вільне плавання»
        дитячим майданчиком, заводячи знайомства. Дуже важливо дати дитині
        зрозуміти, що світ не обмежується її сім'єю або навіть групою дитячого
        садка. Так само важливі і<b>правила доброго тону</b>: бути привітним і
        доброзичливим, не битися, не жаднувати і не дражнитися. Що ж до
        педагога, то важливо пояснити дитині одну просту істину: батьки —
        головні люди вдома, а вчителька — у школі.
      </p>

      <h2>ПРОБЛЕМА 4. Страх перед уроками</h2>
      <p>
        Ще вчора ваша дитина підстрибом бігла в клас, а тепер раптом твердить,
        що більше ніколи не піде до школи. Звідки така затятість? Причин може
        бути декілька, але найпоширеніша — <b>це страх</b>. Дитина перелякана
        новим обсягом знань, боїться, що не впорається, боїться Вашої критики чи
        несхвалення вчительки.
      </p>
      <p>
        <b>Щоб це виправити...</b>
      </p>
      <p>
        Треба <b>пояснити дитині, скільки хорошого є в шкільному житті</b>.
        наприклад, щоб спонукати малюка навчатися, зосереджуйте увагу на
        предметах і темах, які його цікавлять. Якщо Ваша дитина обожнює
        комп'ютерні ігри і мріє колись придумати власну, поясніть їй, що для
        початку треба навчитися лічити, віднімати і складати, потім — вивчити
        різні математичні дисципліни, і вже тоді він сам зможе написати будь-яку
        «стрілячку». Не загострюйте увагу на оцінках (нехай у першому класі вони
        й вербальні) і не порівнюйте дитину зі здібнішими однокласниками.
      </p>

      <h2>ПРОБЛЕМА 5. Відрив від сім’ї</h2>
      <p>
        Саме так діти, особливо ті, які зростаючи, зазнавали надмірної опіки,
        можуть не сприймати <b>зміну свого статусу</b>. Тепер поруч немає ні
        дбайливої мами чи бабусі, ні навіть виховательки, ладної за першим
        покликом витерти ніс або зав'язати шнурки. Безліч геть сторонніх людей,
        з якими новоспечений першокласник знайомиться в школі, змушують його
        жити за новими законами і правилами. Від цього дитина почувається
        розгубленою й занедбаною.
      </p>
      <p>Щоб цього не сталося...</p>
      <p>
        Треба <b>терпляче пояснювати</b> малюкові, як це добре, що
        <b>він уже став дорослим</b> і може вчитися в школі. Пояснюйте, що на
        уроках треба поводитися по-особливому, і будьте поблажливі, адже ніхто
        не народжується з готовими знаннями. Водночас постарайтеся приділяти
        дитині якнайбільше часу після занять і у вихідні. Відчуваючи неослабну
        турботу й підтримку, вона швидше звикне до нових реалій.
      </p>
    </div>
  );
}
