import image from "./1.jpg";

export const title = "Пам'ятка успішного спілкування";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />

      <ul>
        <li>
          Уміння говорити має поєднуватися з умінням за необхідності помовчати.
        </li>
        <li>
          Якщо твій співрозмовник роздратований, то краще помовчи, щоб не
          дратувати його ще більше. Сперечатися з роздратованою людиною — це те
          саме, що підкладати дрова в багаття.
        </li>
        <li>
          Будь урівноважений. Слухай не перебиваючи. Ніколи не заперечуй, не
          дослухаючи своїх батьків чи старших, адже вони мудріші уже через те,
          що мають поважний вік.
        </li>
        <li>
          Коли ти сам роздратований, краще теж помовчи, щоб не дратувати
          співрозмовника ще більше і не сказати чогось такого, про що пізніше
          жалкуватимеш, а також щоб уникнути тону, який може викривити зміст
          сказаного.
        </li>
        <li>
          Коли знайомишся з людиною, постарайся у розмові декілька разів назвати
          її ім'я, це допоможе тобі його краще запам'ятати.
        </li>
        <li>
          Перш ніж зайти до кабінету незнайомої особи, запам'ятай, як її звати,
          і звертайся до неї, називаючи ім'я та по батькові.
        </li>
        <li>
          Ведучи розмову, частіше називай ім'я співрозмовника. Для людини звук
          власного імені найсолодший.
        </li>
        <li>При розмові проявляй щиру зацікавленість. Будь доброзичливий.</li>
        <li>Намагайся знайти цікаву тему для розмови.</li>
        <li>
          Будь позитивним, усміхайся, постарайся зрозуміти співрозмовника.
        </li>
        <li>
          Запам'ятай! Міжособистісна дистанція під час спілкування з друзями
          становить 0,5—1,2 м. Дистанція для ділового спілкування становить
          1,2—3,7 м.
        </li>
        <li>Розмовляючи, ледь нахиляйся вперед та встановлюй контакт очима.</li>
        <li>Використовуй позитивні жести, слідкуй за інтонацією.</li>
        <li>Ніколи не давай поради, якщо від тебе цього не чекають.</li>
        <li>Дай можливість висловитися іншим.</li>
        <li>
          Ніколи не дозволяй собі запізнюватися. Навчися приходити вчасно або
          трохи раніше.
        </li>
        <li>Не будь базікою, навчися тримати секрети.</li>
        <li>
          Запам'ятай, існує лише один спосіб навчитися говорити на сцені — не
          уникати сцени та тренуватися говорити. Адже для того, щоб навчитися
          плавати, треба зайти у воду.
        </li>
        <li>
          Будь допитливим, навчися правильно ставити запитання, уважно слухати,
          аналізувати, спокійно відповідати.
        </li>
      </ul>
    </div>
  );
}
