import { createFileRoute } from "@tanstack/react-router";
import { Embed } from "~/components/embed";
import { ExternalLink } from "~/components/link";

export const Route = createFileRoute(
  "/occupational-safety/civil-protection/sesu",
)({
  component: RouteComponent,
  staticData: {
    title: "ДСНС",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <Embed
        src="https://www.slideshare.net/slideshow/embed_code/key/ePJJm0MdmP2PhD"
        className="float-right mx-[unset] ml-2 w-170"
      />

      <p>
        Сьогодні як ніколи, підвищується роль представників ДСНС та освіти у
        підготовці вихованців садочків та школярів до самостійного життя у
        світі, де кількість надзвичайних ситуацій постійно зростає та
        з’являються нові умови, під час яких можливість виникнення надзвичайної
        ситуації підвищується.
      </p>
      <p>
        Життєво необхідним для надзвичайників та освітян є не допустити
        збільшення показників дитячого травматизму та самим озброїти підростаюче
        покоління знаннями, вміннями і розумінням важливості збереження власного
        здоров'я.
      </p>
      <p>
        Але, не варто забувати і про відповідальність та внесок батьків в
        формування у дітей свідомого розуміння цінності власного життя та
        здоров'я.
      </p>
      <p>
        Беручи до уваги ситуацію з Covіd-19, яка призвела до зменшення
        проведення акції «Запобігти. Врятувати. Допомогти!», тимчасово
        призупинено проведення тижнів знань з основ безпеки життєдіяльності,
        представниками Служби порятунку «101» серед дітей та молоді, та взагалі
        зменшилася профілактична робота серед підростаючого покоління.
      </p>
      <p>
        Звісно, як і у весь світ, рятувальники Дніпропетровщини перейшли на
        формат обмеженого спілкування, де допускається не більше 10 дітей в
        групі, а також на онлайн методи навчання. Надзвичайники розміщують
        інформаційні пости в соціальних мережах Facebook та Instagram, проводять
        роботу на офіційному сайті в розділі «Абетка безпеки». Часто можна
        побачити звернення представників ДСНС по телевізору та газетах. Але,
        зважаючи на кількість сумних випадків дитячого травматизму, представники
        ДСНС Дніпропетровщини розробили стислі, але чіткі рекомендації, як для
        батьків, так і для вчителів. Також, вибрали добірку цікавих мультиків на
        тему безпеки та підготували презентацію з «Основ безпеки
        життєдіяльності».
      </p>
      <p>
        <b>Посилання за якими ви знайдете важливу інформацію</b>
      </p>
      <ul>
        <li>
          <ExternalLink href="https://dp.dsns.gov.ua">
            Офіційний сайт Головного управління
          </ExternalLink>
        </li>
        <li>
          <ExternalLink href="https://www.facebook.com/MNSDNE">
            Facebook
          </ExternalLink>
        </li>
        <li>
          <ExternalLink href="https://www.instagram.com/dsns_dnipro">
            Instagram
          </ExternalLink>
        </li>
        <li>
          <ExternalLink href="https://dp.dsns.gov.ua/uk/abetka-bezpeki">
            Абетка безпеки Головного управління ДСНС України у Дніпропетровській
            області
          </ExternalLink>
        </li>
      </ul>
      <h1>«Поради для батьків»</h1>

      <p>
        Хочемо застерегти батьків - просто розмовляти з дітьми 5-6 років мало.
        Зони мозку, які відповідають за раціональне мислення, ще недостатньо
        зрілі, щоб ці потрібні знання в певний момент одразу використати.
        Справжнє розуміння починає працювати ближче до 7 років.
      </p>
      <p>
        У надзвичайних ситуаціях для маленьких дітей дуже важливим є дорослий,
        який їх згуртує та не дасть розгубитися. Тобто, вашим дітям важливо
        пояснити, що є вчитель, вихователь, няня, старший брат чи сестра, які
        допоможуть дитині не панікувати. Одне з універсальних знань, про яке має
        пам'ятати дитина – в разі небезпеки залишатися в людному місці й там, де
        є поруч дорослі.
      </p>
      <p>
        Також, дитина переймає всі ваші дії. Всі ваші звички стають її звичками.
        Коли дитина бачить, що батьки завжди вимикають все газове та
        електрообладнання, виходячи з приміщення, своєчасно ремонтують
        пошкоджені розетки, вимикачі та інші електроприлади, слідкують за тим,
        щоб балкони та сходові клітини в під’їзді не були захаращені, паркують
        свій автомобіль таким чином, щоб він не стояв на пожежному гідранті та
        не перешкоджав проїзду іншим автомобілям, у тому числі й спеціальному
        транспорту служб екстреного реагування, у неї формуються корисні звички
        та позитивний світогляд.
      </p>
      <p>
        Батьки, які завжди готові допомогти ближньому, дбають про власну безпеку
        та безпеку оточуючих, можуть бути впевненими, що їхня дитина вчинятиме
        так само, а відповідно забезпечить власну безпеку і собі, і своїм дітям
        в майбутньому. Ваша звичка позитивно, по-доброму реагувати на оточуючий
        світ, дотримуватися правил безпеки життя, як наслідок, буде чудовим
        прикладом також і для інших людей.
      </p>
      <p>
        У наш неспокійний час, коли батьки нескінченно зайняті, багато дітей
        змушені деякий час проводити самі вдома. Малюк росте і з кожним днем
        стає все більш самостійним, невтомно освоюючи навколишній світ.
      </p>
      <p>
        Ваше завдання - виховувати дитину так, щоб навчити її розпізнавати
        ризики і небезпеки, забезпечити їй безпечний простір.
      </p>

      <p>
        <b>
          Як зберегти дітей від біди, як навчити їх безпечній поведінці та
          передбачити наслідки небезпечних розваг?
        </b>
      </p>
      <p>
        Завжди зберігайте небезпечні предмети, такі як сірники, запальнички,
        свічки, легкозаймисті речовини в недоступних для дітей місцях.
      </p>
      <p>Електророзетки слід закривати кришками чи спеціальними заглушками.</p>
      <p>Не дозволяйте дітям самостійно вмикати електроприлади.</p>
      <p>
        Навчайте дітей безпеці життєдіяльності в повсякденні, у процесі
        організації екскурсій, бесід, спостережень. Для навчання певним діям,
        які потрібні будуть під час надзвичайної ситуації, вигадайте свої
        сімейні ігри, під час яких, розважаючись ви відпрацюєте кожен крок, який
        зможе врятувати життя.
      </p>
      <p>
        Домовитися про екстрену розмову, адже коли трапляється щось надзвичайне,
        паніку на малюка можуть наганяти і батьки.
      </p>
      <p>
        Наприклад, дитина телефонує, нервує і не може чітко пояснити, що
        відбувається. Мама чи тато від цього хвилюються ще більше. Врешті -
        втрачається час, який ви могли б витратити на конструктивні поради.
      </p>
      <p>
        Тому важливо домовитися з дитиною про телефонні розмови в разі небезпеки
        або проблеми.
      </p>
      <p>
        Під час дзвінка дитина має одразу відповісти на 3 головні питання: що
        сталося, де та яка допомога зараз потрібна. Якщо заздалегідь це
        обговорити, буде легше відкласти емоції на потім.
      </p>
      <p>
        Потренуйтеся, нехай дитина під час вашої гри спробує відтворити екстрену
        розмову.
      </p>
      <p>
        Також, є досить важливим те, як дитина буде дзвонити на екстрений номер
        телефону до таких служб, як Служба порятунку, поліція, швидка та газова
        служба. Перш за все, вам самим необхідно згадати ці номери. Тому, Служба
        порятунку – 101, поліція – 102, швидка – 103 та газова служба – 104.
      </p>
      <p>
        Важливим завданням, як для дорослих так і для дітей, чітко вказати
        адресу події, що саме трапилося, своє прізвище та ім’я, а також чи є
        загроза для життя інших людей. Вся розмова займає від 1-ї до 2-х хвилин,
        але детальний опис всього, що відбувається дасть можливість оперативно
        вжити відповідних заходів для ліквідації чи вирішення даного питання.
      </p>
      <p>
        <b>
          Пояснюючи чому не можна бавитися небезпечними іграшками - не залякуйте
          наслідками.
        </b>
      </p>
      <p>
        Батьки таке люблять - пояснювати у деталях, що станеться з дитиною, якщо
        вона не послухає та буде бавитися наприклад сірниками, тоді у екстреній
        ситуації дитина згадує собі саме те, що може з нею статися. Й замість
        того, щоб діяти, – може просто впасти в ступор.
      </p>
      <p>
        Без "не", але з конкретними порадами. Не потрібно втовкмачувати "не бери
        те", "не роби того", "тільки не так".
      </p>
      <p>
        За пересторогами батьки забувають пояснити, як саме діяти. Тому краще
        пояснювати "що робити, якщо". Пропонувати дитині конкретну послідовність
        дій.
      </p>
      <p>
        Тож, ось деякі поради, що робити дитині якщо сталася пожежа, а вона
        вдома на самоті. Важливим є те, що дитина не повинна бути без нагляду
        дорослих, це найперше і найголовніше.
      </p>
      <p>
        Але все ж таки, по-перше, поясніть дитині, що вона не повинна намагатися
        впоратися сама з займанням, а мусить швидко покинути приміщення та
        кликати на допомогу доросли.
      </p>
      <p>
        По-друге, якщо приміщення швидко наповнюється димом, то дитина так як і
        дорослий, має присісти донизу та гусячим кроком покинути задимлене
        приміщення.
      </p>
      <p>
        Дитина має знати, що ховатися від пожежі в квартирі, де вона сталася, не
        потрібно.
      </p>
      <p>
        Також, потурбуйтеся про те, що у місцях, куди постійно ходить дитина
        (школа, гуртки, дитячий садочок), вона має знати евакуаційний маршрут, а
        би дитина знала куди бігти в разі надзвичайної ситуації.
      </p>

      <h1>«Для вчителів та вихователів»</h1>

      <p>
        Класні та виховні години, які нерідко стосуються дисципліни, збори,
        позаурочні бесіди, на яких діти нудьгують, краще перетворити на уроки
        безпеки.
      </p>
      <p>
        Спільними наказами Головного управління ДСНС України у Дніпропетровській
        області та Департаментом освіти, щороку передбачено чимало таких
        заходів, які мають бути проведені в усіх закладах освіти.
      </p>
      <p>
        Наприкінці кожного кварталу школи звітують, скільки чого провели, але
        про ефект від роботи не йдеться. Як то кажуть, вимірюють роботу
        кілограмами паперів, а не результатами. Батьки зазвичай не питають, яка
        виховна робота запланована і що вона дасть дітям. Скоріше розцінюють її
        як повинність, яку для звіту та репутації школи дитина має відбути.
      </p>
      <p>
        Тож, надзвичайники звертаються з великим проханням до освітян, що
        навчання дитину культурі безпечної поведінки мусить стояти на одному
        рівні з «важливими предметами».
      </p>

      <h1>
        Орієнтовні аспекти плану проведення
        <br />
        «Тижня знань з основ безпеки життєдіяльності»
        <br />
        (методичні рекомендації)
      </h1>

      <p>
        Основна мета проведення «Тижнів знань з основ безпеки життєдіяльності» -
        допомогти сформувати в учнів свідоме ставлення до свого життя і
        здоров'я, оволодіти основами здорового способу життя, життєвими
        навичками безпечної для життя і здоров'я поведінки у повсякденному житті
        та при виникненні надзвичайних ситуацій.
      </p>
      <p>
        Суть проведення «Тижнів знань з основ безпеки життєдіяльності» полягає в
        ефективній організації освітнього процесу, який дозволятиме учням
        оволодіти основами знань та формування правил безпечної поведінки та
        дотримання їх у різних життєвих ситуаціях.
      </p>
      <p>
        План тижня має охоплювати наступні аспекти правил поведінки з елементами
        відпрацювання практичних навичок:
      </p>
      <ul>
        <li>при виникненні пожежі;</li>
        <li>під час літнього відпочинку на воді, біля водоймищ;</li>
        <li>під час грози, сильного вітру, шквалів;</li>
        <li>під час подорожі до лісу;</li>
        <li>під час збирання грибів та лікарських рослин;</li>
        <li>при експлуатації побутових електроприладів;</li>
        <li>
          при користуванні предметами побутової хімії та піротехнічними
          засобами;
        </li>
        <li>
          при знаходженні вибухонебезпечних предметів або маловідомих предметів.
        </li>
      </ul>
      <p>
        Теоретична складова може бути дуже різноманітною. Головне завдання -
        розширити знання школярів про основи безпеки життєдіяльності, про
        різного роду надзвичайні ситуацій та правила поведінки під час їх
        виникнення, про безпеку у повсякденному житті та ведення здорового
        способу життя. На лекції, дискусії, дебати, круглі столи можуть бути
        запрошені фахівці ДСНС.
      </p>
      <p>Також, в школах можна запустити цікаві та сучасні проекти:</p>
      <ul>
        <li>
          запустити серії передач по шкільній радіотрансляційній мережі під
          рубрикою «Це повинен знати кожен»;
        </li>
        <li>
          проводити цікаві виховні години у виді тренінгу під темою «Твоя
          безпека - це твоя уважність»;
        </li>
        <li>
          випуск стінгазет і проведення огляду-конкурсу на кращу стінгазету.
          Наприклад: «Безпека завжди зі мною», «Безпечна поведінка вдома»;
        </li>
        <li>
          проведення огляду-конкурсу плакатів, колажів. Наприклад: «Будь
          уважним», «Правила безпеки», «Коли електроприлади бувають небезпечні»,
          «Твоя безпека залежить від тебе»;
        </li>
        <li>
          проведення оглядів-конкурсів, КВК, брейн-рингів. Наприклад:
          «Надзвичайні ситуації та вихід з них», «Азбука безпеки», «Сам собі
          рятувальник»;
        </li>
        <li>
          проведення вікторин. Наприклад: «Правила безпечної поведінки»,
          «Безпека та загрози», «Виживання в екстремальній ситуації»;
        </li>
        <li>
          проведення конференцій, семінарів, круглих столів. Наприклад: «Сучасні
          проблеми безпеки життєдіяльності»;
        </li>
        <li>написання творів на тему: «Героїчна професія - рятувальник»;</li>
        <li>
          проведення дебатів, диспутів. Наприклад: «Твоє життя - твій вибір»,
          «Паління - чи це загроза для здоров'я людини», «небезпечні селфі» та
          багато іншого.
        </li>
      </ul>

      <p>
        <b>Шановні вчителі!</b> Пам’ятайте, що ефективними в профілактичній
        роботі є традиційні та нові форми виховної роботи, які відповідають
        інтересам і потребам учнів, спонукають їх осмислено діяти, сприяють
        формуванню особистої позиції щодо проблеми.
      </p>
      <p>
        <b>
          Найбільш доцільними формами проведення занять щодо запобігання
          травмуванню є:
        </b>
      </p>

      <ul>
        <li>
          <b>для учнів 1-4 класів:</b> рольові та ситуативні ігри, вікторини,
          гра станціями «Я обираю здоровий спосіб життя», конкурси малюнків,
          перегляд навчальних мультфільмів, конкурс інсценованої казки тощо;
        </li>
        <li>
          <b>для учнів 5-8 класів:</b> вікторини, зустрічі з фахівцями,
          наприклад представниками ДСНС, перегляд тематичних фільмів з
          обов’язковим наступним обговоренням, інформаційні кампанії, усні
          журнали, тематичні конкурси плакатів і малюнків «Життя без
          травмування» тощо;
        </li>
        <li>
          <b>в превентивній роботі зі старшокласниками</b> слід приділити
          особливу увагу активному способу пізнання (засідання «круглих столів»
          із залученням фахівців, проектна діяльність, дискусії, розробка
          пам’ятки для молодших школярів, батьків, жителів певного району або
          міста). Ці форми спонукають молодь приймати відповідальність за власну
          обізнаність, власний вибір. Групова робота сприяє обміну ідеями і
          взаємному збагаченню досвідом.
        </li>
      </ul>
    </div>
  );
}
