import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";
import { YouTube } from "~/components/youtube";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/occupational-safety/civil-protection/mine-safety",
)({
  component: RouteComponent,
  staticData: {
    title: "Мінна безпека",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <img
        src={asset("images/мінна-безпека.jpg")}
        className="float-right ml-5 w-120"
      />
      <p>
        Внаслідок війни майже третина України замінована або забруднена рештками
        техніки та зброї. Особливо небезпечно в прифронтових районах і в
        деокупованих населених пунктах, куди українські родини повертаються з
        вимушеної евакуації.
      </p>
      <p>
        Чи всі українські діти знають, як діяти, коли знайшов міну? Адже
        окупанти, утікаючи, часто використовують для пасток різні побутові
        предмети, зокрема, іграшки. У Внаслідок війни майже третина України
        замінована або забруднена рештками техніки та зброї. Особливо небезпечно
        в прифронтових районах і в деокупованих населених пунктах, куди
        українські родини повертаються з вимушеної евакуації.
      </p>
      <p>
        Чи всі українські діти знають, як діяти, коли знайшов міну? Адже
        окупанти, утікаючи, часто використовують для пасток різні побутові
        предмети, зокрема, іграшки.
      </p>
      <p>
        <ExternalLink href="https://youtu.be/698AISIpi0Y">
          У новому відео
        </ExternalLink>{" "}
        від Dovidka.info та МінРеінтеграції на{" "}
        <ExternalLink href="https://www.youtube.com/@SPRAVDI">
          YouТube-каналі SPRAVDI
        </ExternalLink>{" "}
        пояснюємо дітям, що обачність нині на першому місці. А також
        розповідаємо основні правила поведінки з вибуховими предметами. Покажіть
        це відео вашим дітям та порадьте ознайомитись. Це може врятувати життя.
      </p>
      <p>
        від Dovidka.info та МінРеінтеграції на YouТube-каналі SPRAVDI пояснюємо
        дітям, що обачність нині на першому місці. А також розповідаємо основні
        правила поведінки з вибуховими предметами. Покажіть це відео вашим дітям
        та порадьте ознайомитись. Це може врятувати життя.
      </p>
      <p>Рашисти мінують навіть дитячі іграшки. Як вберегтись?</p>
      <div className="overflow-x-auto">
        <table className="table-border">
          <thead>
            <tr>
              <th>Войсовер</th>
              <th>Візуал</th>
              <th>Титри</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>
                Військові звільнили твій дім, тепер ти можеш туди повернутися.
              </td>
              <td>
                <p>
                  Мама, тато і дитина дивляться ТБ, по телебаченню
                  &ldquo;НОВИНА&rdquo;: ЗСУ звільнили ще одне місто
                </p>
                <p>
                  Родина щаслива, всі радіють, в хмаринці над ними з*являється
                  їх красивий приватний будинок.
                </p>
              </td>
              <td>
                <p>
                  <strong>
                    Військові звільнили твій дім, тепер ти можеш туди
                    повернутися.
                  </strong>
                </p>
              </td>
            </tr>
            <tr>
              <td>
                <p>
                  Але разом з улюбленими іграшками та іншими речами поклади в
                  дорожню валізу УВАЖНІСТЬ.
                </p>
              </td>
              <td>
                Дитина і мама збирають в валізу свої речі. Дитина кладе іграшки.
              </td>
              <td>
                <strong>Але візьми із собою уважність. </strong>
              </td>
            </tr>
            <tr>
              <td>
                <p>
                  Бо там, звідки втік ворог, він заховав небезпечні предмети
                  &ndash; міни. Вони вибухають і руйнують усе довкола.
                </p>
              </td>
              <td>
                <p>
                  Показуємо їхній та інші будинки, вони розташовані біля лісу.
                  Там, де починається ліс і з протилежного боку з*являються
                  таблички: Увага! Міни! І звук &ldquo;wrong&rdquo;.
                </p>
              </td>
              <td>
                <p>
                  <strong>
                    Бо там, звідки втік ворог, він заховав міни. Вони руйнують
                    усе довкола.
                  </strong>
                </p>
              </td>
            </tr>
            <tr>
              <td> Запам&rsquo;ятай, як від цього вберегтися. </td>
              <td>
                <p>
                  Робимо слайд різними типами вибухових пристроїв: пелюсток,
                  артилерійські снаряди, реактивні та інженерні міни,
                  детонатори, ручні гранати. Всі вони пульсують і світяться
                  червоним. А потім зникають.
                </p>
              </td>
              <td>
                <strong>Запам&rsquo;ятай, як вберегтися. </strong>
              </td>
            </tr>
            <tr>
              <td>
                <p>
                  Повертатися додому з евакуації можна тільки тоді, коли
                  територію перевірили сапери.
                </p>
              </td>
              <td>
                Малюємо на території біля дому саперів, які обстежують
                територію.
              </td>
              <td>
                <p>
                  <strong>
                    Повертатися додому можна тільки тоді, коли територію
                    перевірили сапери.
                  </strong>
                </p>
              </td>
            </tr>
            <tr>
              <td>
                <p>
                  Заходиш у будинок &ndash; пильно озирнися. Підозріле та
                  незнайоме не чіпай.
                </p>
              </td>
              <td>
                <p>
                  Автобус привозить родину, вони виходять валізами. Заходять в
                  дім, першими заходять батьки, оглядаються, потім дитина. там
                  де-не-де купами лежать речі (іграшки, одяг). Родина уважно
                  оглядається.
                </p>
              </td>
              <td>
                <p>
                  <strong>
                    Заходиш у будинок &ndash; пильно озирнися. Підозріле й
                    незнайоме не чіпай.
                  </strong>
                </p>
              </td>
            </tr>
            <tr>
              <td>
                <p>
                  Вибухонебезпечні предмети не завжди видно. Вони можуть бути
                  сховані в іграшках, серед меблів, посуду та інших побутових
                  предметів.
                </p>
              </td>
              <td>
                <p>
                  Малюємо слайд-інфографіку з описаними ситуаціями. Граната,
                  прикручена до іграшки. Розтяжка між кріслами. Пелюстка,
                  схована в каструлю.
                </p>
              </td>
              <td>
                <p>
                  <strong>
                    Вибухонебезпечні предмети можуть бути сховані в іграшках,
                    серед меблів, посуду та інших предметів.
                  </strong>
                </p>
              </td>
            </tr>
            <tr>
              <td>
                {" "}
                Помітив небезпечну річ удома чи на вулиці &ndash; дій
                точно!{" "}
              </td>
              <td>
                {" "}
                Малий помічає іграшку з гранатою під сходами на вході в дім{" "}
              </td>
              <td>
                <strong>Помітив небезпечну річ &ndash; дій точно! </strong>
              </td>
            </tr>
            <tr>
              <td>
                <p>
                  Не підходь! Не чіпай! Клич дорослих і проси телефонувати до
                  ДСНС &ndash; 101, або в поліцію &ndash; 102, або до служби
                  екстреної допомоги &ndash; 112
                </p>
              </td>
              <td>
                <p>
                  &ldquo;Не підходь! Не чіпай!&rdquo; червоним по черзі на весь
                  екран.
                </p>
                <p>
                  Далі малий підходить до мами. Мама кудись дзвонить. На екрані
                  номери:
                </p>
                <p>ДСНС &ndash; 101</p>
                <p>Поліція - 102</p>
                <p>Служба екстреної допомоги &ndash; 112</p>
              </td>
              <td>
                <p>
                  <strong>
                    Не підходь! Не чіпай! Проси дорослих телефонувати до ДСНС
                    &ndash; 101, у поліцію &ndash; 102 або до служби екстреної
                    допомоги &ndash; 112
                  </strong>
                </p>
              </td>
            </tr>
            <tr>
              <td>
                <p>Не торкайся предмета.</p>
                <p>Не пересувай його та не намагайся розібрати. Не накривай.</p>
                <p>Не закопуй.</p>
                <p>Не кидай у воду.</p>
                <p>Не вдаряй.</p>
              </td>
              <td>
                <p>
                  Беремо цей знайдений предмет і малюємо слайд-інфографіку, де
                  всі ці сценарії перекреслені.
                </p>
              </td>
              <td>
                <p>
                  <strong>
                    Не торкайся предмета, не пересувай його, не намагайся
                    розібрати, не закопуй, не вдаряй.
                  </strong>
                </p>
              </td>
            </tr>
            <tr>
              <td>
                <p>
                  Нині ми всі допомагаємо одне одному. Можеш і ти! Вивчи ці
                  правила та перекажи їх друзям.
                </p>
              </td>
              <td>
                <p>На місці вибухотехніки, вони знешкодили предмет.</p>
                <p>
                  Далі малий в костюмі супергероя розповідає друзям про міни.
                  Над ним хмаринка, в якій табличка: Увага! Міни!
                </p>
              </td>
              <td>
                <p>
                  <strong>
                    Нині ми всі допомагаємо одне одному! Можеш і ти! Вивчи ці
                    правила й перекажи їх друзям.
                  </strong>
                </p>
              </td>
            </tr>
          </tbody>
        </table>
      </div>
      <YouTube videoId="698AISIpi0Y" />
      <YouTube videoId="GxYJFxX0FwA" />
      <YouTube videoId="gvSAeEyif3M" />
      <YouTube videoId="HOEVDFp1cjI" />
    </div>
  );
}
