import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/occupational-safety/civil-protection/hostage-taking",
)({
  component: RouteComponent,
  staticData: {
    title: "Захоплення в заручники",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <p>
        <i>
          За останні роки в світі сталось сотні випадків терористичних актів із
          захопленням заручників. Як показує досвід, поведінка терористів в
          усьому світі майже однакова, тому дані поради можуть статись в пригоді
          кожному, хто може стати жертвою терористів у будь-якому куточку світу.
        </i>
      </p>

      <h1>ЩО РОБИТИ, ЯКЩО ВИ СТАЛИ ЗАРУЧНИКОМ ТЕРОРИСТА?</h1>
      <div className="float-right ml-3">
        <img
          src={asset("images/захоплення-в-заручники-1.jpg")}
          className="mb-5 w-96"
        />
        <img
          src={asset("images/захоплення-в-заручники-2.jpg")}
          className="w-96"
        />
      </div>
      <ul>
        <li>
          попри всі страхи необхідно зрозуміти, чого хочуть терористи, визначити
          для себе, хто з них найнебезпечніший (нервовий, рішучий, агресивний);
        </li>
        <li>
          виконуйте всі вказівки ватажка та не надумайте зухвало дивитися йому у
          вічі - це завжди сигнал до агресії;
        </li>
        <li>не вдавайтесь до дій, що можуть привернути увагу терористів;</li>
        <li>
          не реагуйте на провокаційну чи зухвалу поведінку терористів,
          продовжуйте спокійно сидіти, не задаючи питань;
        </li>
        <li>перш ніж пересунутися чи відкрити сумочку, запитуйте дозволу;</li>
        <li>віддайте особисті речі, які вимагають терористи;</li>
        <li>
          сховайте, по можливості, документи та матеріали, що можуть вас
          скомпрометувати;
        </li>
        <li>
          не апелюйте до совісті терористів. Це майже завжди марно. Вони
          виконуватимуть те, що задумали, та, щоб перекричати голос совісті,
          можуть йти на жорсткі й неадекватні дії;
        </li>
        <li>
          не підвищуйте голос і не жестикулюйте, навіть якщо у вас виникає
          бажання попередити про щось своїх знайомих або родичів, які поруч з
          вами, не біжіть. Місця в проході, іноді трапляється нагода
          врятуватися, знаходячись на місцях біля виходів;
        </li>
        <li>
          якщо вдасться симулювати симптоми хвороби, з'являється можливість
          звільнитися в результаті переговорів: часто в ході переговорів
          терористи звільняють жінок, дітей, літніх і хворих людей;
        </li>
        <li>
          намагайтеся уникати суперечок із терористами, якщо вони жадають від
          вас співучасті у тих чи інших діях.
        </li>
        <li>
          якщо ви зрозумієте, що терорист блефує і в руках у нього муляж, не
          перевіряйте цього! Помилка може коштувати вам життя;
        </li>
        <li>
          якщо поблизу стався вибух, не поспішайте покинути приміщення. Вас
          можуть прийняти за злочинця, і ви мимоволі станете мішенню для групи
          захоплення;
        </li>
        <li>
          намагайтеся запам’ятати все, що бачите та чуєте під час акту
          тероризму: імена, прізвиська, хто з терористів що робив і як
          поводився, їх зовнішній вигляд, ступінь їхньої реальної агресивності.
          може трапитися, що терористи здадуться, аби не мати справи з
          спеціальними підрозділами по боротьбі з тероризмом. Звільнені
          заручники повинні повідомити якнайбільше деталей. Ваші свідоцтва
          будуть дуже важливі для слідства.
        </li>
      </ul>
      <p>
        <b>
          <i>
            Пам’ятайте: не існує безвихідних ситуацій. У цьому разі треба лише
            запастися терпінням та проявляти свою розсудливість.
          </i>
        </b>
      </p>
    </div>
  );
}
