import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/occupational-safety/covid-19/algorithm-of-actions",
)({
  component: RouteComponent,
  staticData: {
    title:
      "Алгоритм дій при виявленні у здобувачів освіти симптомів інфекційної хвороби",
    shortTitle: "Алгоритм дій при виявленні симптомів",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <img
        src={asset("images/симптоми-інфекційної-хвороби.jpg")}
        className="w-100 md:float-right md:ml-3"
      />
      <p>
        <b>
          У разі виявлення первинних симптомів хвороби у дитини (підвищена
          температура, сухий кашель, лихоманка)
        </b>
      </p>

      <div className="font-bold text-red-600">Класний керівник:</div>
      <ul>
        <li>повідомляє медичного працівника закладу освіти</li>
        <li>повідомляє батьків</li>
        <li>повідомляє керівника закладу освіти</li>
      </ul>

      <div className="font-bold text-red-600">
        Медичний працівник або черговий адміністратор:
      </div>
      <ul>
        <li>забезпечує максимальну ізоляцію дитини</li>
        <li>оцінює стан хворого з підозрою на захворювання</li>
        <li>
          звертається до лікаря для отримання консультації або подальшого
          обстеження
        </li>
        <li>виконує всі рекомендації лікаря</li>
        <li>за необхідності викликає «швидку допомогу»</li>
        <li>
          інформує батьків дітей або осіб, які їх замінюють, працівників закладу
          освіти про випадок виявлення хворого в закладі освіти
        </li>
      </ul>

      <div className="font-bold text-red-600">Адміністрація закладу:</div>
      <ul>
        <li>тимчасово обмежує вхід до закладу та користування приміщеннями</li>
        <li>
          повідомляє департамент освіти про наявність випадку захворювання
        </li>
        <li>
          у день виявлення хворого, включаючи можливих відвідувачів закладу,
          визначає перелік приміщень, у яких перебував хворий
        </li>
        <li>
          забезпечує обмеження використання приміщень, де перебував хворий, та
          обмеження пересування по маршруту переміщення хворого
        </li>
        <li>
          якщо контактна особа класифікується як пацієнт – вона відсторонюється
          від відвідування закладу протягом 2 тижнів (лікується амбулаторно або
          дистанційно вдома)
        </li>
      </ul>
    </div>
  );
}
