import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/occupational-safety/covid-19/reminder-for-school-staff",
)({
  component: RouteComponent,
  staticData: {
    title: "Пам'ятка для працівників закладу освіти",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <img
        src={asset("images/пам`ятка-для-працівників-закладу-освіти.jpg")}
        className="w-100 md:float-right md:ml-3"
      />
      <ol>
        <li>Обробіть руки антисептиком на вході в приміщення закладу освіти</li>
        <li>
          Регулярно мийте руки з рідким милом або обробляйте їх спиртовмісними
          антисептиками не рідше ніж раз на 2 години, перед початком роботи та
          після відвідування:
          <ul>
            <li>громадських місць</li>
            <li>використання туалету</li>
            <li>прибирання</li>
            <li>чхання</li>
            <li>сякання</li>
            <li>кашлю</li>
            <li>витирання очей</li>
            <li>причісування</li>
            <li>
              у будь-яких інших випадках контакту в процесі роботи з предметами,
              які можуть забруднити (контамінувати) руки
            </li>
            <li>
              після кожного виходу з групового осередку та після повернення.
            </li>
          </ul>
        </li>
        <li>Дотримуйтесь маскового режиму в закладі</li>
        <li>Обмежте пересування по закладу освіти</li>
        <li>
          Утримуйтесь від контактів з особами, що мають симптоми респіраторних
          захворювань: кашель, лихоманку, ломоту в тілі тощо
        </li>
        <li>
          Самоізолюйтеся в разі виникнення симптомів респіраторних захворювань
        </li>
      </ol>

      <p>
        <span className="font-bold text-red-600">Пам’ятайте:</span>
        <i> Ваше здоров’я та здоров’я Вашого оточення у Ваших руках!</i>
      </p>
    </div>
  );
}
