import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/occupational-safety/covid-19/reminder-for-parents",
)({
  component: RouteComponent,
  staticData: {
    title: "Пам'ятка для батьків",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <img
        src={asset("images/пам`ятка-для-батьків.jpg")}
        className="w-100 md:float-right md:ml-3"
      />
      <ol>
        <li>Перед виходом із дому проведіть термометрію у дитини.</li>
        <li>Оцініть стан здоров’я дитини та стан здоров’я самого себе.</li>
        <li>
          Пам’ятайте, що в разі виявлення підвищеної температури та ознак
          респіраторних захворювань вхід на територію закладу буде заборонено.
        </li>
        <li>
          При гарному самопочутті Вас та Вашої дитини, температурі тіла не
          більше 37,2 °С зберіться до школи:
          <ul>
            <li>
              одягніть захисну маску (респіратор) так, щоб були покриті ніс та
              рот;
            </li>
            <li>
              візьміть довідку від лікаря у разі перенесеного інфекційного
              захворювання;
            </li>
          </ul>
        </li>
        <li>
          Не забутьте проінформувати класного керівника про стан здоров’я
          дитини.
        </li>
        <li>
          Пам’ятайте про те, що медичний працівник закладу повинен бути
          ознайомлений батьками з особливостями перебігу хронічних хвороб у
          дитини, щоб надати відповідну невідкладну медичну допомогу в разі
          необхідності.
        </li>
        <li>
          Пам’ятайте про власну персональну відповідальність за правдивість
          інформації про стан здоров’я дитини.
        </li>
        <li>
          У разі погіршення самопочуття дитини відмовтеся від відвідування
          дитиною школи, зверніться по консультацію до лікаря, повідомте про
          причину відсутності класного керівника.
        </li>
        <li>
          У разі виникнення необхідності залишити дитину дома з інших причин
          повідомте класного керівника напередодні.
        </li>
        <li>
          У разі тимчасової відсутності дитини не через хворобу та бажання
          відновити відвідування дитиною закладу, повідомте класного керівника
          напередодні у зв’язку з організацією харчування Вашої дитини.
        </li>
      </ol>

      <p className="font-bold text-red-600">
        Потурбуймося кожен про себе та всі – про кожного!
      </p>
    </div>
  );
}
