import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/occupational-safety/health-and-hygiene-standards",
)({
  component: RouteComponent,
  staticData: {
    title: "Санітарно-гігієнічні норми",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <img
        src={asset("images/санітарно-гігієнічні-норми.jpg")}
        className="float-right mb-4 ml-4 w-90"
      />
      <h1>Освітлення</h1>
      <br />
      <h2 className="font-bold text-red-600 italic">
        ВИТЯГ
        <br />
        з САНІТАРНОГО РЕГЛАМЕНТУ
        <br />
        для закладів загальної середньої освіти
      </h2>
      <h2>Природне та штучне освітлення</h2>
      <p>
        10. Усі навчальні приміщення закладів освіти повинні мати природне
        освітлення, рівні якого мають відповідати вимогам ДБН В.2.5-28:2018
        «Природне і штучне освітлення», затверджених наказом Міністерства
        регіонального розвитку, будівництва та житлово-комунального господарства
        України від 03 жовтня 2018 року № 264. Природне освітлення повинно бути
        рівномірним і не створювати блиску.
      </p>
      <p>
        Коефіцієнт природного освітлення (далі - КПО) в навчальних приміщеннях
        повинен дорівнювати 2,5 % на робочих місцях 3-го ряду робочих столів
        учнів (1 м від внутрішньої стіни). При двобічному освітленні мінімальне
        значення КПО визначається на другому ряді робочих столів учнів.
      </p>
      <p>
        Рівномірність освітлення на робочому місці (відношення мінімального
        рівня освітлення до максимального) повинна складати не більше 0,3.
      </p>
      <p>
        Достатність і рівномірність освітлення можна оцінити за світловим
        коефіцієнтом (СК) (відношення загальної площі вікон до площі підлоги),
        величина якого має становити 1 : 4 - 1 : 5.
      </p>
      <p>
        11. Для захисту від прямих променів сонця, запобігання перегріву
        навчальних приміщень вікна повинні бути облаштовані сонцезахисними
        засобами (підйомно-поворотні жалюзі, козирки, ролети тощо), які легко
        очищаються від пилу та миються.
      </p>
      <p>
        12. Забороняється розміщувати на підвіконні навчальних приміщень
        рослини, які перешкоджають доступу прямого сонячного світла.
      </p>
      <p>
        13. Для забезпечення оптимального природного освітлення навчальних
        приміщень необхідно мити вікна не менше 2-х разів протягом навчального
        року.
      </p>
      <p>
        14. У навчальних приміщеннях необхідно передбачити систему загального
        штучного освітлення, що забезпечується штучним освітленням лампами з
        електронною пуско-регулювальною апаратурою зі спектром
        кольоровипромінювання: білий, тепло-білий, природно-білий;
        світлодіодними лампами з кольоровою температурою 3500-4000 К. Індекс
        кольоропередачі має бути не менший за 80 %, коефіцієнт пульсації - не
        більший за 10 % (в майстернях, з пристроями, що обертаються - не більшим
        за 5 %). В одному приміщенні слід використовувати лампи одної колірної
        температури.
      </p>
      <p>
        Для освітлення найбільш віддалених від вікон рядів робочих столів учнів
        у навчальних приміщеннях слід передбачати окреме включення усіх рядів
        електроламп.
      </p>
      <p>
        Рівні загального штучного освітлення у приміщеннях закладів загальної
        середньої освіти наведені у{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/rada/show/z1111-20#n308">
          додатку 4
        </ExternalLink>{" "}
        до цього Санітарного регламенту.
      </p>
      <p>
        15. Лампи, що перегоріли, а також ті, які під час роботи створюють шум,
        миготіння та стробоскопічний ефект, підлягають заміні. Несправні,
        перегорілі люмінесцентні лампи запаковують у захисну промислову
        гофроупаковку від нових ламп та зберігають у спеціальній тарі -
        герметично закритих металевих ємностях, контейнерах у спеціально
        відведених ізольованих технічних приміщеннях, стіни, стеля та підлога
        яких не межують із навчальними приміщеннями. Доступ до такого технічного
        приміщення повинен мати лише спеціально призначений працівник закладу
        освіти. Вивезення перегорілих люмінесцентних ламп здійснюється
        відповідно до{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/rada/show/1070-2008-%D0%BF#n9">
          Правил надання послуг з поводження з побутовими відходами
        </ExternalLink>
        , затверджених постановою Кабінету Міністрів України від 10 грудня 2008
        року № 1070 не рідше 2-х разів на рік.
      </p>
      <p>
        16. Засновник (засновники) закладу освіти забезпечує організацію
        лабораторного контролю рівня освітленості у закладах освіти не рідше
        двох разів на рік (не менше 4 точок у 3-5 приміщеннях), один з яких
        проводиться в листопаді чи грудні.
      </p>

      <h3>Повітряно-тепловий режим</h3>

      <p>4. Чистота повітря в приміщеннях закладів освіти забезпечується:</p>
      <ul>
        <li>
          відповідністю кількості учнів до нормативної наповнюваності відповідно
          до вимог{" "}
          <ExternalLink href="https://zakon.rada.gov.ua/rada/show/463-20#n176">
            статті 12
          </ExternalLink>{" "}
          Закону України «Про повну загальну середню освіту»;
        </li>
        <li>
          регулярністю вологого прибирання приміщень з використанням мийних
          засобів та дезінфекційних засобів, які зареєстровані відповідно до
          вимог{" "}
          <ExternalLink href="https://zakon.rada.gov.ua/rada/show/908-2006-%D0%BF#n12">
            Порядку державної реєстрації (перереєстрації) дезінфекційних засобів
          </ExternalLink>
          , затвердженого постановою Кабінету Міністрів України від 03 липня
          2006 року № 908;
        </li>
        <li>
          використанням всіх видів провітрювання (наскрізне, кутове, однобічне);
        </li>
        <li>чистотою та справністю систем вентиляції.</li>
      </ul>
      <p>
        5. Засновник (засновники) закладу освіти забезпечує організацію
        лабораторного контролю показників мікроклімату (не менше 6 вимірювань)
        та концентрації CO<sub>2</sub>, CO, який проводиться не рідше двох разів
        на рік. Після проведених ремонтних та/або будівельних робіт,
        встановленні нових меблів перед початком навчального процесу проводяться
        лабораторні вимірювання концентрацій формальдегіду та інших хімічних
        речовин (в залежності від будівельних, оздоблювальних матеріалів, меблів
        тощо, які використані).
      </p>
      <p>
        Концентрація в повітрі CO<sub>2</sub> повинна бути не більше 0,07 %, СО
        - не більше 5,0 мг/м<sup>3</sup>, формальдегіду - не більше 0,01 мг/м
        <sup>3</sup>.
      </p>
      <p className="italic">
        Абзац другий пункту 5 підрозділу "Повітряно-тепловий режим" розділу IV
        із змінами, внесеними згідно з Наказом Міністерства охорони здоров'я{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/rada/show/z1450-21#n22">
          № 1984 від 20.09.2021
        </ExternalLink>
        .
      </p>
      <p>
        6. Навчальні приміщення провітрюють на перервах за відсутності дітей в
        приміщеннях. Тривалість провітрювання визначається погодними умовами за
        наведеною таблицею:
      </p>
      <table className="table-border mx-auto">
        <thead>
          <tr>
            <th rowSpan={2}>Температура повітря вулиці в градусах Цельсія</th>
            <th colSpan={2}>Тривалість провітрювання приміщень (хв.)</th>
          </tr>
          <tr>
            <th>на малих перервах</th>
            <th>на великих перервах та між змінами</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>від +10 до +6</td>
            <td>4-10</td>
            <td>25-30</td>
          </tr>
          <tr>
            <td>від +5 до 0</td>
            <td>3-7</td>
            <td>20-30</td>
          </tr>
          <tr>
            <td>від 0 до -5</td>
            <td>2-5</td>
            <td>15-25</td>
          </tr>
          <tr>
            <td>від -5 до -10</td>
            <td>1-3</td>
            <td>10-15</td>
          </tr>
          <tr>
            <td>нижче -10</td>
            <td>1-1,5</td>
            <td>5-10</td>
          </tr>
        </tbody>
      </table>
      <p>
        Рекреації провітрюються під час навчальних занять. До початку занять і
        після їх закінчення необхідно здійснювати наскрізне провітрювання
        навчальних приміщень.
      </p>
      <p>
        У теплу пору року доцільно проводити заняття з прочиненими вікнами в
        режимі провітрювання.
      </p>
      <p>
        7. У приміщеннях закладів освіти відносна вологість повітря має бути
        40-60 %; температура повітря в класних кімнатах 17-20 °C, в майстернях
        по обробці металу і дерева 16-18 °C, в спортивному залі 15-17 °C, в
        роздягальнях при спортивному залі 19-23 °C, в актовому залі 17-20 °C, в
        бібліотеці 16-18 °C, в медичних кабінетах 21-23 °C, в рекреаціях 16-18
        °C, в спальних приміщеннях 18-20 °C; у вестибюлі, гардеробі 16-19 °C; в
        санітарних вузлах 17-21 °C; в душових не нижче 25 °C.
      </p>
      <p>
        8. Встановлення у закладі освіти додаткових систем, що впливають на
        мікроклімат приміщення, має бути забезпечене відповідним і своєчасним
        сервісним обслуговуванням та заміною витратних матеріалів.
      </p>
      <p>
        9. Усі приміщення та обладнання закладу освіти підлягають щоденному
        вологому прибиранню, у тому числі: підвіконня, підлога, опалювальні
        прилади (або захисні решітки), меблі, класні дошки. Вологе прибирання
        навчальних та навчально-виробничих приміщень проводиться після
        закінчення останнього навчального заняття, або після кожної навчальної
        зміни (у разі організації в закладі освіти змінного навчання),
        спортивних залів - після кожного навчального заняття та після закінчення
        навчальних занять та занять секцій.
      </p>
      <p>
        У процесі самообслуговування учні повинні тримати власне робоче місце в
        чистоті, прибирати за собою сміття.
      </p>
      <p>
        Дозволяється залучати до поливу рослин та вологого прибирання, без
        використання миючих та дезінфікуючих засобів, поверхонь навчальних
        приміщень (крім вікон та підлоги) учнів 5-11(12) класів. Робота із
        самообслуговування повинна проводитися за участю педагогічних та/або
        медичних працівників.
      </p>
      <p>
        Тривалість самообслуговування не повинна перевищувати 1 годину на
        тиждень.
      </p>
      <p>
        Учні не допускаються до виконання робіт, що небезпечні для їх життя та
        здоров’я, створюють загрозу зараження інфекційними хворобами.
      </p>
    </div>
  );
}
