import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/occupational-safety/")({
  component: RouteComponent,
  staticData: {
    title: "Стан охорони праці",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <h1>Стан охорони праці та безпеки життєдіяльності в КГ №55 КМР</h1>
      <img
        src={asset("images/охорона-праці.jpg")}
        className="float-left mr-4 w-100"
      />
      <p>
        Робота з охорони праці, безпеки життєдіяльності, виробничої санітарії,
        профілактики травматизму дітей у побуті та під час навчально-виховного
        процесу визначається у діяльності педколективу як одна із пріоритетних і
        проводиться відповідно до Законів України «Про охорону праці», «Про
        дорожній рух», «Про пожежну безпеку», Положення про організацію роботи з
        охорони праці учасників навчально-виховного процесу в установах і
        закладах освіти", затверджених наказом МОН України № 563 від
        01.08.2001р. із змінами згідно з наказом МОН України від 20.11.2006 р. №
        782, Державних санітарних правил і норм улаштування, утримання
        загальноосвітніх навчальних закладів та організацій навчально-виховного
        процесу, та інших численних нормативних актів, які регламентують роботу
        гімназії з цих питань.
      </p>
      <p>
        Відповідно до вимог нормативних документів у гімназії розроблена
        відповідна документація з питань дотримання безпеки та охорони праці.
        Розроблені і затверджені програми вступних інструктажів для працівників
        і учнів, які поміщені у журналах вступного інструктажу для працівників і
        класних журналах – для учнів.
      </p>
      <p>
        Згідно вимог нормативних документів реєструються первинний, позаплановий
        і цільовий інструктажі для працівників і учнів.
      </p>
      <p>
        Журнали реєстрації інструктажів знаходяться у заступника директора з
        НВР, який відповідає за охорону праці в гімназії, та на робочих місцях у
        навчальних кабінетах (фізики, інформатики (№1, №2), біології, хімії,
        шкільних майстернях, спортивному залі).
      </p>
      <p>
        Вчителі фізики, біології, хімії, трудового навчання, фізичного виховання
        проводять первинні інструктажі перед початком практичних, лабораторних
        робіт, виконанням відповідних вправ перед початком практичних,
        лабораторних робіт, виконанням відповідних вправ перед початком кожного
        розділу навчальної програми з фізичного виховання.
      </p>
      <p>
        Облік інструктажів вчителі-предметники проводять у класних журналах на
        сторінці відповідного предмету в розділі про запис змісту уроку (один
        раз на семестр).
      </p>
      <p>
        Стан цієї роботи знаходиться під постійним контролем адміністрації
        гімназії. Наказом по закладу призначається відповідальний за організацію
        роботи з охорони праці та безпеки життєдіяльності у закладі, створено
        службу з охорони праці, сплановані заходи. Для окремих категорій
        працівників розроблені наказом по закладу та введені в дію інструкції з
        охорони праці та інструкції з безпеки праці при виконанні небезпечних
        робіт.
      </p>
      <p>
        На початку навчального року, напередодні канікул та святкових днів
        проводяться інструктажі з безпеки життєдіяльності серед учнів,
        відпрацьована програма вступного інструктажу. Регулярно відбуваються
        цільові інструктажі з учнями перед екскурсіями, походами, спортивними
        змаганнями, конкурсами. У гімназії в наявності необхідні журнали з
        реєстрації всіх видів інструктажів з питань охорони праці. Кожна класна
        кімната, кабінет, майстерня, спортзал має необхідний перелік
        документації з питань безпеки життєдіяльності. Також у приміщенні
        гімназії розміщено кілька стендів по безпечній поведінці. Гімназія в
        достатній кількості забезпечена засобами пожежогасіння. На видному місці
        розміщені поетажні плани евакуації на випадок пожежі. Оформлений куточок
        з безпеки життєдіяльності.
      </p>
      <p>
        Питання створення безпечних умов праці, навчання і виховання учасників
        навчально-виховного процесу постійно знаходиться на контролі у
        адміністрації закладу.
      </p>
      <p>
        Випадків, пов'язаних з порушенням безпеки праці, безпеки життєдіяльності
        у колективі гімназії, на робочих місцях, під час організації
        навчально-виховного процесу в останні роки не виявлено.
      </p>
      <p>
        В гімназії проводиться значна робота по виконанню заходів з профілактики
        травматизму невиробничого характеру.
      </p>
      <p>
        Адміністрацією гімназії розроблені заходи з профілактики травматизму
        невиробничого характеру.
      </p>
      <p>
        Відповідно розроблених заходів з учасниками навчально-виховного процесу
        проводяться інструктажі, бесіди, вікторини, круглі столи, дискусії,
        місячники, тижні тема яких: "Профілактика травматизму під час
        організації навчально-виховного процесу та в побуті, поведінка дітей з
        незнайомими предметами, дотримання правил дорожнього руху, надання
        долікарської допомоги".
      </p>
      <p>
        Перед початком кожного навчального року серед учасників
        навчально-виховного процесу організовано проведення інструктажів з
        безпеки життєдіяльності, здійснено обстеження технічного стану будівель
        і споруд КГ №55 КМР.
      </p>
      <p>
        У закладу систематично проводяться День охорони праці, Тиждень знань з
        безпеки життєдіяльності. У вересні місяці проводиться місячник «Увага,
        діти на дорозі!».
      </p>
      <p>
        Команда КГ №55 КМР постійно приймає участь в районних та міських
        конкурсах Юних інспекторів дорожнього руху та Юних пожежників.
      </p>
      <p>
        При проведенні як шкільних, так і районних масових заходів, у гімназії
        призначаються особи, відповідальні за збереження життя і здоров'я
        учасників на кожній ділянці роботи.
      </p>
      <p>
        У гімназії систематично проводяться практичні заняття по евакуації учнів
        і працівників на випадок пожежі згідно планів евакуації. Обладнані
        куточки наочної агітації з охорони праці і безпеки життєдіяльності.
      </p>
      <p>
        Робота педагогічного колективу та працівників навчального закладу з
        питань профілактики травматизму знаходиться на контролі адміністрації
        закладу. Питання охорони праці та попередження травматизму постійно
        обговорюється на нарадах при директорові. Вивчаючи стан травматизму
        серед учнів, можна відмітити, що в навчальному закладі здійснюється
        належна робота щодо попередження нещасних випадків, створення безпечних
        умов навчання. В гімназії розроблено низку заходів щодо попередження
        травматизму учнів, проведена відповідна робота з учителями. Причини
        виникнення травм з’ясовуються, аналізуються, відповідно до цього
        складаються акти та проводяться профілактичні заходи.
      </p>
      <p>
        Ключовими невирішеними завданнями щодо зниження дитячого травматизму є
        відсутність достатньої батьківської уваги. Зниження соціальних установ в
        сім'ї безпосередньо впливає на поведінку дітей на вулиці.
      </p>
    </div>
  );
}
