import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/occupational-safety/medical-care/medical-examination-of-employees",
)({
  component: RouteComponent,
  staticData: {
    title: "Медичний огляд працівників",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <h1 className="text-red-600">
        Обов'язкові профілактичні медичні огляди проводяться з метою запобігання
        поширенню інфекційних і паразитарних захворювань серед працівників,
        учнів, вихованців навчального закладу
      </h1>

      <img
        src={asset("images/медичний-огляд-працівників-1.jpg")}
        className="ml-3 w-80 md:float-right"
      />
      <p>
        Перелік професій, виробництв та організацій, працівники яких підлягають
        обов'язковим профілактичним медичним оглядам, затверджено постановою
        Кабінету Міністрів України від 23 травня 2001 р. № 559 (далі — Перелік №
        559). Цією ж постановою затверджено Порядок проведення обов'язкових
        профілактичних медичних оглядів та видачі особистих медичних книжок.
      </p>

      <p>
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/559-2001-%D0%BF">
          Постанова Кабінету Міністрів України від 23 травня 2001 р. № 559
        </ExternalLink>
      </p>

      <p>
        <b>
          Відповідно до Переліку № 559 у дошкільних, загальноосвітніх та
          позашкільних навчальних закладах, у дитячих і підліткових оздоровчих
          (сезонних) закладах обов'язкові профілактичні медичні огляди
          проходять:
        </b>
      </p>
      <ul>
        <li>керівники,їхні заступники;</li>
        <li>
          педагогічні працівники; медичний персонал; працівники харчоблоків;
        </li>
        <li>спеціалісти, які беруть участь у навчально-виховному процесі;</li>
        <li>технічний персонал.</li>
      </ul>

      <p>
        <b>
          Організація проведення обов'язкових періодичних медичних оглядів
          працівників
        </b>
      </p>
      <p>
        Обов'язкові медичні огляди проводяться за рахунок роботодавця.Для
        проведення обов'язкового періодичного медичного огляду роботодавець
        складає за погодженням з відповідним головним державним санітарним
        лікарем список працівників, які мають пройти цей огляд. Копію списку
        передають до закладу або установи охорони здоров'я, де проводитиметься
        медичний огляд. У разі проведення попереднього (до прийняття на роботу)
        обов'язкового медичного огляду роботодавець направляє закладу чи
        установі охорони здоров'я відповідного листа.Обов'язкові медичні огляди
        проводять у лікувально-профілактичних закладах за місцем проживання або
        за місцем роботи працівника. Для проведення обов'язкових медичних
        оглядів за погодженням з роботодавцем можуть організовуватися виїзні
        бригади спеціалістів. Проводять медичні огляди у строк до 10 робочих
        днів.
      </p>
      <p>
        Перелік необхідних лікарів-спеціалістів, обстежень, видів клінічних,
        лабораторних та функціональних досліджень, що необхідні для проведення
        обов'язкових профілактичних медичних оглядів, та періодичність їх
        проведення затверджено наказом Міністерства охорони здоров'я України
        «Щодо організації проведення обов'язкових профілактичних медичних
        оглядів працівників окремих професій, виробництв і організацій,
        діяльність яких пов'язана з обслуговуванням населення і може призвести
        до поширення інфекційних хвороб» від 23 липня 2002 р. № 280.
      </p>

      <p>
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z0639-02">
          НАКАЗ МОЗ від 23.07.2001р №280 "Щодо організації проведення
          обов'язкових профілактичних медичних оглядів працівників окремих
          професій, виробництв і організацій, діяльність яких пов'язана з
          обслуговуванням населення і може призвести до поширення інфекційних
          хвороб".
        </ExternalLink>
      </p>

      <p>
        Цим же наказом затверджено і Правила проведення обов'язкових
        профілактичних медичних оглядів працівників окремих професій, виробництв
        та організацій, діяльність яких пов'язана з обслуговуванням населення і
        може призвести до поширення інфекційних хвороб.
      </p>
      <p>
        За організацію та якість проведення профілактичного медичного огляду
        відповідає адміністрація закладу охорони здоров'я. Обов'язкові
        профілактичні медичні огляди мають проводитися з дотриманням
        санітарно-гігієнічних та протиепідемічних норм і правил. На підставі
        результатів обстеження кожний лікар-спеціаліст робить висновок щодо
        можливості допущення працівника до роботи у навчальному закладі.
      </p>
      <p>
        Контроль за проходженням працівниками у встановлені терміни обов'язкових
        медичних оглядів здійснює керівник навчального закладу. Для ведення
        обліку проходження працівниками періодичних обов'язкових медичних
        оглядів варто вести відповідний журнал.
      </p>
      <p>
        У разі погіршення епідемічної ситуації, за поданням головного державного
        санітарного лікаря відповідної адміністративної території, органи
        виконавчої влади та органи місцевого самоврядування можуть приймати
        рішення щодо проведення позачергових обов'язкових профілактичних
        медичних оглядів.
      </p>

      <p>
        <b>Ведення та облік особистих медичних КНИЖОК працівників</b>
      </p>
      <img
        src={asset("images/медичний-огляд-працівників-2.jpg")}
        className="ml-3 w-80 md:float-right"
      />

      <p>
        Усі результати обстеження обов'язково заносять до особистої медичної
        книжки працівника. Заповнюють її відповідно до вимог
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z0662-13#n36">
          наказу Міністерства охорони здоров'я України № 150 від 21.02.2013
          згідно ІНСТРУКЦІЇ щодо заповнення форми первинної облікової
          документації № 1-ОМК «Особиста медична книжка»
        </ExternalLink>
        .
      </p>
      <p>
        Зауважимо, що відповідно до Порядку № 559, працівники підприємств,
        установ, організацій незалежно від форми власності відшкодовують
        вартість бланка особистої медичної книжки закладам та установам охорони
        здоров'я, які проводитимуть обов'язкові медичні огляди при проходженні
        попереднього профілактичного медичного огляду до прийняття на роботу, та
        у разі необхідності отримання нового бланка цієї книжки у зв'язку з його
        втратою, зіпсуттям або неможливістю подальшого використання чи
        придбавають зазначений бланк за власні кошти в організаціях,
        уповноважених реалізувати бланки суворої звітності.
      </p>
      <p>
        Керівник навчального закладу контролює ведення медичним працівником
        навчального закладу журналу реєстрації особистих медичних книжок, де
        зазначаються серія, номер, дата видачі книжки, прізвище, ім'я та по
        батькові її власника. Особисту медичну книжку видають працівникові
        тільки для проходження медичного огляду, після чого вона підлягає
        поверненню до навчального закладу. Медична книжка зберігається у
        медичного працівника навчального закладу. У разі звільнення працівника
        особисту медичну книжку видають йому під розписку разом з трудовою
        книжкою.
      </p>

      <p>
        <b>Протипоказання для роботи у навчальному закладі</b>
      </p>
      <img
        src={asset("images/медичний-огляд-працівників-3.jpg")}
        className="mr-3 w-60 md:float-left"
      />

      <p>
        Відповідно до Переліку протипоказань для роботи за професіями,
        визначеними в Переліку професій, виробництв та організацій, працівники
        яких підлягають обов'язковим профілактичним медичним оглядам
        (затверджено наказом Міністерства охорони здоров'я України від 23 липня
        2002 р. № 280; далі — Перелік № 280)
      </p>

      <p>
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z0640-02">
          Наказ МОЗ від 23.07.2002 р №280 "Перелік необхідних обстежень
          лікарів-спеціалістів, видів клінічних, лабораторних та інших
          досліджень, що необхідні для проведення обов'язкових медичних оглядів,
          та періодичність їх проведення"
        </ExternalLink>
      </p>
      <div>
        Протипоказаннями для роботи у навчальному закладі є наявність таких
        захворювань та/або бактеріоносійства:
      </div>

      <ul>
        <li>черевний тиф; паратиф;</li>
        <li>сальмонельоз;</li>
        <li>дизентерія;</li>
        <li>гемінолепідоз;</li>
        <li>ентеробіоз;</li>
        <li>сифіліс у заразному періоді; проказа;</li>
        <li>
          заразні шкірні захворювання (короста, трихофітія, мікроспорія, парша,
          актиномікоз з виразками або свищами на відкритих ділянках тіла);
        </li>
        <li>заразні і деструктивні форми туберкульозу легенів;</li>
        <li>позалегеневий туберкульоз з наявністю нориць; бактеріоурія;</li>
        <li>туберкульозний вовчак обличчя та рук;</li>
        <li>
          гонорея всіх форм (тільки для працівників оздоровчих закладів,
          дошкільних та загальноосвітніх навчальних закладів, які безпосередньо
          пов'язані з обслуговуванням дітей, на час проведення лікування
          антибіотиками і отримання негативних результатів першого контролю);
        </li>
        <li>
          гнійничкові захворювання (для працівників дошкільних навчальних
          закладів, які безпосередньо пов'язані з обслуговуванням дітей).
        </li>
      </ul>

      <p>
        <b>ПРОФІЛАКТИЧНІ МЕДИЧНІ ОГЛЯДИ</b>
      </p>
      <p>
        У разі виявлення інфекційних захворювань та/або бактеріоносійства,
        визначених Переліком № 280, лікувально-профілактичний заклад повинен
        протягом 24 годин проінформувати установу державної
        санітарно-епідеміологічної служби відповідної адміністративної території
        за місцем проживання (або за місцем роботи) хворого (бактеріоносія).
        Виявленого хворого (бактеріоносія) направляють на лікування до
        лікувально-профілактичного закладу за місцем проживання.
      </p>
      <p>
        Після проведеного лікування працівник подає до закладу охорони здоров'я,
        який проводив медичний огляд, та до відповідної установи державної
        санітарно-епідеміологічної служби виписку з медичної карти амбулаторного
        (стаціонарного) хворого (форма 027/о) з лікувально-профілактичного
        закладу, де проводилось лікування. У разі повного одужання і закінчення
        медогляду (якщо його було перервано через хворобу) працівника може бути
        допущено до роботи.
      </p>
      <p>
        Працівники навчального закладу, які контактували з інфекційним хворим за
        місцем проживання або роботи, підлягають медичному спостереженню та
        обстеженню в порядку, встановленому чинними нормативними актами
        Міністерства охорони здоров'я України.
      </p>
      <p>
        Можливість допуску до роботи хворих незаразними шкірними захворюваннями
        (псоріаз, екзема, алергійні дерматити тощо) визначається лікарями, що
        проводять медичні огляди, у залежності від особливостей перебігу
        захворювання та місця роботи хворого.
      </p>
      <p>
        Працівники, що стали носіями патогенного стафілококу, підлягають
        санації.
      </p>
      <p>
        При виявленні інвазування гельмінтами проводиться обов'язкова
        дегельмінтизація у лікувально-профілактичних закладах. На період
        дегельмінтизації (за винятком гемінолепідозу і ентеробіозу) працівників
        від роботи не відсторонюють.
      </p>
      <p>
        За прийняття на роботу (допуск до роботи) працівників, які не пройшли
        профілактичних медичних оглядів, а також за порушення термінів їх
        проходження керівник навчального закладу несе відповідальність згідно з
        чинним законодавством.
      </p>
      <p>
        <b>
          Працівників, які не пройшли обов'язкові профілактичні медичні огляди в
          установлений термін, до роботи не допускають.
        </b>
      </p>
      <p>
        У разі, коли працівник влаштовується на роботу без зміни професії або
        виду виробництва і термін проходження чергового медичного огляду не
        вичерпаний, наступний огляд проводиться згідно з установленою
        періодичністю.
      </p>
    </div>
  );
}
