import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/occupational-safety/medical-care/")({
  component: RouteComponent,
  staticData: {
    title: "Витяг із санітарного регламенту",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <h1 className="font-bold text-red-600 italic">
        ВИТЯГ
        <br />
        з САНІТАРНОГО РЕГЛАМЕНТУ
        <br />
        для закладів загальної середньої освіти
      </h1>

      <h2>
        VII. Організація медичного обслуговування та формування гігієнічних
        навичок та засад здорового способу життя
      </h2>

      <img
        src={asset("images/медичне-обслуговування.jpg")}
        className="float-right ml-3 w-100"
      />

      <p>
        1. Заклади освіти повинні бути укомплектовані кваліфікованими кадрами
        середніх медичних працівників, та можуть бути укомплектовані
        лікарями-психологами.
      </p>
      <p>
        2. У випадку відсутності у закладі освіти медичного працівника засновник
        (засновники) укладає договір з закладом охорони здоров’я або фізичними
        особами-підприємцями, які провадять господарську діяльність з медичної
        практики (сестринська справа, педіатрія, сімейна медицина) про медичне
        обслуговування учнів.
      </p>
      <p>
        3. Учні підлягають медичним оглядам відповідно до Схеми періодичності
        обов’язкових медичних профілактичних оглядів учнів загальноосвітніх
        навчальних закладів, затвердженої наказом Міністерства охорони здоров’я
        України від 16 серпня 2010 року № 682 «Про удосконалення медичного
        обслуговування учнів загальноосвітніх навчальних закладів»,
        зареєстрованої в Міністерстві юстиції України 10 вересня 2010 року за №
        794/18089.
      </p>
      <p>
        4. У випадках виникнення в закладі освіти інфекційних захворювань, а
        також отруєнь керівник закладу повинен негайно повідомити лабораторний
        центр Міністерства охорони здоров’я України відповідної території.
      </p>
      <p>
        5. Періодичні огляди на педикульоз здійснюються медичним працівником
        відповідно до наказу Міністерства охорони здоров’я України від 28
        березня 1994 року № 38 «Про організацію та проведення заходів по
        боротьбі з педикульозом». Всі учні обов’язково оглядаються після канікул
        та у подальшому - вибірково, за епідемічними показаннями.
      </p>
      <p>
        6. Формування гігієнічних знань, умінь і навичок учнів, засад здорового
        способу життя забезпечується закладами освіти у рамках освітнього
        процесу відповідно до державних стандартів освіти, а також із залученням
        медичних працівників і батьків, інших законних представників учнів.
      </p>
      <p>
        7. Санітарно-дезінфекційний режим у закладах освіти у період карантину
        наведено у додатку 12 до цього Санітарного регламенту.
      </p>
    </div>
  );
}
