import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/occupational-safety/medical-care/vaccinations",
)({
  component: RouteComponent,
  staticData: {
    title: "Національний календар профілактичних щеплень",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <p>
        Простий, безпечний та ефективний спосіб убезпечити себе від небезпечних
        захворювань та запобігти ускладненням — це вакцинація. За даними ВООЗ,
        щороку вакцинація запобігає 3,5–5 мільйонам смертей від таких
        захворювань, як дифтерія, правець, кашлюк, грип та кір.
      </p>
      <p>
        Вакцинація — це фундаментальний компонент первинної ланки медичної
        допомоги та вигідна інвестиція у здоров'я. У спільнотах із високим
        рівнем охоплення щепленнями значно зменшується ймовірність спалахів
        інфекційних захворювань, оскільки захист отримує кожен.
      </p>
      <p>
        Національний календар профілактичних щеплень — це документ, що містить
        перелік обовʼязкових профілактичних щеплень та оптимальний графік їх
        проведення. Вакцини, передбачені Національним календарем профілактичних
        щеплень, наявні по всій Україні та є безоплатними.
      </p>
      <p>
        З 1 січня 2026 року набувають чинності зміни до Національного календаря
        профілактичних щеплень. Оновлення Календаря приводить практику
        вакцинації в Україні у відповідність до міжнародних стандартів. Зокрема,
        змінено особливості щеплень та поєднання препаратів, спираючись на
        досвід країн Європи.
      </p>
      <p>
        В Україні Календар охоплює обов'язкову вакцинацію проти 11 інфекційних
        захворювань, які несуть найбільшу загрозу життю та здоров'ю:
        туберкульоз, гепатит В, кір, паротит, краснуха, поліомієліт, дифтерія,
        правець, кашлюк, ХІБ-інфекція, а також — вірус папіломи людини.
      </p>
      <img
        src={asset("images/календар-профілактичних-щеплень-1.jpg")}
        className="mx-auto w-200"
      />

      <h1>Коли і від чого вакцинуватися?</h1>
      <ul>
        <li>
          Вірус папіломи людини (ВПЛ) — одне щеплення для дівчат віком від 12 до
          13 років включно. Це нова у Календарі вакцина, яка має знизити ризики
          захворюваності та смертності від раку шийки матки. Для дівчат з груп
          ризику, щеплення може проводитися з 9 років.
        </li>
        <li>
          Кір, епідемічний паротит та краснуха (КПК) — два щеплення у 1 та 4
          роки. Ця схема гарантує надійний захист дітей у більш ранньому віці та
          відповідає європейському досвіду й міжнародним рекомендаціям.
        </li>
        <li>
          Поліомієліт — п’ять щеплень у 2 місяці, 4 місяці, 6 місяців, 18
          місяців та 6 років. Для профілактики поліомієліту для всіх доз, що
          вводяться, буде застосовуватися лише інактивована поліомієлітна
          вакцина (ІПВ).
        </li>
        <li>
          Вірусний гепатит В — чотири щеплення у 2 місяці, 4 місяці, 6 місяців
          та 18 місяців. Ця зміна дозволяє використовувати сучасні комбіновані
          вакцини (АКДП+ІПВ+Hib+ВГВ), а отже зменшується загальна кількість
          ін’єкцій для дитини та кількість візитів до медзакладу. Для дітей з
          груп ризику передбачена вакцинація у перший день життя.
        </li>
        <li>
          Туберкульоз (БЦЖ) — одне щеплення через 24 години після народження або
          до 18 років, якщо щеплення у пологовому відділенні не проводилося.
          Дітям до 7 місяців проводити туберкулінову шкірну пробу (проба Манту)
          не потрібно, якщо не було контакту з людиною, яка хворіє на
          туберкульоз.
        </li>
        <li>
          Кашлюк, дифтерія, правець — чотири комбіновані щеплення у 2 місяці, 4
          місяці, 6 місяців та 18 місяців, а також два щеплення проти дифтерії
          та правця у 6 та 16 років з подальшою ревакцинацією у дорослому віці
          щодесять років.
        </li>
        <li>
          Хіб-інфекція — чотири щеплення у 2 місяці, 4 місяці, 6 місяців та 18
          місяців.
        </li>
      </ul>
      <p>
        Відповідні зміни стосуються не лише дітей, які щеплюються за графіком, а
        також поширюються на вакцинацію людей, які не дотрималися Національного
        календаря профілактичних щеплень (пропущені дози) та тих, хто щепився
        згідно з графіками/рекомендаціями інших країн.
      </p>
      <p>
        Немає потреби розпочинати повний курс вакцинації з нуля, якщо була
        пропущена доза або інший графік щеплення. Зверніться до лікаря первинної
        медичної допомоги, який розробить персоналізовану схему вакцинації.
      </p>
      <p>
        Перехід на комбіновані вакцини та зміни у схемах вакцинації за віком
        допоможуть оптимізувати процес вакцинації, зменшити кількість
        ін’єкцій/візитів до лікаря для дітей та забезпечити кращий захист від
        небезпечних інфекцій.
      </p>
      <p>
        Важливо: декілька ін’єкцій можна робити за один візит до лікаря в одну
        ділянку тіла, якщо між ними дотримана відстань щонайменше 2,5 см, або ж
        вводити вакцини в різні ділянки тіла відповідно до техніки введення
        вакцини. Лікар первинної медичної допомоги проконсультує щодо графіка
        Національного календаря профілактичних щеплень та допоможе спланувати
        подальші дії.
      </p>
      <h1>
        100 запитань і відповідей про оновлений Календар профілактичних щеплень
      </h1>
      <p>
        Для допомоги батькам, медичним працівникам і всім, хто шукає чіткі та
        перевірені відповіді про зміни в Календарі профілактичних щеплень з 2026
        року, створено інформаційний матеріал у форматі 100+ запитань і
        відповідей.
      </p>
      <p>ЗАВАНТАЖИТИ ЗБІРНИК</p>
      <p>У документі зібрані пояснення про: </p>
      <ul>
        <li>ключові зміни у схемах вакцинації; </li>
        <li>перехід на комбіновані вакцини; </li>
        <li>вакцинацію проти ВПЛ; </li>
      </ul>
      <p>
        <em>
          Збірник підготував Федір Лапій, лікар-інфекціоніст, голова
          Національної технічної групи експертів з питань імунопрофілактики, та
          експерти Бюро ВООЗ в Україні на основі чинних нормативних документів
          МОЗ України та міжнародних рекомендацій.
        </em>
      </p>
      <p>
        Збірник продовжуватимуть актуалізувати з під час впровадження оновленого
        Календаря.
      </p>
      <img
        src={asset("images/календар-профілактичних-щеплень-2.jpg")}
        className="mx-auto w-200"
      />
    </div>
  );
}
