import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/occupational-safety/rules-of-conduct")({
  component: RouteComponent,
  staticData: {
    title: "Правила поведінки учнів",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <h1 className="font-philosopher text-blue-700 italic">
        Шановні учні!
        <br />
        Нагадуємо вам про правила поведінки у гімназії під час уроків, на
        перервах, в бібліотеці та в їдальні
      </h1>
      <ol>
        <li>
          Правила поведінки учнів у закладі базуються на законах України,
          постановах Міністерства освіти і науки України та органів місцевого
          самоврядування, Статуті закладу.
        </li>
        <li>
          У випадку порушень Правил до учнів можуть бути вжиті такі стягнення:
          <ul>
            <li>усне зауваження;</li>
            <li>запис зауваження в щоденник;</li>
            <li>
              винесення догани, включно із занесенням догани в особисту справу
              учня;
            </li>
            <li>виклик учня самого або з батьками на педагогічну нараду;</li>
            <li>відшкодування завданої учнем шкоди його батьками.</li>
          </ul>
        </li>
        <li>
          Заборонено приносити до школи предмети або речовини, які можуть
          зашкодити здоров’ю та безпеці оточуючих або завадити проведенню
          навчального процесу.
        </li>
        <li>
          Паління, вживання алкогольних напоїв та нецензурних висловів на
          території школи категорично заборонено.
        </li>
        <li>
          До закінчення уроків учень може залишити територію школи тільки з
          дозволу класного керівника або чергового адміністратора.
        </li>
        <li>
          Учень має бути ввічливим у спілкуванні з учителями, працівниками
          школи, батьками інших учнів, а також з учнями.
        </li>
        <li>
          Учні повинні дбайливо ставитися до шкільного майна і речей, що
          належать вчителям та іншим учням. Забороняється брати без дозволу чужі
          речі. За пошкоджене шкільне майно батьки учня зобов’язані відшкодувати
          збитки.
        </li>
      </ol>
      <div className="columns-1 gap-10 md:columns-2">
        <div>
          <h2>Правила поведінки на уроках</h2>
          <img
            src={asset("images/правила-поведінки-учнів-1.jpg")}
            className="mx-auto h-60"
          />
          <ol>
            <li>
              Учні зобов’язані приходити до школи за 10-15 хвилин до початку
              занять.
            </li>
            <li>
              Заборонено перебувати у класних приміщеннях у верхньому одязі.
            </li>
            <li>
              Одяг учнів має бути чистим і охайним та відповідати вимогам,
              викладеним у Статуті школи.
            </li>
            <li>
              Учні входять до класу за дзвоником. Запізнюватися на уроки без
              поважних причин заборонено.
            </li>
            <li>
              Під час уроку не можна створювати галас, без дозволу підводитися,
              відвертати увагу інших учнів від уроку.
            </li>
            <li>Заборонено виходити з класу без дозволу вчителя.</li>
            <li>
              Урок закінчується тоді, коли вчитель оголосив про це. Тільки після
              цього учні можуть йти на перерву.
            </li>
            <li>
              Учні повинні охайно вести щоденник і давати його вчителю без
              будь-яких заперечень.
            </li>
            <li>Під час уроку не можна вживати їжу та напої, жувати жуйку.</li>
            <li>Учень повинен дбайливо ставитися до підручників та зошитів.</li>
            <li>
              Учні зобов’язані знати і дотримуватися правил техніки безпеки як
              під час уроків так і після їх закінчення.
            </li>
            <li>
              Забороняється користуватися мобільними телефонами під час
              проведення уроків.
            </li>
          </ol>
        </div>
        <div>
          <h2>Правила поведінки в їдальні</h2>
          <img
            src={asset("images/правила-поведінки-учнів-2.jpg")}
            className="mx-auto h-60"
          />
          <p>
            В їдальні завжди багато і дітей і дорослих, адже всім треба
            встигнути поїсти протягом 15-20 хвилин. Тому тут особливо важливо
            дотримання цілком певних правил:
          </p>
          <ol>
            <li>
              не поспішайте в їдальню, вирушайте туди разом зі своїм класом у
              відведений для вас час;
            </li>
            <li>
              не біжіть і не поспішайте зайняти місце за столом першими, не
              розштовхувати інших учнів;
            </li>
            <li>дотримуйтесь черги;</li>
            <li>
              пересуваючись по їдальні, дивіться під ноги, щоб не посковзнутися
              і не впасти;
            </li>
            <li>
              перед тим як сісти за стіл, не забудьте ретельно вимити руки;
            </li>
            <li>
              будьте обережні, користуючись виделкою, щоб не поранити себе або
              оточуючих;
            </li>
            <li>
              намагайтеся не пролити на себе або сусідів гарячий суп або чай;
            </li>
            <li>
              сидіть за столом прямо, не кладіть ногу на ногу, не штовхайте
              сусідів і не кладіть лікті на стіл;
            </li>
            <li>
              під час їжі дотримуйтеся тиші: не розмовляйте голосно, не
              чавкайте, не дуйте на гарячі страви, не стукайте виделками та
              ложками по тарілці і чашці;
            </li>
            <li>
              правильно користуйтеся столовими приладами: не забувайте, які
              страви їдять ложкою, а які - вилкою;
            </li>
            <li>
              якщо ви забруднилися, скористайтесь серветкою або носовою
              хустинкою;
            </li>
            <li>
              дотримуйтесь чистоти: впустивши що-небудь на підлогу, підніміть і
              викиньте у відро для сміття;
            </li>
            <li>
              не висловлювайтесь погано про ті страви, які шкільні кухарі
              приготували для вас;
            </li>
            <li>не забувайте після їжі прибрати за собою посуд;</li>
            <li>
              будьте ввічливими: побажайте приємного апетиту вашим
              однокласникам, подякуйте працівникам їдальні.
            </li>
          </ol>
        </div>
        <div className="break-before-column">
          <h2>Правила поведінки на перерві</h2>
          <img
            src={asset("images/правила-поведінки-учнів-3.jpg")}
            className="mx-auto h-60"
          />
          <p>
            Перерва призначена для відпочинку, відвідування їдальні, туалету, а
            також для підготовки до наступного уроку.
          </p>
          <p>
            На перерві постарайтеся добре відпочити і набратися сил перед
            наступним уроком.
          </p>
          <p>
            Під час перерви ведіть себе спокійно. Дотримуйтесь порядку, не
            кричіть і не штовхайте один одного.
          </p>
          <p className="text-lg font-bold text-red-600">Забороняється:</p>
          <ol>
            <li>Штовхати один одного;</li>
            <li>Вживати непристойні вирази і жести;</li>
            <li>Кидатися різними предметами;</li>
            <li>Битися і застосовувати фізичну силу;</li>
            <li>
              Грати в небезпечні ігри, вчиняти дії, які можуть призвести до
              травм і псування шкільного майна;
            </li>
            <li>
              Бігати по коридорах і сходах, поблизу віконних прорізів, скляних
              вітрин і в інших місцях, не пристосованих для ігор;
            </li>
            <li>
              Перегинатися через перила, з'їжджати по перилах, товпитися на
              сходах;
            </li>
            <li>Гризти насіння;</li>
            <li>Слухати плеєр;</li>
            <li>
              Спускаючись і піднімаючись по сходах, дотримуйтеся правого боку;
            </li>
            <li>
              Не обганяйте вчителів або дорослих, що йдуть по сходах або по
              коридору, а якщо це необхідно зробити, то попросіть дозволу
              пройти;
            </li>
            <li>
              При зустрічі з учителями, працівниками школи, батьками та іншими
              дорослими приостановитесь та привітайтеся;
            </li>
            <li>
              Будьте обережні, коли відкриваєте і закриваєте двері; не суньте
              руки в дверні прорізи, не грайтесь і не хлопайте дверима;
            </li>
            <li>
              Відвідуючи туалет, не затримуйтеся там без потреби; туалет - це не
              саме підходяще місце для розмов і спілкування з товаришами;
            </li>
            <li>Після відвідування туалету не забувайте вимити руки;</li>
            <li>
              Наведіть чистоту і порядок на робочому місці: дістаньте з портфеля
              все необхідне для наступного уроку, приберіть все зайве;
            </li>
            <li>
              Не забувайте дбати про чистоту в школі. Якщо ви помітили сміття,
              приберіть його;
            </li>
            <li>
              Якщо вчитель просить вас допомогти підготувати клас до наступного
              уроку, не відмовляйтеся. Буде дуже добре і ввічливо, якщо ви самі
              запропонуйте таку допомогу вчителю (витерти дошку, роздати зошити,
              розставити стільці, сходити за книгами у бібліотеці тощо);
            </li>
            <li>
              Якщо ваш клас черговий, ви повинні допомогти вчителю слідкувати за
              дотриманням дисципліни під час перерв;
            </li>
            <li>
              Під час зміни не бігайте по класу. Якщо вчитель хоче провітрити
              клас і просить вас вийти, зробіть так, як вам кажуть. Вам буде
              набагато легше і приємніше займатися тільки що провітреному класі;
            </li>
            <li>
              Під час зміни не грайте і не бігайте з гострими предметами:
              ручками, олівцями, указкою, ножицями. Ви можете випадково поранити
              себе чи однокласників;
            </li>
            <li>
              Ні в якому разі не сідайте на підвіконня, особливо тоді, коли
              вікно відкрите. Будь-який необережний рух може призвести до сумних
              наслідків.
            </li>
          </ol>
        </div>
      </div>
      <div>
        <h2>Правила поведінки в бібліотеці</h2>
        <ol>
          <li>Заходячи до бібліотеки, треба привітатись з бібліотекарем.</li>
          <li>
            Коли просиш у бібліотекаря книжку або допомогу в пошуку книжки, не
            забувай про слова ввічливості: “будь ласка” та “дякую”.
          </li>
          <li>До бібліотекаря звертайся на ім’я по батькові.</li>
          <li>
            Якщо книжку тобі видали в читальному залі – тихо сядь за вільний
            стіл. Читай книжку не вголос. Не висловлюй своє захоплення або
            незадоволення вголос. Пам’ятай, поруч є й інші читачі – їм твої
            репліки будуть заважати.
          </li>
          <li>Не треба приходити до бібліотеки з їжею.</li>
          <li>
            Бібліотека – не спортивний майданчик, не треба бігати, штовхатись,
            голосно розмовляти. Краще зверніть увагу на книжки. Ви можете взяти
            додому почитати 1-2 книги.
          </li>
          <li>
            Коли ти вже йдеш з бібліотеки, не забудь сказати “дякую” та “до
            побачення”.
          </li>
        </ol>
      </div>
    </div>
  );
}
