export const title = "Як розвинути пам’ять?";

export function Content() {
  return (
    <div className="content">
      <p>
        Невпинно стікає час, немов у піщаному годиннику. Шаленим галопом мчить
        технічна революція. Сучасна людина працює набагато менше, аніж у
        минулому столітті, тому що левову частку її роботи виконують машини…
        Інколи складається враження, що й думаємо набагато менше, особливо
        підростаюче покоління. Дедалі частіше можна стати свідком чи
        співучасником таких подій, що цілковито переконують: а деградація
        все-таки опановує наші душі. Зрозуміло, що насамперед говоритимемо про
        дітей шкільного віку, адже найбільшою проблемою для батьків є
        неуспішність їхньої дитини. А чи знаєте ви, що найпершою причиною
        неуспішності є неуважність. Дитині складно запам’ятовувати сказане
        вчителем на уроці, вона забуває записати домашнє завдання, не пам’ятає
        прочитаний твір, не може його переказати… Ці нюанси можна перераховувати
        і далі, але потрібно задуматися над тим, чи ми приділяємо належну увагу
        дітям, чи вчимо вчитися, чи допомагаємо розвивати їхні навички і
        здібності, увагу і пам'ять, мислення. Тож пропонуємо поради, які
        допоможуть не лише дітям, але й дорослим покращити свою пам'ять і
        розвинути здібності, що сприятимуть вам на шляху до успіху.
      </p>

      <p>
        <b>Думайте</b>
      </p>
      <p>
        За словами німецького письменника Г.Ліхтенберга, люди мало
        запам'ятовують з прочитаного тому, що надто мало думають самі. Тому
        неодмінно потрібно прагнути в усьому знайти смисл. Вчіться не тільки
        відповідати на запитання, а й ставити їх Спробуйте посперечатися з
        автором, висуваючи при цьому свої аргументи. Якщо відповіді на ваші
        запитання є в книзі, — ви проконтролюєте себе, якщо ні, — спробуйте
        відповісти самі, перевіривши одночасно переконливість авторської
        позиції.
      </p>

      <p>
        <b>Цікавтесь</b>
      </p>
      <p>
        Англійський філософ Б.Стюард повчав: «Не читай нічого, що не бажаєш
        запам'ятати, і не запам'ятовуй нічого, що не збираєшся застосовувати».
        Тому, щоб добре запам'ятати, потрібно мати зацікавленість. Потрібна
        установка на запам'ятовування, інтерес, які поліпшать роботу
        довгострокової пам'яті та загальну працездатність.
      </p>

      <p>
        <b>Будьте готові</b>
      </p>
      <p>
        Усім відомо, що не хочеться змінювати плани, коли ви вже на щось
        налаштувалися. Певного настрою на роботу потребує і книга. Навіть не
        тільки настрою, а й готовності до справи, яка багато в чому залежить від
        вашої ерудиції. Бо нове краще допомагають запам’ятати певні асоціативні
        враження, пов’язані з набутою інформацією. Поміркуйте над тим, що ви
        знаєте про запропоновану тему, оцініть, наскільки нові дані поповнять
        ваші знання.
      </p>
      <p>
        До роботи зі складним матеріалом корисно спеціально підготуватися:
        почитати на цю тему ще щось, може, більш популярне.
      </p>

      <p>
        <b>Не топчіть сліди</b>
      </p>
      <p>
        Давно встановлено, що найкращий спосіб забути щойно вивчене — спробувати
        зразу запам'ятати щось потрібне. Знаючи це, не вчіть фізику після
        математики, а історію після літератури.
      </p>

      <p>
        <b>Озирніться довкола</b>
      </p>
      <p>
        Це ефективний спосіб боротьби із забуванням. Уявіть обставини, за яких
        відбувалося явище, і ви зможете все згадати, тому що одночасні враження
        мають властивість викликати одне одного. Наприклад, вузлик на пам'ять,
        пов'язаний із певною ситуацією, згодом допомагає пригадати і той момент,
        що спричинив його появу.
      </p>

      <p>
        <b>Учіть від А до Я</b>
      </p>
      <p>
        Смисл цієї закономірності в тому, що вся інформація має сприйматися як
        щось ціле, а не як окремі уламки чогось невідомого. Звісно, це не
        означає, що ви маєте терміново оволодіти відразу всім матеріалом. Цього
        зробити просто не вдасться. Краще над ним попрацювати упродовж кількох
        днів, ніж у гонитві за швидким результатом забути вже до наступного
        ранку.
      </p>

      <p>
        <b>Дійдіть до суті</b>
      </p>
      <p>
        Перш ніж запам'ятати основні думки, відомості, потрібно зрозуміти їхню
        суть, пов'язати головні думки із засвоєним раніше матеріалом. Міцно
        запам'ятовується те, що зрозуміле і поєднане з теперішніми знаннями.
        Пам'ять міцна, якщо вона ґрунтується на зв'язках, асоціаціях, розумінні,
        а не на механічному заучуванні. За останніми показниками досліджень,
        осмислене запам’ятовування у 28 разів ефективніше, аніж механічне.
      </p>

      <p>
        <b>Виберіть головне</b>
      </p>
      <p>
        Запам'ятати абсолютно все — неможливо. Наша пам'ять довго зберігає лише
        невелику частину (14—15%) отриманої інформації. Тому необхідно відібрати
        для запам'ятовування найголовніше, найпотрібніше. Хто прагне запам'ятати
        все, той не пам'ятає майже нічого.
      </p>

      <p>
        <b>Нічого не запам'ятовуйте «в лоб»</b>
      </p>
      <p>
        Чому? А тому, що єдине, що ми знаємо про пам'ять як процес (як стверджує
        Франц Лезер у своїй книжці «Тренування пам'яті»), — це те, що нічого не
        можна запам'ятати «в лоб». Пам'ять відмовляється працювати, коли над нею
        чинять насильство. Не запам'ятовуйте навмисне. Запам'ятовувати навмисне
        не годиться, але кожне сприйняття має бути якомога повнішим.
      </p>

      <p>
        <b>Не все одразу</b>
      </p>
      <p>
        Не робіть спроб негайно досягти повного засвоєння й удосконалення знань.
        Ми найчастіше намагаємося засвоїти все сповна, та, на жаль, це вдається
        зрідка. Щоб оволодіти знаннями, ми йдемо по спіралі. І за такого руху
        кількість перетворюється на нову якість. Краще, коли, ознайомившись
        цілком з усім матеріалом, ми повертаємося до нього втретє чи вдесяте,
        постійно наближаючись до розуміння істини.
      </p>

      <p>
        <b>Засвоєння попереднього не є умовою для переходу до наступного</b>
      </p>
      <p>
        Кожен із нас погодиться з думкою: «Я краще зрозумів пройдений матеріал
        тільки тоді, коли дізнався про наступне...» Це означає, що треба мати на
        увазі загальний зміст матеріалу, що вивчається. Особливо, коли ми самі
        собі педагоги.
      </p>
    </div>
  );
}
