import type { RegulatoryDocumentSection } from "./types";

export const civilProtection: RegulatoryDocumentSection = {
  section: "Цивільний захист",
  items: [
    {
      title: "Кодекс цивільного захисту України",
      url: "https://zakon.rada.gov.ua/laws/show/5403-17",
    },
    {
      title:
        "ПОРЯДОК здійснення навчання населення діям у надзвичайних ситуаціях",
      url: "https://zakon.rada.gov.ua/laws/show/444-2013-п",
    },
    {
      title:
        "Про затвердження Положення про функціональну підсистему навчання дітей дошкільного віку, учнів та студентів діям у надзвичайних ситуаціях (з питань безпеки життєдіяльності) єдиної державної системи цивільного захисту",
      url: "https://zakon.rada.gov.ua/laws/show/z1623-16",
    },
    {
      title:
        "Порядок раннього попередження та евакуації учасників освітнього процесу в разі нападу або ризику нападу на заклад освіти (спільний наказ МВС України та МОН України від 18.08.2023 №685/1013)",
      url: "https://zakon.rada.gov.ua/laws/show/z1583-23",
    },
    {
      title:
        "«Про затвердження вимог з питань використання та обліку фонду захисних споруд цивільного захисту» (Наказ MBC України від 09.07.2018 № 579)",
      url: "https://zakon.rada.gov.ua/laws/show/z0879-18",
    },
    {
      title:
        "«Про затвердження Порядку затвердження програм навчання та інструктажів з питань пожежної безпеки, організації та контролю за їх виконанням» (Наказ МВС України від 05.12.2019 №1021)",
      url: "https://zakon.rada.gov.ua/laws/show/z0108-20",
    },
    {
      title:
        "Правила пожежної безпеки в Україні (Наказ Міністерства внутрішніх справ України 30.12.2014 № 1417)",
      url: "https://zakon.rada.gov.ua/laws/show/z0252-15",
    },
    {
      title:
        "«Про затвердження Табеля термінових та строкових донесень Міністерства освіти і науки України з питань цивільного захисту, охорони праці та безпеки життєдіяльності» (Наказ МОН України від 11.08.2020 №1037)",
      url: "https://mon.gov.ua/static-objects/mon/uploads/public/661/68e/3c9/66168e3c9320a905668396.pdf",
    },
  ],
};
