import type { RegulatoryDocuments } from "./types";

export const educationalWork: RegulatoryDocuments = [
  {
    section: "Основні",
    items: [
      {
        title:
          "Про організацію 2025/2026 навчального року в закладах загальної середньої освіти",
        url: "https://osvita.ua/doc/files/news/953/95314/Lyst_MON_22.08.2025_1_17526-25.pdf",
      },
      {
        title:
          'Наказ МОН від 28.12.2019 №1646 "Деякі питання реагування на випадки булінгу (цькування) та застосування заходів виховного впливу в закладах освіти"',
        url: "https://zakon.rada.gov.ua/laws/show/z0111-20",
      },
      {
        title: "Декларація прав дитини",
        url: "https://zakon.rada.gov.ua/laws/show/995_384",
      },
      {
        title: "ЄВРОПЕЙСЬКА ХАРТІЯ місцевого самоврядування",
        url: "https://zakon.rada.gov.ua/laws/show/994_036",
      },
      {
        title: "Загальна декларація прав людини",
        url: "https://zakon.rada.gov.ua/laws/show/995_015",
      },
      {
        title: "КОНВЕНЦІЯ про права дитини",
        url: "https://zakon.rada.gov.ua/laws/show/995_021",
      },
    ],
  },
  {
    section: "Закони України",
    items: [
      {
        title: "Про освіту",
        url: "https://zakon.rada.gov.ua/laws/show/2145-19",
      },
      {
        title: "Про позашкільну освіту",
        url: "https://zakon.rada.gov.ua/laws/show/1841-14",
      },
      {
        title: "Про охорону дитинства",
        url: "https://zakon.rada.gov.ua/laws/show/2402-14",
      },
      {
        title: "Про місцеве самоврядування в Україні",
        url: "https://zakon.rada.gov.ua/laws/show/280/97-%D0%B2%D1%80",
      },
    ],
  },
  {
    section: "Укази Президента",
    items: [
      {
        title:
          "Про положення про стипендії Президента України для переможців Всеукраїнських учнівських олімпіад з базових навчальних предметів і Всеукраїнського конкурсу-захисту науково-дослідницьких робіт учнів-членів Малої академії наук України від 16.05.2006 № 396/2006",
        url: "https://zakon.rada.gov.ua/laws/show/398/2006",
      },
      {
        title:
          'Про заходи щодо розвитку системи виявлення та підтримки обдарованих і талановитих дітей та молоді" від 30.09.2010 № 927/2010',
        url: "https://zakon.rada.gov.ua/laws/show/927/2010",
      },
      {
        title:
          "Указ Президента України №195/2020 Про Національну стратегію розбудови безпечного і здорового освітнього середовища у новій українській школі",
        url: "https://zakon.rada.gov.ua/laws/show/195/2020",
      },
      {
        title:
          'Указ Президента України №1284/99 "Про першочергові заходи щодо реалізації державної молодіжної політики та підтримки молодіжних громадських організацій"',
        url: "https://zakon.rada.gov.ua/laws/show/1284/99",
      },
      {
        title:
          'Указ Президента України №1013/2005 "Про невідкладні заходи щодо забезпечення функціонування та розвитку освіти в Україні"',
        url: "https://zakon.rada.gov.ua/laws/show/1013/2005",
      },
      {
        title:
          'Указ Президента України №1284/99 "Про першочергові заходи щодо реалізації державної молодіжної політики та підтримки молодіжних громадських організацій"',
        url: "https://zakon.rada.gov.ua/laws/show/1284/99",
      },
    ],
  },
  {
    section: "Постанови та розпорядження Кабінету Міністрів України",
    items: [
      {
        title:
          "Про затвердження переліку типів позашкільних навчальних закладів і Положення про позашкільний навчальний заклад від 06.05 2001 № 433",
        url: "https://zakon.rada.gov.ua/laws/show/433-2001-%D0%BF",
      },
      {
        title:
          "Про внесення змін до Положення про позашкільний навчальний заклад від 27.08.2010 № 769",
        url: "https://zakon.rada.gov.ua/laws/show/769-2010-%D0%BF",
      },
      {
        title:
          "Про затвердження Типового положення про дитячий заклад оздоровлення та відпочинку від 28.04.2009 № 422",
        url: "https://zakon.rada.gov.ua/laws/show/422-2009-%D0%BF",
      },
      {
        title:
          "Про затвердження переліку позашкільних навчальних закладів та заходів з позашкільної роботи з дітьми, а також закладів та заходів у галузі освіти, що забезпечують виконання загальнодержавних функцій, видатки на які здійснюються з державного бюджету від 17.08.2002 № 1133",
        url: "https://zakon.rada.gov.ua/laws/show/1133-2002-%D0%BF",
      },
      {
        title:
          "Про вдосконалення системи організації роботи з виховання дітей та молоді в позашкільних навчальних закладах від 20.08.2003 № 1301",
        url: "https://zakon.rada.gov.ua/laws/show/1301-2003-%D0%BF",
      },
      {
        title:
          "Про затвердження плану заходів щодо підвищення рівня патріотичного виховання учнівської та студентської молоді шляхом проведення на постійній основі тематичних екскурсій з відвідуванням об’єктів культурної спадщини від 08.12.2009 № 1494-р",
        url: "https://zakon.rada.gov.ua/laws/show/1494-2009-%D1%80",
      },
      {
        title:
          "Про затвердження переліку посад педагогічних та науково-педагогічних працівників від 14.06.2000 № 963",
        url: "https://zakon.rada.gov.ua/laws/show/963-2000-%D0%BF",
      },
      {
        title:
          "Про затвердження переліку кваліфікаційних категорій і педагогічних звань педагогічних працівників від 23.12.2015 № 1109",
        url: "https://zakon.rada.gov.ua/laws/show/1109-2015-%D0%BF",
      },
      {
        title:
          "Деякі питання встановлення підвищень посадових окладів (ставок заробітної плати) та доплат за окремі види педагогічної діяльності у державних і комунальних закладах та установах освіти від 28.12.2021 № 1391",
        url: "https://zakon.rada.gov.ua/laws/show/1391-2021-%D0%BF",
      },
      {
        title:
          "Про схвалення Концепції розвитку громадянської освіти в Україні від 03 жовтня 2018 р. № 710-р",
        url: "https://zakon.rada.gov.ua/laws/show/710-2018-%D1%80",
      },
      {
        title:
          "Про затвердження переліку платних послуг, які можуть надаватися навчальними закладами, іншими установами та закладами системи освіти, що належать до державної і комунальної форми власності від 27.08.2010 № 796",
        url: "https://zakon.rada.gov.ua/laws/show/796-2010-%D0%BF",
      },
      {
        title:
          "Положення про сертифікацію педагогічних працівників від 27.12.2018 р. № 1190",
        url: "https://zakon.rada.gov.ua/laws/show/1190-2018-%D0%BF",
      },
      {
        title: "Програма діяльності Кабінету Міністрів «Назустріч людям»",
        url: "https://zakon.rada.gov.ua/laws/show/n0001120-05",
      },
    ],
  },
  {
    section: "Накази МОН",
    items: [
      {
        title:
          "Про деякі питання національно-патріотичного виховання в закладах освіти України від 06.06.2022 № 527",
        url: "https://zakon.rada.gov.ua/rada/show/v0527729-22",
      },
      {
        title:
          "Про затвердження Примірної інструкції з ведення ділової документації в позашкільних навчальних закладах від 23.08.2012 № 947",
        url: "https://zakon.rada.gov.ua/rada/show/v0947736-12",
      },
      {
        title:
          "Про затвердження Типових штатних нормативів позашкільних навчальних закладів від 31.10.2012 № 1230",
        url: "https://zakon.rada.gov.ua/rada/show/z1935-12",
      },
      {
        title:
          "Про затвердження Порядку видачі випускникам позашкільних навчальних закладів свідоцтв про позашкільну освіту від 12.07.2001 № 510",
        url: "https://zakon.rada.gov.ua/laws/show/z0788-01",
      },
      {
        title:
          "Про затвердження Типових переліків навчально-наочних посібників і технічних засобів навчання для художньо-естетичних, еколого-натуралістичних, туристсько-краєзнавчих і науково-технічних позашкільних навчальних закладів системи Міністерства освіти і науки України від 08.01.2002 № 5",
        url: "https://zakon.rada.gov.ua/rada/show/v0005290-02",
      },
      {
        title:
          "Про затвердження Положення про порядок організації індивідуальної та групової роботи в позашкільних навчальних закладах від 11.08.2004 № 651",
        url: "https://zakon.rada.gov.ua/laws/show/z1036-04",
      },
      {
        title:
          'Про затвердження Положення про почесні звання "Народний художній колектив" і "Зразковий художній колектив" від 14.08.2002 № 461',
        url: "https://zakon.rada.gov.ua/laws/show/z0936-02",
      },
      {
        title:
          "Про затвердження Положення про центр, будинок, клуб науково-технічної творчості учнівської молоді, станцію юних техніків від 16.04.2003 № 238",
        url: "https://zakon.rada.gov.ua/laws/show/z0356-03",
      },
      {
        title:
          "Про затвердження Положення про центр, будинок, клуб еколого-натуралістичної творчості учнівської молоді, станцію юних натуралістів від 10.05.2002 № 292",
        url: "https://zakon.rada.gov.ua/laws/show/z0463-02",
      },
      {
        title:
          "Про затвердження Положення про дитячо-юнацький клуб юних моряків, річковиків, авіаторів, космонавтів, парашутистів, десантників, прикордонників, радистів від 06.11.2009 № 1022",
        url: "https://zakon.rada.gov.ua/laws/show/z1153-09",
      },
      {
        title:
          'Про затвердження Положення про центр, палац, будинок, клуб художньої творчості дітей, юнацтва та молоді, художньо-естетичної творчості учнівської молоді, дитячої та юнацької творчості, естетичного виховання" від 05.11.2009 № 1010',
        url: "https://zakon.rada.gov.ua/laws/show/z1152-09",
      },
      {
        title:
          'Про затвердження Положення про центр, будинок, клуб, бюро туризму, краєзнавства, спорту та екскурсій учнівської молоді, туристсько-краєзнавчої творчості учнівської молоді, станцію юних туристів" від 19.12.2002 № 730',
        url: "https://zakon.rada.gov.ua/laws/show/z0010-03",
      },
      {
        title:
          "Про затвердження нормативно-правових актів, які регламентують порядок організації туристсько-краєзнавчої роботи від 02.10.2014 № 1124",
        url: "https://zakon.rada.gov.ua/laws/show/z1340-14",
      },
      {
        title:
          'Про затвердження Положення про відомчі заохочувальні відзнаки Міністерства освіти і науки України" від 30.07.2013 № 1047',
        url: "https://zakon.rada.gov.ua/laws/show/z1427-13",
      },
      {
        title:
          "Про затвердження плану заходів щодо посилення національно-патріотичного виховання дітей та учнівської молоді від 27.10.2014 № 1232",
        url: "https://zakon.rada.gov.ua/rada/show/v1232729-14",
      },
      {
        title:
          "Про затвердження Положення про Єдину державну електронну базу з питань освіти від 08.06.2018 № 620",
        url: "https://zakon.rada.gov.ua/laws/show/z1132-18",
      },
    ],
  },
  {
    section: "Листи МОН",
    items: [
      {
        title:
          "Про затвердження Типових штатних нормативів позашкільних навчальних закладів від 31.10.2012 № 1230",
        url: "https://zakon.rada.gov.ua/laws/show/z1935-12",
      },
      {
        title:
          "Методичні рекомендації щодо формування негативного ставлення суспільства до будь-яких форм і проявів тероризму та екстремізму від 11.08.2011 №1/9-609",
        url: "https://zakon.rada.gov.ua/rada/show/v-609736-11",
      },
      {
        title:
          "Про збереження системи позашкільної освіти в умовах обмеженого фінансування від 19.03.2014 № 1/9-151",
        url: "https://zakon.rada.gov.ua/rada/show/v-151729-14",
      },
    ],
  },
  {
    section: "КГ №55 КМР",
    items: [
      {
        title: "Положення про класного керівника",
        url: 'dataFile("regulations-class-teacher")',
      },
    ],
  },
];
