import type { RegulatoryDocuments } from "./types";
import { meals } from "./meals";
import { occupationalSafety } from "./occupational-safety";

export const mainDocuments: RegulatoryDocuments = [
  {
    section: "Основні нормативні документи, необхідні для роботи школи",
    items: [
      {
        title: 'Закон України "Про освіту"',
        url: "https://zakon.rada.gov.ua/laws/show/2145-19",
      },
      {
        title: 'Закон України "Про повну загальну середню освіту"',
        url: "https://zakon.rada.gov.ua/laws/show/463-20",
      },
      {
        title: 'Закон України "Про охорону праці"',
        url: "https://zakon.rada.gov.ua/laws/show/2694-12",
      },
      {
        title:
          'Закон України "Про професійні спілки, їх права та гарантії діяльності"',
        url: "https://zakon.rada.gov.ua/laws/show/1045-14",
      },
      {
        title: 'Закон України "Про запобігання корупції"',
        url: "https://zakon.rada.gov.ua/laws/show/1700-18",
      },
      {
        title: 'Закон України "Про відпустки"',
        url: "https://zakon.rada.gov.ua/laws/show/504/96-%D0%B2%D1%80",
      },
      {
        title: 'Закон України "Про оплату праці"',
        url: "https://zakon.rada.gov.ua/laws/show/108/95-%D0%B2%D1%80",
      },
      {
        title:
          'Закон України "Про внесення змін до законодавчих актів з питань загальної середньої та дошкільної освіти щодо організації навчально-виховного процесу"',
        url: "https://zakon.rada.gov.ua/laws/show/2442-17",
      },
      {
        title: 'Закон України "Про інноваційну діяльність"',
        url: "https://zakon.rada.gov.ua/laws/show/40-15",
      },
      {
        title:
          'Закон України "Про забезпечення функціонування української мови як державної"',
        url: "https://zakon.rada.gov.ua/laws/show/2704-19",
      },
      {
        title: 'Закон України "Про звернення громадян"',
        url: "https://zakon.rada.gov.ua/laws/show/393/96-%D0%B2%D1%80",
      },
      {
        title: "Конституція України",
        url: "https://zakon.rada.gov.ua/laws/show/254%D0%BA/96-%D0%B2%D1%80",
      },
      {
        title: "Кодекс законів про працю України",
        url: "https://zakon.rada.gov.ua/laws/show/322-08",
      },
      {
        title:
          'МОН України від 09.01.2020 №21 "Про внесення змін до наказу Міністерства освіти і науки України від 07 грудня 2018 року № 1362"',
        url: "https://zakon.rada.gov.ua/rada/show/v0021729-20",
      },
      {
        title:
          'МОН України від 16.01.2020 №54 "Про затвердження Порядку проведення моніторингу якості освіти"',
        url: "https://zakon.rada.gov.ua/laws/show/z0154-20",
      },
      {
        title:
          "Про затвердження методичних рекомендацій щодо заповнення Класного журналу учнів початкових класів Нової української школи",
        url: "https://zakon.rada.gov.ua/rada/show/v1362729-18",
      },
    ],
  },
  {
    section: "Загальнодержавні акти у сфері освіти",
    items: [
      {
        title:
          "Про затвердження Порядку ведення обліку дітей шкільного віку та учнів",
        url: "https://zakon.rada.gov.ua/laws/show/684-2017-%D0%BF",
      },
      {
        title: "Національна доктрина розвитку освіти",
        url: "https://zakon.rada.gov.ua/laws/show/347/2002",
      },
      {
        title:
          "Про затвердження Порядку проведення державної підсумкової атестації",
        url: "https://zakon.rada.gov.ua/laws/show/z0008-19",
      },
      {
        title: "Національна стратегія розвитку освіти",
        url: "https://zakon.rada.gov.ua/laws/show/344/2013",
      },
      {
        title: "Державний стандарт початкової загальної освіти",
        url: "https://zakon.rada.gov.ua/laws/show/87-2018-%D0%BF",
      },
      {
        title: "Державний стандарт базової і повної загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/1392-2011-%D0%BF",
      },
      {
        title: "Конвенція про права дитини",
        url: "https://zakon.rada.gov.ua/laws/show/995_021",
      },
      {
        title:
          "Основні орієнтири виховання учнів 1-11 класів загальноосвітніх навчальних закладів",
        url: "https://zakon.rada.gov.ua/rada/show/v1243736-11?lang=ru",
      },
      {
        title:
          "Про затвердження нормативів наповнюваності груп дошкільних навчальних закладів (ясел-садків) компенсуючого типу, класів спеціальних загальноосвітніх шкіл (шкіл-інтернатів), груп подовженого дня і виховних груп ЗНЗ",
        url: "https://zakon.rada.gov.ua/laws/show/z0229-02",
      },
      {
        title:
          "Про затвердження примірного Положення про класи з поглибленим вивченням окремих предметів у ЗНЗ",
        url: "https://zakon.rada.gov.ua/rada/show/v0312290-09",
      },
      {
        title:
          "Про внесення змін до наказу МОН України від 14 липня 2015 року №762",
        url: "https://zakon.rada.gov.ua/laws/show/z0555-19",
      },
      {
        title:
          "Про затвердження Положення про інституційну форму здобуття загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0547-19",
      },
      {
        title: "Про внесення змін до наказу МОН України від 12 січня 2016 №8",
        url: "https://zakon.rada.gov.ua/laws/show/z0852-19",
      },
      {
        title:
          "Рекомендації щодо запобігання академічному плагіату та його виявлення в наукових роботах (авторефератах, дисертаціях, монографіях, наукових доповідях, статтях тощо)",
        url: "https://zakon.rada.gov.ua/rada/show/v8681729-18",
      },
      {
        title:
          "До питання уникнення проблем і помилок у практиках забезпечення академічної доброчесності",
        url: "https://mon.gov.ua/npa/do-pitannya-uniknennya-problem-i-pomilok-u-praktikah-zabezpechennya-akademichnoyi-dobrochesnosti",
      },
    ],
  },
  {
    section: "Положення, що регламентують роботу закладу",
    items: [
      {
        title: "Типове положення про атестацію педагогічних працівників",
        url: "https://zakon.rada.gov.ua/laws/show/z1649-22",
      },
      {
        title: "Положення про державну підсумкову атестацію",
        url: "https://zakon.rada.gov.ua/laws/show/z0008-19",
      },
      {
        title:
          'Положення про похвальний лист "За високі досягнення у навчанні" та похвальну грамоту "За особливі досягнення у вивченні окремих предметів"',
        url: "https://zakon.rada.gov.ua/laws/show/z0923-00",
      },
      {
        title: "Положення про раду загальноосвітнього навчального закладу",
        url: "https://zakon.rada.gov.ua/rada/show/v0159290-01",
      },
      {
        title:
          "Положення про індивідуальну форму навчання в загальноосвітніх навчальних закладах",
        url: "https://zakon.rada.gov.ua/laws/show/z0184-16",
      },
      {
        title:
          "Положення про бібліотеку загальноосвітнього навчального закладу Міністерства освіти України",
        url: "https://zakon.rada.gov.ua/rada/show/v0139281-99",
      },
      {
        title: "Положення про учнівський олімпіадний та турнірний рух",
        url: "https://zakon.rada.gov.ua/laws/show/z0187-25",
      },
      {
        title:
          "Положення про класного керівника навчального закладу системи загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0659-00",
      },
      {
        title:
          "Положення про психологічний кабінет дошкільних, загальноосвітніх та інших навчальних закладів",
        url: "https://zakon.rada.gov.ua/rada/show/v0691290-01",
      },
      {
        title: "Положення про шкільну психолого-медико-педагогічну комісію",
        url: "https://zakon.rada.gov.ua/laws/show/z0518-96",
      },
      {
        title:
          "Положення про організацію фізичного виховання і масового спорту в дошкільних, загальноосвітніх закладах",
        url: "https://zakon.rada.gov.ua/laws/show/z0909-05",
      },
      {
        title: "Положення про психологічну службу",
        url: "https://zakon.rada.gov.ua/laws/show/z0885-18",
      },
      {
        title:
          "Положення про медико-педагогічний контроль за фізичним вихованням учнів у загальноосвітніх навчальних закладах",
        url: "https://zakon.rada.gov.ua/laws/show/z0772-09",
      },
      {
        title: "Положення про малу академію наук учнівської молоді",
        url: "https://zakon.rada.gov.ua/laws/show/z0172-06",
      },
      {
        title:
          "Про затвердження переліку платних послуг, які можуть надаватися закладами освіти, іншими установами та закладами системи освіти, що належать до державної і комунальної форми власності",
        url: "https://zakon.rada.gov.ua/laws/show/796-2010-%D0%BF",
      },
      {
        title:
          "Деякі питання підвищення кваліфікації педагогічних і науково-педагогічних працівників",
        url: "https://zakon.rada.gov.ua/laws/show/800-2019-%D0%BF",
      },
      {
        title:
          "Про затвердження норм та Порядку організації харчування у закладах освіти та дитячих закладах оздоровлення та відпочинку",
        url: "https://zakon.rada.gov.ua/laws/show/305-2021-%D0%BF",
      },
      {
        title:
          "Про затвердження порядків надання платних послуг державними та комунальними навчальними закладами",
        url: "https://zakon.rada.gov.ua/laws/show/z1196-10",
      },
      {
        title:
          "Про затвердження Порядку утворення та умов функціонування спеціальних класів у закладах загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z1408-24",
      },
      {
        title:
          "Про затвердження Порядку зарахування, відрахування та переведення учнів до державних та комунальних закладів освіти для здобуття повної загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0564-18",
      },
      {
        title:
          "Про затвердження Порядку створення груп подовженого дня у державних і комунальних закладах загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0865-18",
      },
      {
        title:
          "Про затвердження Положення про з'єднаний клас (клас-комплект) початкової школи",
        url: "https://zakon.rada.gov.ua/laws/show/z1187-16",
      },
    ],
  },
  {
    section: "Інструктивно-методичні матеріали",
    items: [
      {
        title: "Типові навчальні плани початкової школи",
        url: "https://mon.gov.ua/ua/osvita/zagalna-serednya-osvita/navchalni-programi/navchalni-programi-dlya-pochatkovoyi-shkoli",
      },
      {
        title:
          "Типові навчальні плани загальноосвітніх навчальних закладів ІІ ступеня",
        url: "https://zakon.rada.gov.ua/rada/show/v0408729-18",
      },
      {
        title: "Інструкція з обліку дітей і підлітків шкільного віку",
        url: "https://zakon.rada.gov.ua/laws/show/684-2017-%D0%BF",
      },
      {
        title: "Інструкція про порядок ведення трудових книжок працівників",
        url: "https://zakon.rada.gov.ua/laws/show/z0110-93",
      },
      {
        title:
          "Про протокол проведення державної підсумкової атестації та форму звітності",
        url: "https://zakon.rada.gov.ua/laws/show/z0008-19",
      },
      {
        title:
          "Інструкція з ведення класного журналу учнів 5-11-х класів загальноосвітніх навчальних закладів",
        url: "https://zakon.rada.gov.ua/rada/show/v0496290-08",
      },
      {
        title: "Інструкція про переведення учнів навчальних закладів",
        url: "https://zakon.rada.gov.ua/laws/show/z0924-15",
      },
      {
        title:
          "Про обсяг і характер домашніх завдань для учнів початкової школи",
        url: "https://zakon.rada.gov.ua/rada/show/v-468290-01",
      },
      {
        title: "Інструкція про службові відрядження",
        url: "https://zakon.rada.gov.ua/laws/show/z0218-98",
      },
      {
        title:
          "Інструкція про розподіл учнів на групи для занять на уроках фізичної культури",
        url: "https://zakon.rada.gov.ua/laws/show/z0773-09",
      },
      {
        title:
          "Порядок здійснення медичного обслуговування учнів загальноосвітніх навчальних закладів",
        url: "https://zakon.rada.gov.ua/laws/show/31-2021-%D0%BF",
      },
      {
        title:
          "Типові Правила внутрішнього розпорядку для працівників державних навчально-виховних закладів України",
        url: "https://zakon.rada.gov.ua/laws/show/z0121-94",
      },
      {
        title:
          "Про застосування Типового положення про атестацію педагогічних працівників",
        url: "https://zakon.rada.gov.ua/rada/show/v_9-6736-11",
      },
      {
        title:
          "Щодо одержання документа про освіту учнями з особливими потребами загальноосвітніх навчальних закладах",
        url: "https://zakon.rada.gov.ua/rada/show/v-245736-12",
      },
      {
        title:
          "Про затвердження Порядку проведення інституційного аудиту закладів загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0250-19",
      },
      {
        title:
          "Наказ МОН України від 16.05.2019 №659 «Про затвердження Положення про порядок розслідування нещасних випадків, що сталися із здобувачами освіти під час освітнього процесу»",
        url: "https://zakon.rada.gov.ua/laws/show/z0612-19",
      },
      {
        title:
          "Наказ МОН України від 26.12.2017 №1669 «Про затвердження Положення про організацію роботи з охорони праці та безпеки життєдіяльності учасників освітнього процесу в установах і закладах освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/z0100-18",
      },
      {
        title:
          "Наказ МОН України від 15.08.2016 №974 «Про затвердження Правил пожежної безпеки для навчальних закладів та установ системи освіти України».",
        url: "https://zakon.rada.gov.ua/laws/show/z1229-16",
      },
      {
        title:
          "Наказ МОН України 13.08.2007 №730 «Про затвердження Правил безпеки під час занять у навчальних і навчально-виробничих майстернях навчальних закладів системи загальної середньої освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/z0990-07",
      },
      {
        title:
          "МОН України від 15.11.2010 №1085 «Правила безпеки під час проведення навчання з біології в загальноосвітніх навчальних закладах»",
        url: "https://zakon.rada.gov.ua/laws/show/z1215-10",
      },
      {
        title:
          "Наказ МОН України від 01.06.2010 №521 «Про затвердження Правил безпеки під час проведення занять з фізичної культури і спорту в загальноосвітніх навчальних закладах»",
        url: "https://zakon.rada.gov.ua/laws/show/z0651-10",
      },
      {
        title:
          "МОН України від 02.10.2014 №1124 «Про затвердження нормативно-правових актів, які регламентують порядок організації туристсько-краєзнавчої роботи»",
        url: "https://zakon.rada.gov.ua/laws/show/z1340-14",
      },
      {
        title:
          "Наказ Міністерства палива та енергетики України від 25.07.2006 №258 «Про затвердження Правил технічної експлуатації електроустановок споживачів».",
        url: "https://zakon.rada.gov.ua/laws/show/z1143-06",
      },
      {
        title:
          "Наказ Комітету по нагляду за охороною праці Міністерства праці і соціальної політики України від 09.01.1998 №4 «Про затвердження Правил безпечної експлуатації електроустановок споживачів»; НПАОП 40.1-1.21-98",
        url: "https://zakon.rada.gov.ua/laws/show/z0093-98",
      },
      {
        title:
          "Наказ Комітету по нагляду за охороною праці Міністерства праці і соціальної політики України від 29.01.1998 №9 «Про затвердження Положення про розробку інструкцій з охорони праці»; НПАОП 0.00-4.15-98",
        url: "https://zakon.rada.gov.ua/laws/show/z0226-98",
      },
      {
        title:
          "Наказ Державного комітету України з нагляду за охороною праці від 16.03.2004 №81 «Про затвердження Правил безпеки під час навчання в кабінетах інформатики навчальних закладів системи загальної середньої освіти»; НПАОП 80.0-1.12-04",
        url: "https://zakon.rada.gov.ua/laws/show/z0620-04",
      },
      {
        title:
          "Наказ Державного комітету України з нагляду за охороною праці від 15.11.2004 №255 «Про затвердження Типового положення про службу охорони праці»; НПАОП 0.00-4.21-04",
        url: "https://zakon.rada.gov.ua/laws/show/z1526-04",
      },
      {
        title:
          "Наказ Державного комітету України з нагляду за охороною праці від 26.01.2005 №15 «Про затвердження Типового положення про порядок проведення навчання і перевірки знань з питань охорони праці та Переліку робіт з підвищеною небезпекою»",
        url: "https://zakon.rada.gov.ua/laws/show/z0231-05",
      },
      {
        title:
          "Наказ Міністерства внутрішніх справ України від 30.12.2014 №1417 «Про затвердження Правил пожежної безпеки в Україні»",
        url: "https://zakon.rada.gov.ua/laws/show/z0252-15",
      },
      {
        title:
          "Наказ Міністерства внутрішніх справ України від 15.01.2018 №25 «Про затвердження Правил експлуатації та типових норм належності вогнегасників»",
        url: "https://zakon.rada.gov.ua/laws/show/z0225-18",
      },
      {
        title:
          "Наказ Міністерства надзвичайних ситуацій України від 16.07.2012 №992 «Правила безпеки під час проведення навчально-виховного процесу в кабінетах (лабораторіях) фізики та хімії загальноосвітніх навчальних закладів»",
        url: "https://zakon.rada.gov.ua/laws/show/z1332-12",
      },
      {
        title:
          "Міністерства охорони здоров’я України від 25.09.2020 №2205 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/z1111-20",
      },
      {
        title:
          "Про затвердження Типового переліку обладнання та інвентарю для фізкультурно-спортивних приміщень закладів освіти, які забезпечують здобуття повної загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0777-20",
      },
      {
        title:
          "Про затвердження Типового переліку допоміжних засобів для навчання (спеціальних засобів корекції психофізичного розвитку) осіб з особливими освітніми потребами, які навчаються в закладах освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0582-18",
      },
    ],
  },
  {
    section: "Початкова школа",
    items: [
      {
        title:
          "Про забезпечення взаємодії в освітній роботі з дітьми старшого дошкільного і молодшого шкільного віку",
        url: "https://zakon.rada.gov.ua/rada/show/v-634736-11",
      },
      {
        title:
          "Щодо контролю та оцінювання навчальних досягнень учнів початкових класів загальноосвітніх навчальних закладів",
        url: "https://zakon.rada.gov.ua/rada/show/v9-74729-14",
      },
      {
        title: "Про затвердження Державного стандарту початкової освіти",
        url: "https://zakon.rada.gov.ua/laws/show/87-2018-%D0%BF",
      },
      {
        title:
          'Наказ МОН України від 13.07.2021 № 813 "Про затвердження методичних рекомендацій щодо оцінювання результатів навчання учнів 1-4 класів закладів загальної середньої освіти"',
        url: "https://zakon.rada.gov.ua/rada/show/v0813729-21",
      },
      {
        title:
          'Наказ МОН України від 02.04.2018 № 1/9-190 "Щодо скороченої тривалості уроку для учнів початкової школи"',
        url: "https://zakon.rada.gov.ua/rada/show/v_190729-18",
      },
      {
        title:
          "Про внесення змін до методичних рекомендацій щодо заповнення Класного журналу учнів початкових класів Нової української школи",
        url: "https://zakon.rada.gov.ua/rada/show/v1096729-20",
      },
      {
        title:
          "Типова освітня програма, розроблена під керівництвом Савченко О. Я. (1-2 класи)",
        url: "https://mon.gov.ua/storage/app/media/zagalna%20serednya/programy-1-4-klas/2022/08/15/Typova.osvitnya.prohrama.1-4/Typova.osvitnya.prohrama.1-2.Savchenko.pdf",
      },
      {
        title:
          "Типова освітня програма, розроблена під керівництвом Шияна Р. Б. (1-2 класи)",
        url: "https://mon.gov.ua/storage/app/media/zagalna%20serednya/programy-1-4-klas/2022/08/15/Typova.osvitnya.prohrama.1-4/Typova.osvitnya.prohrama.1-2.Shyyan.pdf",
      },
      {
        title:
          "Типова освітня програма, розроблена під керівництвом Савченко О.Я. (3-4 класи)",
        url: "https://mon.gov.ua/storage/app/media/zagalna%20serednya/programy-1-4-klas/2022/08/15/Typova.osvitnya.prohrama.1-4/Typova.osvitnya.prohrama.3-4.Savchenko.pdf",
      },
      {
        title:
          "Типова освітня програма, розроблена під керівництвом Шияна Р.Б. (3-4 класи)",
        url: "https://mon.gov.ua/storage/app/media/zagalna%20serednya/programy-1-4-klas/2022/08/15/Typova.osvitnya.prohrama.1-4/Typova.osvitnya.prohrama.3-4.Shyyan.pdf",
      },
      {
        title:
          "Про затвердження Змін до деяких наказів Міністерства охорони здоров’я України (щодо тривалості онлайн-уроків для школярів)",
        url: "https://zakon.rada.gov.ua/laws/show/z0932-22",
      },
      {
        title:
          "Перелік навчальних програм, підручників та навчально-методичних посібників, рекомендованих МОН України для використання у початкових класах закладів загальної середньої освіти з навчанням українською мовою",
        url: "https://docs.google.com/spreadsheets/d/1KNxK-QSJxSFmexcGOP9irYw-ufgbWfiQbajDldiLNvQ/",
      },
      {
        title: "Опис ключових змін до навчальних програм (1-4 класи)",
        url: "https://mon.gov.ua/storage/app/media/zagalna serednya/pochatkova/opys-klyuchovyh-zmin.pdf",
      },
      {
        title:
          "Вимоги Санітарного регламенту для закладів загальної середньої освіти (затверджений наказом МОЗ 25.09.2020 № 2205, зареєстровано в Міністерстві юстиції України 10.11.2020 р. за № 1111/35394) щодо тривалості виконання завдань для самопідготовки учнів",
        url: "https://zakon.rada.gov.ua/laws/show/z1111-20",
      },
    ],
  },
  {
    section: "НУШ",
    items: [
      {
        title: "Огляд концепції Нової української школи",
        url: "https://nus.org.ua/wp-content/uploads/2017/09/razdel_1_Oglyad.pdf",
      },
      {
        title:
          "Про Національну стратегію розбудови безпечного і здорового освітнього середовища у новій українській школі",
        url: "https://zakon.rada.gov.ua/laws/show/195/2020",
      },
      {
        title:
          "Про затвердження методичних рекомендацій щодо організації освітнього простору НУШ",
        url: "https://zakon.rada.gov.ua/rada/show/v0283729-18",
      },
    ],
  },
  {
    section: "Основна, старша школа",
    items: [
      {
        title:
          "Про затвердження орієнтовних вимог оцінювання навчальних досягнень учнів із базових дисциплін у системі загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/rada/show/v1222729-13",
      },
      {
        title:
          "Про затвердження Критеріїв оцінювання навчальних досягнень учнів (вихованців) у системі загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0566-11",
      },
    ],
  },
  {
    section: "Охорона праці",
    items: occupationalSafety,
  },
  {
    section: "Інклюзивне навчання",
    items: [
      {
        title:
          "Конвенція про права інвалідів (ратифікована Верховною Радою України 16.12.2009, набрала чинності 06.03.2010)",
        url: "https://zakon.rada.gov.ua/laws/show/995_g71",
      },
      {
        title:
          "Закон України «Про внесення змін до деяких законодавчих актів України» від 24.12.2015 № 911-VIII",
        url: "https://zakon.rada.gov.ua/laws/show/911-19",
      },
      {
        title:
          "Закон України «Про внесення змін до деяких законів України щодо доступу осіб з особливими освітніми потребами до освітніх послуг» від 06 вересня 2018 року № 2541-VIII",
        url: "https://zakon.rada.gov.ua/laws/show/2541-19",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 18 липня 2012 р. № 635 «Про внесення змін до постанов Кабінету Міністрів України від 14 квітня 1997 р. № 346 і від 14 червня 2000 р. № 963»",
        url: "https://zakon.rada.gov.ua/laws/show/635-2012-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 21 серпня 2013 № 607 «Про затвердження Державного стандарту початкової загальної освіти для дітей з особливими освітніми потребами»",
        url: "https://zakon.rada.gov.ua/laws/show/607-2013-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 8 липня 2015 р. № 479 «Про внесення змін в додаток 2 до постанови Кабінету Міністрів України від 30 серпня 2002 р. №1298»",
        url: "https://zakon.rada.gov.ua/laws/show/479-2015-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 29 липня 2015 р. № 531 «Про внесення змін до постанов Кабінету Міністрів України від 14 квітня 1997 р. № 346 і від 14 червня 2000 р. № 963»",
        url: "https://zakon.rada.gov.ua/laws/show/531-2015-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 14 лютого 2017 № 88 «Про затвердження Порядку та умов надання субвенції з державного бюджету місцевим бюджетам на надання державної підтримки особам з особливими освітніми потребами»",
        url: "https://zakon.rada.gov.ua/laws/show/88-2017-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 12 липня 2017 № 545 «Про затвердження Положення про інклюзивно-ресурсний центр»",
        url: "https://zakon.rada.gov.ua/laws/show/545-2017-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 9 серпня 2017 № 576 «Про внесення змін до Типового положення про комісію з питань захисту прав дитини і Положення про загальноосвітній навчальний заклад»",
        url: "https://zakon.rada.gov.ua/laws/show/576-2017-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 15 листопада 2017 № 863 «Про внесення змін до Порядку та умов надання субвенції з державного бюджету місцевим бюджетам на надання державної підтримки особам з особливими освітніми потребами»",
        url: "https://zakon.rada.gov.ua/laws/show/863-2017-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України 09 грудня 2020 р. №1289 «Про затвердження Порядку забезпечення допоміжними засобами для навчання осіб з особливими освітніми потребами у закладах освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/1289-2020-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 21 липня 2021 р. № 765 «Про внесення змін до деяких постанов Кабінету Міністрів України щодо організації навчання осіб з особливими освітніми потребами»",
        url: "https://zakon.rada.gov.ua/laws/show/765-2021-п",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 15 вересня 2021 р. № 957 «Про затвердження Порядку організації інклюзивного навчання у закладах загальної середньої освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/957-2021-п",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 22.08.2024 № 1182 «Про затвердження Порядку утворення та умов функціонування спеціальних класів у закладах загальної середньої освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/z1408-24",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 14.06.2013 № 768 «Про затвердження плану заходів щодо забезпечення права на освіту дітей з особливими освітніми потребами, у тому числі дітей-інвалідів»",
        url: "https://zakon.rada.gov.ua/rada/show/v0768729-13",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 12.01.2016 № 8 «Про затвердження Положення про індивідуальну форму навчання в загальноосвітніх навчальних закладах»",
        url: "https://zakon.rada.gov.ua/laws/show/z0184-16",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 29.04.2016 № 476 «Про надання грифів Міністерства освіти і науки України навчальній літературі для дітей з особливими освітніми потребами»",
        url: "https://zakon.rada.gov.ua/rada/show/v0476729-16",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 20.05.2016 № 544 «Про внесення змін до наказу Міністерства освіти і науки України від 04 листопада 2010 року № 1055»",
        url: "https://zakon.rada.gov.ua/laws/show/z0821-16",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 24.04.2017 № 635 «Про внесення змін до Положення про індивідуальну форму навчання в загальноосвітніх навчальних закладах»",
        url: "https://zakon.rada.gov.ua/laws/show/z0645-17",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 22.03.2018 № 271 «Про затвердження Примірного переліку корекційних засобів навчання та реабілітаційного обладнання для спеціальних закладів освіти»",
        url: "https://zakon.rada.gov.ua/rada/show/v0271729-18",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 23.04.2018 № 414 «Про затвердження Типового переліку спеціальних засобів корекції психофізичного розвитку дітей з особливими освітніми потребами, які навчаються в інклюзивних та спеціальних класах закладів загальної середньої освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/z0582-18",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 03.05.2018 № 447 «Про затвердження Примірного переліку обладнання для оснащення іклюзивно-ресурсних центрів»",
        url: "https://zakon.rada.gov.ua/rada/show/v0447729-18",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 08.06.2018 № 609 «Про затвердження Примірного положення про команду психолого-педагогічного супроводу дитини з особливими освітніми потребами в закладі загальної середньої та дошкільної освіти»",
        url: "https://zakon.rada.gov.ua/rada/show/v0609729-18",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 25.06.2018 № 677 «Про затвердження Порядку створення груп подовженого дня у державних і комунальних закладах загальної середньої освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/z0865-18",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 25.06.2018 № 693 «Про затвердження типової освітньої програми спеціальних закладів загальної середньої освіти І ступеня для дітей з особливими освітніми потребами»",
        url: "https://zakon.rada.gov.ua/rada/show/v0693729-18",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 01.08.2018 № 831 «Про затвердження Порядку зарахування осіб з особливими освітніми потребами до спеціальних закладів освіти, їх відрахування, переведення до іншого закладу освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/z0945-18",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 16.10.2018 № 1109 «Про деякі питання документів про загальну середню освіту»",
        url: "https://zakon.rada.gov.ua/laws/show/z1279-18",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 10.07.2019 № 955 «Про внесення змін до наказу Міністерства освіти і науки України від 12 січня 2016 року № 8»",
        url: "https://zakon.rada.gov.ua/laws/show/z0852-19",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 18.05.2012 № 1/9-384 «Про організацію інклюзивного навчання у загальноосвітніх навчальних закладах»",
        url: "https://zakon.rada.gov.ua/rada/show/v-384736-12",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 26.07.2012 № 1/9-529 «Про організацію психологічного і соціального супроводу в умовах інклюзивного навчання»",
        url: "https://zakon.rada.gov.ua/rada/show/v0529736-12",
      },
      {
        title:
          "Лист Міністерства освіти і науки України 25.09.2012 № 1/9-675 «Щодо посадових обов’язків асистента вчителя»",
        url: "https://zakon.rada.gov.ua/rada/show/v-675736-12",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 28.09.2012 № 1/9-694 «Щодо введення посади вихователя (асистента вчителя) у загальноосвітніх навчальних закладах з інклюзивним навчанням»",
        url: "https://zakon.rada.gov.ua/rada/show/v-694736-12",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 02.01.2013 № 1/9-1 «Про визначення завдань працівників психологічної служби системи освіти в умовах інклюзивного навчання»",
        url: "https://zakon.rada.gov.ua/rada/show/v_9-1736-13",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 13.08.2014 № 1/9-413 «Про організацію навчально-виховного процесу учнів з розумовою відсталістю та затримкою психічного розвитку»",
        url: "https://zakon.rada.gov.ua/rada/show/v-413729-14",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 13.08.2014 № 1/9-414 «Про забезпечення безперешкодного доступу до навчальних закладів»",
        url: "https://zakon.rada.gov.ua/rada/show/v-414729-14",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 09.06.2016 № 1/9-293 «Про доступність дітей з особливими потребами до опорних навчальних закладів»",
        url: "https://zakon.rada.gov.ua/rada/show/v_364729-16",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 06.02.2017 № 1/9-63 «Щодо навчальної літератури для дітей з особливими освітніми потребами»",
        url: "https://osvita.ua/legislation/Ser_osv/54418/",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 29.11.2017 № 1/9-639 «Щодо Порядку та умов надання субвенції з державного бюджету місцевим бюджетам на надання державної підтримки особам з особливими освітніми потребами»",
        url: "https://zakon.rada.gov.ua/laws/show/88-2017-%D0%BF",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 05.04.2019 № 1/9-223 «Щодо забезпечення доступності закладів освіти для осіб з особливими освітніми потребами»",
        url: "https://osvitaboguslav.at.ua/novyny/2019/1084_vkh_1_9-223.pdf",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 04.06.2020 № 1/9-302 «Щодо надання психолого-педагогічних та корекційно-розвиткових послуг дітям з особливими освітніми потребами закладами освіти в літній період»",
        url: "https://mon.gov.ua/ua/npa/shodo-nadannya-psihologo-pedagogichnih-ta-korekcijno-rozvitkovih-poslug-dityam-z-oop-v-litnij-period",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 16.06.2020 № 1/9-328 «Щодо методичних рекомендацій з організації психолого-педагогічного консиліуму для проведення повторної комплексної психолого-педагогічної оцінки розвитку дитини»",
        url: "https://zakon.rada.gov.ua/rada/show/v-328729-20",
      },
    ],
  },
  {
    section: "Ведення документації",
    items: [
      {
        title:
          "Про затвердження єдиних зразків обов’язкової ділової документації у ЗНЗ усіх типів і форм власності",
        url: "https://zakon.rada.gov.ua/rada/show/v0423736-11",
      },
      {
        title:
          "Типова інструкція з діловодства у ЗНЗ усіх типів і форм власності",
        url: "https://zakon.rada.gov.ua/laws/show/z1028-18",
      },
      {
        title:
          "Про затвердження Інструкції з діловодства у закладах загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z1028-18",
      },
    ],
  },
  {
    section: "Навчальні кабінети",
    items: [
      {
        title:
          "Про затвердження Примірного Положення про навчальний кабінет з основ здоров’я ЗНЗ",
        url: "https://zakon.rada.gov.ua/rada/show/v1114290-09",
      },
      {
        title:
          "Положення про навчальні майстерні загальноосвітнього навчального закладу",
        url: "https://zakon.rada.gov.ua/laws/show/z1121-04",
      },
      {
        title:
          "Положення про навчальні кабінети загальноосвітніх навчальних закладів",
        url: "https://zakon.rada.gov.ua/laws/show/z1121-04",
      },
      {
        title:
          "Положення про навчальні кабінети з природничо-математичних предметів",
        url: "https://zakon.rada.gov.ua/laws/show/z0044-13",
      },
      {
        title:
          "Про затвердження Типового переліку засобів навчання та обладнання для навчальних кабінетів і STEM-лабораторій",
        url: "https://zakon.rada.gov.ua/laws/show/z0410-20",
      },
      {
        title:
          "Про затвердження Типового переліку засобів навчання та обладнання для навчальних кабінетів початкової школи",
        url: "https://zakon.rada.gov.ua/laws/show/z0258-20",
      },
    ],
  },
  {
    section: "Фінансово-господарські нормативні документи",
    items: [
      {
        title:
          "Інструкція про порядок обчислення заробітної плати працівників освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0056-93",
      },
      {
        title: "Типові штатні нормативи загальноосвітніх навчальних закладів",
        url: "https://zakon.rada.gov.ua/laws/show/z1308-10",
      },
      {
        title:
          "Про організацію та порядок оплати праці за заміну тимчасово відсутніх учителів",
        url: "https://zakon.rada.gov.ua/rada/show/v-770290-08",
      },
      {
        title:
          "Про впорядкування умов оплати праці та затвердження схем тарифних розрядів працівників навчальних закладів, установ освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z1130-05",
      },
      {
        title: "Інструкція про порядок заповнення листка непрацездатності",
        url: "https://zakon.rada.gov.ua/laws/show/z1456-04",
      },
    ],
  },
  meals,
  {
    section: "ДПА",
    items: [
      {
        title:
          "Про затвердження Порядку проведення державної підсумкової атестації",
        url: "https://zakon.rada.gov.ua/laws/show/z0008-19",
      },
      {
        title: "Щодо застосування державної мови в освітній галузі",
        url: "https://drive.google.com/file/d/1WuyRXWNqS0PhykL5IJ1JonyViP0rvVBX/view",
      },
      {
        title:
          "Щодо середнього бала документа про повну загальну середню освіту",
        url: "https://zakon.rada.gov.ua/rada/show/v0399729-18",
      },
      {
        title: "Державний стандарт початкової освіти",
        url: "https://zakon.rada.gov.ua/laws/show/87-2018-%D0%BF",
      },
      {
        title:
          "Про затвердження Порядку зарахування, відрахування та переведення учнів до державних та комунальних закладів освіти для здобуття повної загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z0564-18",
      },
      {
        title: "Про деякі питання документів про загальну середню освіту",
        url: "https://zakon.rada.gov.ua/laws/show/z1279-18",
      },
    ],
  },
  {
    section: "Дистанційне навчання",
    items: [
      {
        title:
          'Наказ МОН № 466 від 25.04.2013р. "Про затвердження Положення про дистанційне навчання"',
        url: "https://zakon.rada.gov.ua/laws/show/z0703-13",
      },
      {
        title: "Положення про дистанційне навчання КГ №55 (зі змінами)",
        url: "https://docs.google.com/document/d/13CMGMuk-IkHmXSylk2RcwRfSoGogGlwe/view",
      },
      {
        title:
          "Постанови КМУ від 28.07.2023 №782 «Про початок навчального року під час воєнного стану в Україні»",
        url: "https://www.kmu.gov.ua/npas/pro-pochatok-navchalnoho-roku-pid-chas-voiennoho-stanu-v-ukraini-i280723-782",
      },
      {
        title:
          "Лист МОН від 16.08.2023 № 1/12186-23 «ПРО ОРГАНІЗАЦІЮ 2023/2024 НАВЧАЛЬНОГО РОКУ В ЗАКЛАДАХ ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ»",
        url: "https://mon.gov.ua/ua/npa/pro-organizaciyu-20232024-navchalnogo-roku-v-zakladah-zagalnoyi-serednoyi-osviti",
      },
      {
        title:
          "Наказ МОН від 24.02.2023 №201 «Про затвердження Змін до Положення про дистанційну форму здобуття повної загальної середньої освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/z0455-23#n4",
      },
      {
        title:
          "Наказ МОН від 22.03.2023 №333 «Про внесення змін до наказу Міністерства освіти і науки України від 24 лютого 2023 року № 201»",
        url: "https://zakon.rada.gov.ua/laws/show/z0499-23#n4",
      },
      {
        title:
          "Наказ МОН від 08.09.2020 №1115 «Деякі питання організації дистанційного навчання»",
        url: "https://zakon.rada.gov.ua/laws/show/z0941-20",
      },
      {
        title:
          "Наказ МОН від 15.05.2023 №563 «Методичні рекомендації щодо окремих питань здобуття освіти в закладах загальної середньої освіти в умовах воєнного стану в Україні»",
        url: "https://zakon.rada.gov.ua/rada/show/v0563729-23",
      },
      {
        title:
          "Наказ МОЗ від 01.08.2022 №1371 «Про зміни до Санітарного регламенту для закладів загальної середньої освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/z0932-22",
      },
      {
        title:
          "Наказ МОН №1021 від 14.11.2022 року «Про внесення зміни до наказу Міністерства освіти і науки України від 28.03.2022 № 274»",
        url: "https://osvita.ua/legislation/Ser_osv/87878/",
      },
      {
        title:
          "Наказ МОН № 274 від 28.03.2022 року «Про деякі питання організації здобуття загальної середньої освіти та освітнього процесу в умовах воєнного стану в Україні»",
        url: "https://zakon.rada.gov.ua/rada/show/v0274729-22",
      },
      {
        title:
          "Лист МОН №1/3371-22 від 06.03.2022 року «Про організацію освітнього процесу»",
        url: "https://osvita.ua/legislation/Ser_osv/86062/",
      },
      {
        title:
          "ЗМІНИ до деяких наказів Міністерства охорони здоров’я України. ЗАТВЕРДЖЕНО: Наказ Міністерства охорони здоров’я України 01 серпня 2022 року №1371",
        url: "https://zakon.rada.gov.ua/laws/show/z0932-22#n13",
      },
    ],
  },
];
