import type { RegulatoryDocumentSection } from "./types";

export const meals: RegulatoryDocumentSection = {
  section: "Харчування",
  items: [
    {
      title:
        'Постанова Кабінету Міністрів України від 24.03.2021 №305 "Про затвердження норм та Порядку організації харчування у закладах освіти та дитячих закладах оздоровлення та відпочинку"',
      url: "https://zakon.rada.gov.ua/laws/show/305-2021-%D0%BF",
    },
    {
      title:
        'Постанова Кабінету Міністрів "Про організацію харчування окремих категорій учнів у загальноосвітніх навчальних закладах" від 19.06.2002 №856',
      url: "https://zakon.rada.gov.ua/laws/show/856-2002-%D0%BF",
    },
    {
      title:
        'Наказ Мінекономіки від 17.11.2020 № 2347 "Про затвердження Методичних настанов щодо розроблення, запровадження та використання постійно діючих процедур, які базуються на принципах системи аналізу небезпечних факторів та контролю у критичних точках в закладах освіти"',
      url: "https://zakon.rada.gov.ua/rada/show/v2347915-20",
    },
    {
      title:
        'Наказ Міністерства аграрної політики та продовольства України від 08.08.2019 № 446 "Про затвердження форми акта, складеного за результатами проведення заходу державного контролю у формі аудиту постійно діючих процедур, заснованих на принципах НАССР"',
      url: "https://zakon.rada.gov.ua/laws/show/z0980-19",
    },
    {
      title:
        'Закон України "Про внесення змін до деяких законів України щодо забезпечення безкоштовним харчуванням дітей внутрішньо переміщених осіб" від 16 січня 2020 року № 474-IX',
      url: "https://zakon.rada.gov.ua/laws/show/474-20",
    },
    {
      title: "САНІТАРНИЙ РЕГЛАМЕНТ для закладів загальної середньої освіти",
      url: "https://zakon.rada.gov.ua/rada/show/z1111-20",
    },
  ],
};
