import type { RegulatoryDocumentSection } from "./types";

export const methodicalOffice: RegulatoryDocumentSection = {
  section: "",
  items: [
    {
      title: "Конституція України (стаття 53)",
      url: "https://constitution.in.ua/articles/53/",
    },
    {
      title: "Закон України «Про освіту»",
      url: "https://zakon.rada.gov.ua/laws/show/2145-19",
    },
    {
      title: "Закону України «Про повну загальну середню освіту»",
      url: "https://zakon.rada.gov.ua/laws/show/463-20",
    },
    {
      title:
        "Розпорядження № 988 Концепції Нової української школи та Розпорядженню Кабінету Міністрів України №903-р від 13.12.2017 «Про затвердження плану заходів на 2017-2029 роки із запровадження Концепції реалізації державної політики у сфері реформування загальної середньої освіти «Нова українська школа»",
      url: "https://zakon.rada.gov.ua/laws/show/988-2016-%D1%80",
    },
    {
      title:
        "Наказ МОН України від 23.03.2018 № 283 «Про затвердження методичних рекомендацій щодо організації освітнього простору Нової української школи»",
      url: "https://zakon.rada.gov.ua/rada/show/v0283729-18",
    },
    {
      title:
        "Лист МОН України № 1/9-525 від 20.08.2019 «Щодо організації форм здобуття загальної середньої освіти»",
      url: "https://mon.gov.ua/npa/shodo-organizaciyi-form-zdobuttya-zagalnoyi-serednoyi-osviti",
    },
    {
      title:
        "Постанова Кабінету Міністрів України № 688 від 24.07.2019 «Про внесення змін до Державного стандарту початкової освіти»",
      url: "https://zakon.rada.gov.ua/laws/show/688-2019-%D0%BF",
    },
    {
      title:
        "Постанова Кабінету міністрів України від 21.02.2018 №87 «Про затвердження Державного стандарту початкової загальної освіти»",
      url: "https://zakon.rada.gov.ua/laws/show/87-2018-%D0%BF",
    },
    {
      title:
        "Постанова Кабінету міністрів України від 23.11.2011 №1392 «Про затвердження Державного стандарту базової і повної загальної середньої освіти»",
      url: "https://zakon.rada.gov.ua/laws/show/1392-2011-%D0%BF",
    },
    {
      title:
        "Наказ МОН України від 11.09.2009 №854 «Про затвердження нової редакції Концепції профільного навчання у старшій школі»",
      url: "https://zakon.rada.gov.ua/rada/show/v0854290-09",
    },
    {
      title:
        "Наказ МОН України. 21.03.2018 №268 «Про затвердження типових освітніх та навчальних програм для 1-2-х класів закладів загальної середньої освіти»",
      url: "https://zakon.rada.gov.ua/rada/show/v0268729-18",
    },
    {
      title:
        "Наказ МОН України від 20.04.2018 №407 «Про затвердження типової освітньої програми закладів загальної середньої освіти І ступеня»",
      url: "https://zakon.rada.gov.ua/rada/show/v0407729-18",
    },
    {
      title:
        "Наказ МОН України від 20.04.2018 №405 «Про затвердження типової освітньої програми закладів загальної середньої освіти ІІ ступеня»",
      url: "https://zakon.rada.gov.ua/rada/show/v0405729-18",
    },
    {
      title:
        "Наказ МОН України від 20.04.2018 №408 «Про затвердження типової освітньої програми закладів загальної середньої освіти ІІІ ступеня»",
      url: "https://zakon.rada.gov.ua/rada/show/v0408729-18",
    },
    {
      title:
        "Наказ МОН України від 20.04.2018 №406 «Про затвердження типової освітньої програми закладів загальної середньої освіти ІІІ ступеня»",
      url: "https://zakon.rada.gov.ua/rada/show/v0406729-18",
    },
    {
      title:
        "Наказ МОН України від 19.08.2016 №1009 «Орієнтовні вимоги до контролю та оцінювання навчальних досягнень учнів початкової школи»",
      url: "https://zakon.rada.gov.ua/rada/show/v1009729-16",
    },
    {
      title:
        "Наказ МОН України від 13.04.2011 №329 «Про затвердження критеріїв оцінювання навчальних досягнень учнів (вихованців) у системі загальної середньої освіти»",
      url: "https://zakon.rada.gov.ua/laws/show/z0566-11",
    },
    {
      title:
        "Наказ МОН України від 16.04.2018 №367 «Про затвердження Порядку зарахування, відрахування та переведення учнів до державних та комунальних закладів освіти для здобуття повної загальної середньої освіти",
      url: "https://zakon.rada.gov.ua/laws/show/z0564-18",
    },
    {
      title:
        "Наказ МОН України від 20.02.2002 № 128, зареєстрованого в Міністерстві юстиції України від 06 березня 2002 р. за № 229/6517 «Про затвердження Нормативів наповнюваності груп дошкільних навчальних закладів (ясел-садків) компенсуючого типу, класів спеціальних загальноосвітніх шкіл (шкіл-інтернатів), груп подовженого дня і виховних груп загальноосвітніх навчальних закладів усіх типів та Порядку поділу класів на групи при вивченні окремих предметів у загальноосвітніх навчальних закладах",
      url: "https://zakon.rada.gov.ua/laws/show/z0229-02",
    },
    {
      title:
        "Лист Міністерства освіти і науки України від 02.04.2018 №1/9-190 «Щодо скороченої тривалості уроку для учнів початкової школи»",
      url: "https://zakon.rada.gov.ua/rada/show/v_190729-18",
    },
    {
      title:
        "Лист МОН України від 01.02.2018 №1/9-74 «Щодо застосування державної мови в освітній галузі»",
      url: "https://mon.gov.ua/npa/list-shodo-zastosuvannya-ukrayinskoyi-movi-v-osvitnij-galuzi",
    },
    {
      title:
        "Постанова Кабінету Міністрів України № 800 від 21.08.2019 «Деякі питання підвищення кваліфікації педагогічних і науково-педагогічних працівників»",
      url: "https://zakon.rada.gov.ua/laws/show/800-2019-%D0%BF",
    },
    {
      title:
        "Наказ МОН від 21.08. 2013 № 1222 «Про затвердження орієнтовних вимог оцінювання навчальних досягнень учнів із базових дисциплін у системі загальної середньої освіти» (5-8 класи)",
      url: "https://zakon.rada.gov.ua/rada/show/v1222729-13",
    },
    {
      title:
        'Наказ МОН від 03.06.2008 № 496 "Про затвердження Інструкції з ведення класного журналу учнів 5-11(12)-х класів загальноосвітніх навчальних закладів"',
      url: "https://zakon.rada.gov.ua/rada/show/v0496290-08",
    },
    {
      title:
        "Наказ МОН від 08.04.2015 № 412 «Про затвердження Інструкції щодо заповнення Класного журналу для 1-4-х класів загальноосвітніх навчальних закладів»",
      url: "https://zakon.rada.gov.ua/laws/show/z0472-15",
    },
    {
      title:
        "Наказ МОН, МСУ №423 від 10 травня 2011 «Про затвердження єдиних зразків ведення обов'язкової ділової документації у загальноосвітніх навчальних закладах І-ІІІ ст. усіх форм власності»",
      url: "https://zakon.rada.gov.ua/rada/show/v0423736-11",
    },
  ],
};
