import type { RegulatoryDocumentSection } from "./types";

export const nationalAndPatrioticEducation: RegulatoryDocumentSection = {
  section: "Національно-патріотичне виховання",
  items: [
    {
      title:
        'Указ президента України №487/2021 від 27 вересня 2021 р. "Про Національну стратегію сприяння розвитку громадянського суспільства в Україні на 2021-2026 роки"',
      url: "https://zakon.rada.gov.ua/laws/show/487/2021",
    },
    {
      title:
        "Лист МОН № 1232 від 27.10.14 р. Про затвердження плану заходів щодо посилення національно-патріотичного виховання дітей та учнівської молоді",
      url: "https://zakon.rada.gov.ua/rada/show/v1232729-14",
    },
    {
      title:
        'Указ президента України № 744/2014 від 24 вересня 2014 р. "Про рішення Ради національної безпеки і оборони України від 28 серпня 2014 р. "Про невідкладні заходи щодо захисту України та зміцнення її обороноздатності""',
      url: "https://zakon.rada.gov.ua/laws/show/744/2014",
    },
    {
      title:
        'Указ президента України № 806/2014 від 14 жовтня 2014 р. "Про День захисника України"',
      url: "https://zakon.rada.gov.ua/laws/show/806/2014",
    },
    {
      title:
        'Указ президента України № 872/2014 від 13 листопада 2014 р. "Про День Гідності та Свободи"',
      url: "https://zakon.rada.gov.ua/laws/show/872/2014",
    },
    {
      title:
        'Лист МОН № 1/9-614 від 27.11.2014 р. Про методичні рекомендації з патріотичного виховання"',
      url: "https://zakon.rada.gov.ua/rada/show/v-614729-14",
    },
    {
      title:
        'Наказ МОН від 06.06.2022 №527 "Про деякі питання національно-патріотичного виховання в закладах освіти України та визнання таким, що втратив чинність, наказу Міністерства освіти і науки України від 16.06.2015 № 641"',
      url: "https://zakon.rada.gov.ua/rada/show/v0527729-22",
    },
  ],
};
