import type { RegulatoryDocuments } from "./types";
import { civilProtection } from "./civil-protection";

export const occupationalSafety: RegulatoryDocuments = [
  {
    section: "Закони України",
    items: [
      {
        title: "Кодекс законів про працю України",
        url: "https://zakon.rada.gov.ua/laws/show/322-08",
      },
      {
        title: "Закон України «Про охорону праці»",
        url: "https://zakon.rada.gov.ua/laws/show/2694-12",
      },
      {
        title: "Закон України «Про систему громадського здоров'я»",
        url: "https://zakon.rada.gov.ua/laws/show/2573-20",
      },
      {
        title: "Закон України «Про дорожній рух»",
        url: "https://zakon.rada.gov.ua/laws/show/3353-12",
      },
      {
        title: "Кодекс цивільного захисту України",
        url: "https://zakon.rada.gov.ua/laws/show/5403-17",
      },
    ],
  },
  {
    section:
      "Про організацію роботи з охорони праці та безпеки життєдіяльності",
    items: [
      {
        title:
          "Типове положення про службу охорони праці (Наказ Держнаглядохоронпраці України від 15.11.2004 N 255)",
        url: "https://zakon.rada.gov.ua/laws/show/z1526-04",
      },
      {
        title:
          "Положення про організацію роботи з охорони праці та безпеки життєдіяльності учасників освітнього процесу в установах і закладах освіти (Наказ МОН України від від 26.12.2017 №1669)",
        url: "https://zakon.rada.gov.ua/laws/show/z0100-18",
      },
      {
        title:
          "Типове положення про комісію з питань охорони праці підприємства (Наказ Державного комітету України з промислової безпеки, охорони праці та гірничого нагляду 21.03.2007 N 5)",
        url: "https://zakon.rada.gov.ua/laws/show/z0311-07",
      },
      {
        title:
          "Положення про розробку інструкцій з охорони праці (Наказ Держнаглядохоронпраці України від 29.01.1998 р. N 9 із змінами внесеними згідно з Наказом Міністерства соціальної політикивід 30.03.2017 N 526)",
        url: "https://zakon.rada.gov.ua/laws/show/z0779-17",
      },
      {
        title:
          "Порядок проведення атестації робочих місць за умовами праці (Постанова Кабінету Міністрів України від 01.08.1992 № 442)",
        url: "https://zakon.rada.gov.ua/laws/show/442-92-п",
      },
      {
        title:
          "Порядок про проведення медичних оглядів працівників певних категорій (Наказ Міністерства охорони здоров'я України від 21.05.2007 р. N 246, із змінами внесеними наказом МОЗ України від 14.02.12р. №107)",
        url: "https://zakon.rada.gov.ua/laws/show/z0846-07",
      },
      {
        title:
          "«Щодо організації проведення обов'язкових профілактичних медичних оглядів працівників окремих професій, виробництв і організацій, діяльність яких пов'язана з обслуговуванням населення і може призвести до поширення інфекційних хвороб» (Наказ МОЗ України 23.07.2002 № 280)",
        url: "https://zakon.rada.gov.ua/laws/show/z0639-02",
      },
      {
        title:
          "«Про затвердження Табеля термінових та строкових донесень Міністерства освіти і науки України з питань цивільного захисту, охорони праці та безпеки життєдіяльності» (Наказ МОН України від 11.08.2020 №1037)",
        url: "https://mon.gov.ua/static-objects/mon/uploads/public/661/68e/3c9/66168e3c9320a905668396.pdf",
      },
      {
        title:
          "Положення про навчання неповнолітніх професіям, пов'язаним з важкими роботами і роботами з шкідливими або небезпечними умовами праці (Наказ Держгірпромнагляду України від 30.12.94 N 130)",
        url: "https://zakon.rada.gov.ua/laws/show/z0014-95",
      },
      {
        title:
          "Перелік робіт з підвищеною небезпекою (Наказ Держнаглядохоронпраці України від 26.01.2005 N15)",
        url: "https://zakon.rada.gov.ua/laws/show/z0232-05",
      },
      {
        title:
          "Перелік робіт, де є потреба у професійному доборі (Наказ Міністерства охорони здоров'я України та Держнаглядохоронпраці від 23.09.1994 р.)",
        url: "https://zakon.rada.gov.ua/laws/show/z0018-95",
      },
      {
        title:
          "Інструктивно-методичні матеріали з питань охорони праці, безпеки життєдіяльності у навчально-виховному процесі (Лист МОН України від 26.04.2013р. № 1/9-305)",
        url: "https://zakon.rada.gov.ua/rada/show/v-305729-13#n9",
      },
      {
        title:
          "Організація роботи з питань охорони праці та безпеки життєдіяльності у дошкільних навчальних закладах (Лист МОН України від 23.09.2014р. № 1/9-482)",
        url: "https://zakon.rada.gov.ua/rada/show/v-482729-14",
      },
      {
        title: "Правила дорожнього руху",
        url: "https://zakon.rada.gov.ua/laws/show/1306-2001-п",
      },
      {
        title:
          "Перелік важких робіт і робіт із шкідливими і небезпечними умовами праці, на яких забороняється застосування праці неповнолітніх",
        url: "https://zakon.rada.gov.ua/laws/show/z0176-94",
      },
      {
        title:
          "ІНСТРУКЦІЯ щодо організації та проведення екскурсій і подорожей з учнівською та студентською молоддю",
        url: "https://zakon.rada.gov.ua/laws/show/z1341-14",
      },
      {
        title:
          "Положення про кабінет охорони праці та безпеки життєдіяльності професійно-технічного навчального закладу",
        url: "https://zakon.rada.gov.ua/laws/show/z1342-05",
      },
      {
        title:
          "Перелік професій, виробництв та організацій, працівники яких підлягають обов'язковим профілактичним медичним оглядам",
        url: "https://zakon.rada.gov.ua/laws/show/559-2001-п",
      },
      {
        title:
          "«Про забезпечення виконання вимог охороні праці, безпеки життєдіяльності та цивільного захисту в закладах освіти м. Кривого Рогу в 2024/2025 навчальному році (наказ ДОН ВКМР №167 від 29.07.2024)",
        url: "https://drive.google.com/file/d/1ssur6eJzLtzxMOwMQR9Wru-MAUU3b2Ab/view",
      },
    ],
  },
  {
    section: "Навчання з охорони праці",
    items: [
      {
        title:
          "Типове положення про порядок проведення навчання і перевірки знань з питань охорони праці, затвердженого наказом Державного комітету України з нагляду за охороною праці від 26 січня 2005 року № 15, зареєстрованого в Міністерстві юстиції України 15 лютого 2005 року за N 231/10511 (із змінами)",
        url: "https://zakon.rada.gov.ua/laws/show/z0231-05",
      },
      {
        title:
          "Положення про порядок проведення навчання і перевірки знань з питань охорони праці в закладах, установах, організаціях, підприємствах, підпорядкованих Міністерству освіти і науки України, затвердженого наказом Міністерства освіти і науки України від 18 квітня 2006 року N 304, зареєстрованого в Міністерстві юстиції України 07 липня 2006 року за N 806/12680 (із змінами)",
        url: "https://zakon3.rada.gov.ua/laws/show/z0806-06",
      },
      {
        title:
          "«Про затвердження Порядку затвердження програм навчання та інструктажів з питань пожежної безпеки, організації та контролю за їх виконанням» (Наказ МВС України від 05.12.2019 №1021)",
        url: "https://zakon.rada.gov.ua/laws/show/z0108-20",
      },
    ],
  },
  {
    section: "Розслідування та облік нещасних випадків",
    items: [
      {
        title:
          "Порядок розслідування та ведення обліку нещасних випадків, професійних захворювань і аварій на виробництві (Постанова КМУ України від 17.04.2019 р. №337)",
        url: "https://zakon.rada.gov.ua/laws/show/337-2019-%D0%BF",
      },
      {
        title:
          "Положення про порядок розслідування нещасних випадків, що сталися із здобувачами освіти під час освітнього процесу (Наказ МОН України від 16.05.2019 № 659)",
        url: "https://zakon.rada.gov.ua/laws/show/z0612-19",
      },
      {
        title:
          "Порядок розслідування та обліку нещасних випадків невиробничого характеру (Постанова КМУ України від 22.03.2001 р. №270, зі змінами внесеними згідно з Постановою КМУ від 03.01.2024 № 1 (1-2024-п))",
        url: "https://zakon.rada.gov.ua/laws/show/270-2001-%D0%BF",
      },
    ],
  },
  {
    section: "Електробезпека",
    items: [
      {
        title:
          "Правила технічної експлуатації електроустановок споживачів (Наказ Міністерства палива та енергетики 25.07.2006 № 258)",
        url: "https://zakon.rada.gov.ua/laws/show/z1143-06",
      },
      {
        title:
          "Правила безпечної експлуатації електроустановок споживачів (Наказ Міністерства праці та соціальної політики 09.01.1998 №4)",
        url: "https://zakon.rada.gov.ua/laws/show/z0093-98",
      },
      {
        title:
          "Правила експлуатації електрозахисних засобів (Наказ Міністерства праці та соціальної політики України 05.06.2001 р. № 253)",
        url: "https://dnaop.com/get/1631/",
      },
    ],
  },
  {
    section: "Пожежна безпека",
    items: [
      {
        title:
          "Правила пожежної безпеки для навчальних закладів та установ системи освіти України (Наказ Міністерства освіти і науки України від 15.08.2016р. N974)",
        url: "https://zakon.rada.gov.ua/laws/show/z1229-16",
      },
      {
        title:
          "Правила пожежної безпеки в Україні (Наказ Міністерства внутрішніх справ України 30.12.2014 № 1417)",
        url: "https://zakon.rada.gov.ua/laws/show/z0252-15",
      },
    ],
  },
  {
    section: "Правила безпеки в кабінетах, приміщеннях",
    items: [
      {
        title:
          "Правила безпеки під час проведення навчально-виховного процесу в кабінетах (лабораторіях) фізики та хімії загальноосвітніх навчальних закладів (Наказ Міністерства надзвичайних ситуацій України від 16.07.2012 № 992)",
        url: "https://zakon.rada.gov.ua/laws/show/z1332-12",
      },
      {
        title:
          "Правила охорони праці під час роботи в хімічних лабораторіях (Наказ МНС України 11.09.2012 № 1192)",
        url: "https://zakon.rada.gov.ua/laws/show/z1648-12",
      },
      {
        title:
          "Вимоги щодо безпеки та захисту здоров’я працівників під час роботи з екранними пристроямиНаказ Міністерства соціальної політики України 14.02.2018 № 207",
        url: "https://zakon.rada.gov.ua/laws/show/z0508-18#n14",
      },
      {
        title:
          "Правила безпеки під час навчання в кабінетах інформатики навчальних закладів системи загальної середньої освіти (Наказ Держнаглядохоронпраці України 16.03.2004 N 81)",
        url: "https://zakon.rada.gov.ua/laws/show/z0620-04",
      },
      {
        title:
          "Правила безпеки під час занять у навчальних і навчально-виробничих майстернях навчальних закладів системи загальної середньої освіти (Наказ Міністерства освіти і науки України 13.08.2007 N 730)",
        url: "https://zakon.rada.gov.ua/laws/show/z0990-07",
      },
      {
        title:
          "Правила безпеки під час проведення занять з фізичної культури і спорту в загальноосвітніх навчальних закладах (Наказ Міністерства освіти і науки України 01.06.2010 N 521)",
        url: "https://zakon.rada.gov.ua/laws/show/z0651-10",
      },
      {
        title:
          "Правила з охорони праці для навчальних закладів, у яких проводяться профільне навчання і професійна підготовка учнів з автосправи (Наказ Міністерства праці та соціальної політики України 12.11.2002 N 574)",
        url: "https://zakon.rada.gov.ua/laws/show/z0967-02",
      },
      {
        title:
          "Правила безпеки під час проведення навчання з біології в загальноосвітніх навчальних закладах (Наказ Міністерства освіти і науки України 15.11.2010 N 1085)",
        url: "https://zakon.rada.gov.ua/laws/show/z1215-10",
      },
      {
        title:
          "Правила безпеки під час трудового навчання й літніх практичних робіт учнів 10-12 класів загальноосвітніх навчальних закладів у сільськогосподарському виробництві",
        url: "https://zakon.rada.gov.ua/laws/show/z0793-98",
      },
    ],
  },
  {
    section: "Санітарні правила і норми",
    items: [
      {
        title:
          "Граничні норми підіймання і переміщення важких речей неповнолітніми",
        url: "https://zakon.rada.gov.ua/laws/show/z0183-96",
      },
      {
        title:
          "Державні будівельні норми України. Водопостачання. Зовнішні мережі та споруди. Основні положення проектування",
        url: "https://www.dnaop.com/html/32623/doc-ДБН_В.2.5-74_2013",
      },
      {
        title:
          "Державні будівельні норми України. Системи протипожежного захист",
        url: "https://www.dnaop.com/html/32623/doc-%D0%94%D0%91%D0%9D_%D0%92.2.5-74_2013",
      },
      {
        title: "Санітарний регламент для закладів загальної середньої освіти",
        url: "https://zakon.rada.gov.ua/laws/show/z1111-20",
      },
      {
        title: "Санітарний регламент для дошкільних навчальних закладів",
        url: "https://zakon.rada.gov.ua/laws/show/z0563-16",
      },
      {
        title:
          "Про затвердження норм та Порядку організації харчування у закладах освіти та дитячих закладах оздоровлення та відпочинку",
        url: "https://zakon.rada.gov.ua/laws/show/305-2021-%D0%BF",
      },
      {
        title:
          "Про дотримання Санітарного регламенту в закладі (Наказ КГ №55 КМР від 31.12.2024 №193)",
        url: "https://drive.google.com/file/d/18Okp3QwxDKj8kItSZBSfP4FrrY2HkPwB/view",
      },
    ],
  },
  {
    section: "Протиепідемічні заходи",
    items: [
      {
        title:
          "Про встановлення карантину та запровадження обмежувальних протиепідемічних заходів з метою запобігання поширенню на території України гострої респіраторної хвороби COVID-19, спричиненої коронавірусом SARS-CoV-2",
        url: "https://zakon.rada.gov.ua/laws/show/1236-2020-%D0%BF",
      },
      {
        title:
          "Про організаційні заходи для запобігання поширенню короновірусу COVID-19",
        url: "https://zakon.rada.gov.ua/rada/show/v0406729-20",
      },
      {
        title:
          "Про затвердження протиепідемічних заходів у закладах освіти на період карантину у зв'язку поширенням коронавірусної хвороби (covid-19)",
        url: "https://moz.gov.ua/golovnij-derzhavnij-sanitarnij-likar-ukraini",
      },
    ],
  },
  civilProtection,
];
