import type { RegulatoryDocumentSection } from "./types";

export const socialPedagogue: RegulatoryDocumentSection[] = [
  {
    section: "Основні",
    items: [
      {
        title:
          "Закон України «Про освіту» (ст. 76. Психологічна служба та соціально-педагогічний патронаж у системі освіти)",
        url: "https://zakon.rada.gov.ua/laws/show/2145-19",
      },
      {
        title:
          "Положення про психологічну службу системи освіти України (затверджено наказом Міністерства освіти і науки України 02.07.09 р. № 616, зареєстровано в Міністерстві юстиції України із змінами і доповненням 23.07.2009 р. за № 687/16703)",
        url: "https://zakon.rada.gov.ua/laws/show/z0687-09",
      },
      {
        title:
          "Лист Міністерства освіти і науки України від 17.12.2008 р. № 1/9-811 про здійснення соціально - педагогічного патронату",
        url: "https://zakon.rada.gov.ua/rada/show/v-811290-08",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 14 квітня 1997 р. № 346 про затвердження Порядку надання щорічної основної відпустки тривалістю до 56 календарних днів керівним, педагогічним, науково-педагогічним працівникам освіти та науковим працівникам",
        url: "https://zakon.rada.gov.ua/laws/show/346-97-%D0%BF",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 31 січня 2001р. № 78 про порядок виплати надбавок за вислугу років педагогічним та науково-педагогічним працівникам навчальних закладів і установ освіти",
        url: "https://zakon.rada.gov.ua/laws/show/1089-2004-%D0%BF",
      },
      {
        title:
          "Наказ Міністерства освіти і науки України від 12.05.2004 р. № 386 про виконання рішення колегії Міністерства освіти і науки України з питання «Про стан і перспективи розвитку психологічної служби системи освіти України»",
        url: "https://zakon.rada.gov.ua/rada/show/v0386290-04",
      },
      {
        title: "Конвенція ООН «Про права дитини»",
        url: "https://zakon.rada.gov.ua/laws/show/995_021",
      },
      {
        title: "Конституція України",
        url: "https://zakon.rada.gov.ua/laws/show/254%D0%BA/96-%D0%B2%D1%80",
      },
      {
        title:
          "Наказ МОН від 22.05.2018 р. No 509 «Про затвердження Положення про психологічну службу у системі освіти України»",
        url: "https://zakon.rada.gov.ua/laws/show/z0885-18",
      },
      {
        title:
          "Наказ МОН від 02.10.2018 No 1047 «Про затвердження Методичних рекомендацій щодо виявлення, реагування на випадки домашнього насильства і взаємодії педагогічних працівників із іншими органами і службами»",
        url: "https://drive.google.com/open?id=1yZ13CyWhLeZjk5RsMZitmuFmp7UD2sZI",
      },
      {
        title:
          "Лист МОН України від 24.07.2019 No1/9-477 «Про типову документацію працівників психологічної служби у системі освіти України»",
        url: "https://drive.google.com/open?id=1UY_xe_kXCqYFOKgjZjd5xA4-KbSBzIef-qWQoEWugPs",
      },
      {
        title:
          "Лист МОН України від 30.10.2018 No 1/9-656 «Про перелік діагностичних методик щодо виявлення та протидії домашньому насильству відносно дітей»",
        url: "https://zakon.rada.gov.ua/rada/show/v0656729-18",
      },
      {
        title:
          "Про Національну стратегію розбудови безпечного і здорового освітнього середовища у новій українській школі",
        url: "https://zakon.rada.gov.ua/laws/show/195/2020",
      },
      {
        title:
          "Лист МОН України №1/12492-23 від 21.08.2023 «Про пріоритетні напрями роботи психологічної служби у системі освіти у 2023-2024 н.р.»",
        url: "https://drive.google.com/file/d/1ZMrGsMG5Py_6291KnS_ZD0ouS9nwnY99/view",
      },
      {
        title:
          "Лист МОН України №1/11479-23 від 03.08.2023 «Про методичні рекомендації: Безпечне освітнє середовище. Надання індивідуальної підтримки учням з особливими освітніми потребами під час підготовки до реагування на надзвичайні ситуації»",
        url: "https://mon.gov.ua/storage/app/media/inkluzyvne-navchannya/2023/08/04/Lyst.MON-1.11479-23.vid.03.08.2023-1.pdf",
      },
      {
        title:
          "Методичний посібник МОН України, ВБО Український фонд «Благополуччя дітей», м. Київ 2018 рік, «Кодекс безпечного освітнього середовища»",
        url: "https://mon.gov.ua/storage/app/media/zagalna%20serednya/protidia-bulingu/21kbos.pdf",
      },
      {
        title: "Навчально-методичні матеріали щодо роботи в умовах війни",
        url: "https://drive.google.com/drive/folders/1dHkoOgZO4y7Nnmpvm5ixQlzF_8VWG5GK",
      },
    ],
  },
  {
    section: "Діти-сироти. Діти, позбавлені батьківського піклування",
    items: [
      {
        title: 'Конвенція ООН "Про права дитини"',
        url: "https://zakon.rada.gov.ua/laws/show/995_021",
      },
      {
        title: "Конституція України",
        url: "https://zakon.rada.gov.ua/laws/show/254%D0%BA/96-%D0%B2%D1%80",
      },
      {
        title: "Сімейний кодекс України",
        url: "https://zakon.rada.gov.ua/laws/show/2947-14",
      },
      {
        title: 'Закон України "Про охорону дитинства"',
        url: "https://zakon.rada.gov.ua/laws/show/2402-14",
      },
      {
        title:
          'Закон України "Про забезпечення організаційно-правових умов соціального захисту дітей-сиріт та дітей, позбавлених батьківського піклування"',
        url: "https://zakon.rada.gov.ua/laws/show/2342-15",
      },
      {
        title: 'Закону України "Про освіту"',
        url: "https://zakon.rada.gov.ua/laws/show/2145-19",
      },
      {
        title:
          'Постанова KMУ від 05.04. 1994 №226 "Про поліпшення виховання, навчання, соціального захисту та матеріального забезпечення дітей сиріт і дітей, позбавлених батьківського піклування"',
        url: "https://zakon.rada.gov.ua/laws/show/226-94-%D0%BF",
      },
      {
        title:
          'Постанова Кабінету Міністрів України від 24 вересня 2008 року № 866 "Про затвердження Порядку провадження органами опіки та піклування діяльності, пов’язаної із захистом прав дитини"',
        url: "https://zakon.rada.gov.ua/laws/show/866-2008-%D0%BF",
      },
      {
        title:
          'Постанова Кабінету Міністрів України від 25 серпня 2005 року № 823 "Про затвердження Порядку надання одноразової допомоги дітям-сиротам і дітям, позбавленим батьківського піклування, після досягнення 18-річного віку"',
        url: "https://zakon.rada.gov.ua/laws/show/823-2005-%D0%BF",
      },
      {
        title:
          'Наказ Міністерства соціальної політики України від 28 грудня 2015 року № 1256 "Про ведення банку даних про дітей-сиріт, дітей, позбавлених батьківського піклування, і сім’ї потенційних усиновлювачів, опікунів, піклувальників, прийомних батьків, батьків-вихователів"',
        url: "https://zakon.rada.gov.ua/laws/show/z0380-16",
      },
    ],
  },
  {
    section: "Діти з інвалідністю",
    items: [
      {
        title:
          'Закон України "Про державну соціальну допомогу особам з інвалідністю з дитинства та дітям з інвалідністю"',
        url: "https://zakon.rada.gov.ua/laws/show/2109-14",
      },
      {
        title:
          'Закон України "Про основи соціальної захищеності осіб з інвалідністю в Україні"',
        url: "https://zakon.rada.gov.ua/laws/show/875-12",
      },
      {
        title: `Закон України "Про державну допомогу сім'ям з дітьми"`,
        url: "https://zakon.rada.gov.ua/laws/show/2811-12",
      },
      {
        title: 'Закон України "Про охоронну дитинства"',
        url: "https://zakon.rada.gov.ua/laws/show/2402-14",
      },
      {
        title:
          'Постанова Кабінету Міністрів України від 3 лютого 2021 року № 79 "Деякі питання призначення і виплати державної соціальної допомоги особам з інвалідністю з дитинства та дітям з інвалідністю"',
        url: "https://zakon.rada.gov.ua/laws/show/79-2021-%D0%BF",
      },
    ],
  },
  {
    section:
      "Діти з особливими освітніми потребами, які навчаються в спеціальних або інклюзивних класах",
    items: [
      {
        title: 'Конвенція ООН "Про права дитини"',
        url: "https://zakon.rada.gov.ua/laws/show/995_021",
      },
      {
        title: "Конституція України",
        url: "https://zakon.rada.gov.ua/laws/show/254%D0%BA/96-%D0%B2%D1%80",
      },
      {
        title: 'Закон України "Про охорону дитинства"',
        url: "https://zakon.rada.gov.ua/laws/show/2402-14",
      },
      {
        title: 'Закону України "Про освіту"',
        url: "https://zakon.rada.gov.ua/laws/show/2145-19",
      },
      {
        title: "Закон України «Про повну загальну середню освіту»",
        url: "https://zakon.rada.gov.ua/laws/show/463-20",
      },
      {
        title:
          "Закон України «Про внесення змін до деяких законів України про освіту щодо організації інклюзивного навчання»",
        url: "https://zakon.rada.gov.ua/laws/show/1324-18",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 23.04.2003 № 585 «Про встановлення строку навчання у загальноосвітніх навчальних закладах для дітей з особливими освітніми потребами»",
        url: "https://zakon.rada.gov.ua/laws/show/585-2003-%D0%BF",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 15.09.2021 № 957 «Про затвердження Порядку організації інклюзивного навчання у закладах загальної середньої освіти»",
        url: "https://zakon.rada.gov.ua/laws/show/957-2021-%D0%BF",
      },
      {
        title:
          "Постанова Кабінету Міністрів України від 26.04.2022 №483 «Про внесення змін до порядків, затверджених постановами Кабінету Міністрів України від 10 квітня 2019 р. № 530 і від 15 вересня 2021 р. № 957»",
        url: "https://zakon.rada.gov.ua/laws/show/483-2022-%D0%BF",
      },
      {
        title:
          'Постанова Кабінету Міністрів України від 12 липня 2017 року № 545 "Про затвердження Положення про інклюзивно-ресурсний центр"',
        url: "https://zakon.rada.gov.ua/laws/show/545-2017-%D0%BF",
      },
      {
        title:
          'Постанова Кабінету Міністрів України від 09 грудня 2020 року № 1289 "Про затвердження Порядку забезпечення допоміжними засобами для навчання осіб з особливими освітніми потребами у закладах освіти"',
        url: "https://zakon.rada.gov.ua/laws/show/1289-2020-%D0%BF",
      },
      {
        title:
          'Наказ Міністерства освіти і науки України від 12 січня 2016 року № 8 "Про затвердження Положення про індивідуальну форму здобуття повної загальної середньої освіти"',
        url: "https://zakon.rada.gov.ua/laws/show/z0184-16",
      },
    ],
  },
  {
    section: "Діти з числа внутрішньо переміщених осіб",
    items: [
      {
        title:
          'Закон України "Про забезпечення прав і свобод внутрішньо переміщених осіб"',
        url: "https://zakon.rada.gov.ua/laws/show/1706-18",
      },
      {
        title:
          'Закон України "Про внесення змін до деяких законів України щодо державної підтримки учасників бойових дій та їхніх дітей, дітей, один із батьків яких загинув у районі проведення антитерористичних операцій, бойових дій чи збройних конфліктів або під час масових акцій громадянського протесту, дітей, зареєстрованих як внутрішньо переміщені особи, для здобуття професійно-технічної та вищої освіти" від 14 травня 2015 року № 425-VIII',
        url: "https://zakon.rada.gov.ua/laws/show/425-19",
      },
      {
        title:
          'Закон України "Про внесення змін до деяких законів України щодо забезпечення безкоштовним харчуванням дітей внутрішньо переміщених осіб" від 16 січня 2020 року № 474-IX',
        url: "https://zakon.rada.gov.ua/laws/show/474-20",
      },
      {
        title:
          'Постанова Кабінету Міністрів України від 11 липня 2023 року № 709 "Деякі питання підтримки внутрішньо переміщених осіб"',
        url: "https://zakon.rada.gov.ua/laws/show/709-2023-%D0%BF",
      },
    ],
  },
  {
    section:
      "Діти, які мають статус дитини, яка постраждала внаслідок воєнних дій і збройних конфліктів",
    items: [
      {
        title: 'Закон України "Про охорону дитинства"',
        url: "https://zakon.rada.gov.ua/laws/show/2402-14",
      },
      {
        title:
          'Закон України "Про забезпечення прав і свобод внутрішньо переміщених осіб"',
        url: "https://zakon.rada.gov.ua/laws/show/1706-18",
      },
      {
        title:
          'Постанова Кабінету Міністрів України від 05.04.2017 № 268 "Про затвердження Порядку надання статусу дитини, яка постраждала внаслідок воєнних дій та збройних конфліктів"',
        url: "https://zakon.rada.gov.ua/laws/show/268-2017-%D0%BF",
      },
      {
        title: `Постанова Кабінету Міністрів України від 24.09.2008 № 866 "Питання діяльності органів опіки та піклування, пов'язаної із захистом прав дитини"`,
        url: "https://zakon.rada.gov.ua/laws/show/866-2008-%D0%BF",
      },
      {
        title:
          'Розпорядження Кабінету Міністрів України від 02.12.2015 № 1275-р "Про затвердження переліку населених пунктів, на території яких здійснювалася антитерористична операція, та визнання такими, що втратили чинність, деяких розпоряджень Кабінету Міністрів України"',
        url: "https://zakon.rada.gov.ua/laws/show/1275-2015-%D1%80",
      },
    ],
  },
  {
    section: "Діти з малозабезпечених родин",
    items: [
      {
        title: `Закон України «Про державну соціальну допомогу малозабезпеченим сім'ям»`,
        url: "https://zakon.rada.gov.ua/laws/show/1768-14",
      },
    ],
  },
  {
    section:
      "Діти військовослужбовців на період їх участі у забезпечені оборони України, захисту безпеки населення та інтересах держави у зв’язку з військовою агресією російської федерації проти України",
    items: [
      {
        title:
          "Закон України «Про статус ветеранів війни, гарантії їх соціального захисту»",
        url: "https://zakon.rada.gov.ua/laws/show/3551-12",
      },
      {
        title:
          "Закон України «Про соціальний і правовий захист військовослужбовців та членів їх сімей»",
        url: "https://zakon.rada.gov.ua/laws/show/2011-12",
      },
    ],
  },
  {
    section: "Діти, батьки яких перебувають у полоні",
    items: [
      {
        title:
          "Закон України «Про статус ветеранів війни, гарантії їх соціального захисту»",
        url: "https://zakon.rada.gov.ua/laws/show/3551-12",
      },
    ],
  },
  {
    section: "Діти, батьки яких пропали безвісти в ході бойових дій",
    items: [
      {
        title:
          "Закон України «Про статус ветеранів війни, гарантії їх соціального захисту»",
        url: "https://zakon.rada.gov.ua/laws/show/3551-12",
      },
    ],
  },
  {
    section: "Діти з багатодітних сімей",
    items: [
      {
        title: "Сімейний кодекс України",
        url: "https://zakon.rada.gov.ua/laws/show/2947-14",
      },
      {
        title: "Житловий кодекс України",
        url: "https://zakon.rada.gov.ua/laws/show/5464-10",
      },
      {
        title: 'Закон України "Про охорону дитинства"',
        url: "https://zakon.rada.gov.ua/laws/show/2402-14",
      },
      {
        title: 'Закон України "Про оздоровлення та відпочинок дітей"',
        url: "https://zakon.rada.gov.ua/laws/show/375-17",
      },
      {
        title: 'Закон України "Про відпустки"',
        url: "https://zakon.rada.gov.ua/laws/show/504/96-%D0%B2%D1%80",
      },
      {
        title: `Постанова Кабінету Міністрів України від 02 березня 2010 року № 209 "Деякі питання виготовлення і видачі посвідчень батьків багатодітної сім'ї та дитини з багатодітної сім'ї"`,
        url: "https://zakon.rada.gov.ua/laws/show/209-2010-%D0%BF",
      },
      {
        title:
          'Указ Президента України від 29.06.2001 № 476 "Про почесні звання України"',
        url: "https://zakon.rada.gov.ua/laws/show/476/2001",
      },
      {
        title:
          'Наказ Міністерство соціальної політики України від 18.05.2021 № 253 "Про затвердження форми заяви для оформлення посвідчення батьків багатодітної сім’ї та посвідчення дитини з багатодітної сім’ї"',
        url: "https://zakon.rada.gov.ua/laws/show/z1041-21",
      },
    ],
  },
  {
    section:
      "Учні 5-11 класів закладів загальної середньої освіти з багатодітних сімей, які опинилися у складних життєвих обставинах",
    items: [
      {
        title:
          "Рішення Криворізької міської ради від 19.01.2022 № 22 «Про затвердження порядку надання безкоштовного харчування учням 5 – 11(12) класів закладів загальної середньої освіти з числа багатодітних сімей, які опинилися в складних життєвих обставинах»",
        url: "https://kr.gov.ua/documents/rishennya-vikonkomu-krivorizkoyi-miskoyi-radi/zasidannya-vikonkomu-za-19-01-2022/118607-pro-zatverdzhennya-por",
      },
    ],
  },
];
