import image from "./1.jpg";

export const title = "Тривожні діти";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-right w-80 md:ml-3" />

      <p>
        Висока тривожність стає стійкою, якщо батьки та вчитель постійно
        незадоволені навчальною роботою дитини і від них дитина постійно отримує
        тільки зауваження, докори, інші різновиди негативного оцінювання.
        Припустимо, що дитина занедужала, відстала від однокласників і їй важко
        знову розпочати брати участь у процесі навчання. Якщо тимчасові
        труднощі, які доводиться долати дитині, дратують оточуючих, то у дитини
        виникає тривожність, острах зробити щось погано, неправильно. Негативний
        результат можна отримати і в ситуації, коли дитина навчається цілком
        успішно, але батьки очікують від неї чогось більшого та висувають до неї
        завищені вимоги, а також якщо навчання шестирічних дітей жорстко
        регламентовано.
      </p>
      <p>
        Наслідком збільшення тривожності у дитини є зниження рівня її
        самооцінки, яке, у свою чергу, спричиняє зниження навчальних досягнень,
        закріплення неуспіху. Непевність у собі викликає в дитини бажання
        бездумно дотримувати вказівок дорослого, пасивність, формальне засвоєння
        здобутих знань, острах виявити будь-яку ініціативу.
      </p>
      <p>
        За таких умов дорослі можуть припуститися невиправної помилки:
        незадоволені продуктивністю навчальної роботи дитини, що день у день
        знижується, вони починають більше зосереджуватися під час спілкування з
        нею на проблемних питаннях, що підсилює емоційний дискомфорт, який
        відчуває дитина. Як наслідок маємо зачароване коло: несприятливі
        особистісні особливості дитини відбиваються на якості її навчальної
        діяльності, низька результативність цієї діяльності викликає відповідну
        реакцію оточуючих, а ця негативна реакція, у свою чергу, підсилює
        сформовані в дитини негативні особливості. Подолати це зачароване коло
        можна — необхідно змінити настанови й оцінювання батьків і вчителів щодо
        навчальної діяльності дитини. Близьким дорослим потрібно зосереджувати
        увагу на найменших досягненнях дитини, не сварячи її за окремі
        недоліки,— це дозволить знизити рівень тривожності дитини, сприятиме
        успішному виконанню нею навчальних завдань.
      </p>
      <p>
        Фахівці вважають, що в дошкільному та молодшому шкільному віці
        тривожнішими є хлопчики, а після 12 років — дівчатка. При цьому дівчатка
        більше хвилюються через взаємини з іншими людьми, а хлопчиків більше
        турбують покарання.
      </p>
      <p>
        Наприклад, низька успішність або який-небудь негарний учинок дівчинки
        викличуть у неї переживання, що педагог або батьки погано про неї
        подумають, а подружки не товаришуватимуть із нею. В аналогічній ситуації
        хлопчик, швидше за все, боятиметься, що його покарають дорослі або
        поб'ють однолітки.
      </p>
      <p>
        Рівень тривожності дитини багато в чому залежить від тривожності
        дорослих, які її оточують: висока тривожність педагога або батьків
        передається дитині.
      </p>
      <p>
        Тривожність дітей може підвищуватися і в тому разі, якщо батьки
        незадоволені своєю роботою, житловими умовами, матеріальним становищем
        тощо.
      </p>
      <p>
        Навчальна тривожність починає формуватися в дошкільному віці. Цьому
        можуть сприяти як авторитарний стиль роботи вихователя, так і завищені
        вимоги батьків, постійне порівняння своєъ дитини з рештою дітей. У
        деяких родинах упродовж усього року точаться розмови про вибір «гідної»
        школи та досвідченого вчителя.
      </p>
      <p>
        Така заклопотаність батьків, звісно, передається дитині. Крім цього,
        батьки наймають дитині безліч учителів, які готують дитину до школи. І
        незміцнілий, неготовий до такого інтенсивного навчання організм дитини
        іноді не витримує: дитина почитиє хворіти, у неї зникає бажання вчитися,
        а тривожність щодо майбутнього навчання стрімко збільшується.
      </p>
      <p>
        Зазначимо, що після шести тижнів від початку навчального року рівень
        тривожності зазвичай підвищується в усіх школярів, у них виникає потреба
        в 7-10-денному відпочинку.
      </p>
      <p>
        У дитячому садочку діти часто відчувають острах розставання з батьками.
        Необхідно пам'ятати, що у віці двох-трьох років цей острах є припустимим
        і зрозумілим. Якщо ж дитина і в підготовчій групі постійно плаче під час
        розставання з батьками, не зводить очей із вікна, очікуючи на появу
        батьків, на це варто звернути особливу увагу.
      </p>
      <p>
        Якщо впродовж чотирьох тижнів дитина залишається пригніченою і сумною,
        плаче під час розставання, відмовляється йти до дитячого садочка,
        боїться спати та залишатися на самоті, прокидається вночі від кошмарів,
        скаржиться на головний біль, біль у животі та інші фізіологічні розлади,
        то можна припустити, що в дитини справді спостерігається острах
        розставання і вона потребує допомоги спеціаліста.
      </p>
      <p>
        Як правило, тривожні діти не повідомляють про свої проблеми відверто, а
        іноді навіть приховують їх. Звісно, усім дорослим відомо, що не можна
        порівнювати дітей одне з одним. Крім цього, під час виховання таких
        дітей бажано уникати будь-яких змагань і видів діяльності, умовами яких
        є порівняння досягнень одних дітей із досягненнями інших.
      </p>
      <p>
        У ситуації з тривожною дитиною краще порівняти досягнення дитини з її ж
        результатами, які було отримано, наприклад, тиждень тому. Навіть якщо
        дитина зовсім не впорається із завданням, у жодному разі не можна
        говорити, що вона виконала його гірше за решту дітей.
      </p>
      <p>
        Виховуючи тривожних дітей, не рекомендується також робити щось таке, що
        передбачає врахування швидкості; не можна підганяти та квапити їх;
        необхідно, як ми вже згадували, уникати змагальних моментів під час
        повсякденної діяльності та ігор. Включення дитини в будь-яку нову
        ситуацію повинно відбуватися поступово, починаючи з поетапного
        знайомства з людьми, повідомлення правил, умов, звикання до приміщення
        та ін. Важливо хвалити таких дітей навіть за незначні успіхи, відзначати
        їх у присутності інших людей — це підвищує самооцінку тривожної дитини.
        Похвала обов'язково повинна бути щирою, тому що діти гостро реагують на
        фальш; дитина обов'язково повинна знати, за що її похвалили.
      </p>
      <p>
        Намагайтеся робити дитині якнайменше зауважень. Будьте послідовними у
        своїх діях, не забороняйте дитині без будь-яких причин те, що дозволяли
        їй раніше.
      </p>
      <p>
        Нагадуємо, що причинами тривожності та пасивності можуть бути:
        неуважність батьків, напружені емоційні обставини вдома, суперечливі
        вимоги дорослих, а також дитячі страхи. Зрозуміло, що пасивна життєва
        позиція не сприяє розвитку та самореалізації: тривожні діти почуваються
        безпомічними, бояться розпочинати нові види діяльності, мають незначний
        досвід спілкування порівняно з однолітками. Як наслідок — рівень
        самооцінки дитини знижується.
      </p>
      <p>
        Для тривожних дітей характерними є також і соматичні проблеми: біль у
        животі, головний біль, запаморочення, спазми в горлі, утруднений
        поверхневий подих; під час проявів тривожності вони часто відчувають
        сухість у роті, клубок у горлі, слабкість у ногах, прискорене
        серцебиття.
      </p>
      <p>
        Уважні та турботливі батьки і педагоги, звісно, розуміють, що такі діти
        завдають певних турбот і проблем, але саме ці турботи та розв'язання
        саме цих проблем сприяють розвиненню особистості дитини.
      </p>
    </div>
  );
}
