export function Content() {
  return (
    <div className="content">
      <h1>
        Звіт
        <br />
        про роботу шкільного методичного об’єднання
        <br />
        вчителів фізико-математичного циклу та інформатики
        <br />
        за 2023-2024 навчальний рік
      </h1>

      <p>
        У 2023-2024 н. р. методичне об’єднання вчителів природничо-математичного
        циклу продовжило працювало над науково-методичною проблемою «Формування
        самоефективної особистості на уроках через використання технік навчання
        НУШ».
      </p>
      <p>
        ШМО працювало над забезпеченням методичного та психолого-педагогічного
        супроводів стандартизації якісної базової середньої освіти;
        впроваджувало ідеї освіти сталого розвитку та ідеї
        особистісно-орієнтованого навчання в практичну діяльність кожного
        вчителя; велася робота щодо виконання цільової соціальної програми
        підвищення якості шкільної природничо-математичної освіти, впровадження
        у процес навчання STEAM-технологій; забезпечувалася підтримка
        дослідницької роботи вчителів, стимулювання до інформальної освіти,
        впровадження ними інноваційних технологій зокрема в умовах дистанційного
        навчання. Продовжувався обмін перспективним педагогічним досвідом
        вчителів МО в процесі роботи над методичною проблемою, стимулювалося
        створення умов з метою впровадження в процес навчання нових
        інформаційно-комунікаційних технологій та проводилися індивідуальні
        консультації з даного напрямку для педагогів в рамках обміну досвідом.
        Здійснювався систематичний моніторинг якості знань учнів з
        природничо-математичних дисциплін.
      </p>
      <p>
        На засіданнях ШМО постійно велося вивчення нормативної бази щодо
        викладання навчальних предметів, вчителі знайомилися з особливостями
        вивчення предметів, що рекомендують інформаційний збірник МОНУ та
        Державні стандарти базової та повної середньої освіти, а також інші
        нормативно-правові документи в ракурсі освітнього простору НУШ та умов
        дистанційного навчання.
      </p>
      <p>
        У процесі діяльності методичного об’єднання виправдали себе такі форми
        роботи як:
      </p>
      <ul>
        <li>
          організація та стимулювання самостійної навчальної діяльності учнів у
          процесі вивчення наук природничо-математичного циклу;
        </li>
        <li>
          пошук та впровадження ефективних форм роботи з обдарованими дітьми.
        </li>
        <li>індивідуальна та групова робота із слабо встигаючими учнями;</li>
        <li>
          пошук форм та методів надолуження освітніх втрат з предметів циклу;
        </li>
        <li>вирішення педагогічних ситуацій і завдань;</li>
        <li>обмін досвідом використання технологій навчання;</li>
        <li>
          ознайомлення вчителів із досягненнями психолого-педагогічної науки,
          прогресивним педагогічним досвідом;
        </li>
        <li>огляд новинок педагогічних та методичних пабліків тощо.</li>
      </ul>

      <p>
        Протягом своєї педагогічної діяльності вчитель поєднує формальну,
        неформальну та інформальну освіту через потребу постійного оновлення
        професійних та життєвих компетентностей. Підвищенню педагогічної
        майстерності вчителів сприяло відвідування методичних заходів різних
        рівнів, уроків, позакласних занять, обговорення педагогічних публікацій,
        ознайомлення з інструктивно-методичними листами та іншими нормативними
        документами. Вчителі МО систематично відвідували на протязі року
        районні, міські та всеукраїнські вебінари, майстер-класи,
        семінари-практикуми, курси підвищення кваліфікації тощо.
      </p>
      <p>
        <b>Артемюк Н.А.</b>
      </p>
      <ol>
        <li>
          Освітянський форум “Сучасні виклики: інтернет безпека педагогічних
          працівників, дезінформація та правила реагування на неї», ЦПРПП,
          28.08.2023 – участь.
        </li>
        <li>
          Курси підвищення кваліфікації учителів закладів освіти, які
          забезпечуватимуть реалізацію Державного стандарту базової середньої
          освіти на першому (адаптаційному) циклі базової середньої освіти
          (інформатика) у КЗВО ДАНО ДОР, 13.11.23-18.11.23.
        </li>
        <li>
          Курси підвищення кваліфікації учителів закладів освіти, які
          забезпечуватимуть реалізацію Державного стандарту базової середньої
          освіти на першому (адаптаційному) циклі базової середньої освіти
          (математика) у КЗВО ДАНО ДОР, 13.11.23-18.11.23.
        </li>
        <li>
          Засідання міської школи педагогічного зростання для вчителів
          математики за темою: «Штучний інтелект на уроках інформатики»,
          06.03.2024, участь.
        </li>
        <li>Виступ на засіданні РМО, вересень 2023.</li>
        <li>
          Виступ на засіданні РМО: «Електронні книги як інструмент реалізації
          STEАM-навчання в освітньому просторі НУШ», грудень 2023.
        </li>
        <li>
          Стаття у методичному посібнику "Педагогічні стратегії розвитку
          самоефективності особистості в освітньому просторі НУШ» «Соціалізація
          особистості учня шляхом активізації пізнавального інтересу на уроках
          фізики за допомогою фото задач», 2024.
        </li>
      </ol>

      <p>
        <b>Кмітевич О.В.</b>
      </p>
      <ol>
        <li>
          Організація та проведення курсу «Впровадження інновацій в школах»
          «Науковий пікнік» ліцей «Джерело», квітень 2024
        </li>
        <li>
          Виступ на міському методичному заході «Трансформуй свій простір»,
          18.04.2024.
        </li>
        <li>Виступ на засіданні РМО, 14.03.2024.</li>
        <li>
          КПК: «Розвиток цифрового освітнього середовища закладів загальної
          середньої освіти. Застосування штучного інтелекту в освіті», «Єдина
          Школа», 23.11.2023.
        </li>
        <li>
          КПК: «НУШ: Сучасні підходи до вибору, адаптації та використання
          модедьної навчальної програми з фізики», ТОВ Видавництво «Ранок»,
          15.11.2023.
        </li>
        <li>
          Курси підвищення кваліфікацї учителів закладів освіти, які
          забезпечуватимуть реалізацію Держ. стандарту базової середньої освіти
          на першому циклі базової середньої освіти (Вчителі інформатики) КЗ
          Вищої освіти "Дніпровська академія неперервної освіти" ДОР
          13.11-18.11.2023.
        </li>
        <li>Онлайн-курс «Школа стійкості», ЕДЮКЕЙШНАЛ УРА, 14.11.2023.</li>
        <li>
          Міський науково-практичний семінар "Наука об’єднує", Криворізький
          державний педагогічний університет, 13.05.2024.
        </li>
        <li>
          Стаття у методичному посібнику "Педагогічні стратегії розвитку
          самоефективності особистості в освітньому просторі НУШ» «Соціалізація
          особистості учня шляхом активізації пізнавального інтересу на уроках
          фізики за допомогою фото задач», 2024.
        </li>
      </ol>

      <p>
        <b>Родіна А.О.</b>
      </p>
      <ol>
        <li>
          Районний методичний захід - екскурсія до кар'єру ТОВ "Рудомайн",
          26.03.2024, участь.
        </li>
        <li>
          КПК: «Безпечне освітнє середовище: теоретичні та практичні аспекти
          надання домедичної допомоги», Дніпропетровський центр
          професійно-технічної освіти державної служби зайнятості, 06.07.23.
        </li>
        <li>
          КПК: ««Організація освітнього процесу з біології у закладах загальної
          середньої освіти»», КЗВО ДАНО ДОР, 30.10.2023- 10.11.2023.
        </li>
      </ol>

      <p>
        <b>Малютіна Л.М.</b>
      </p>
      <ol>
        <li>
          Виступ на міському методичному заході «Краєзнавчо-туристична робота на
          уроках географії для вчителів географії закладів загальної середньої
          освіти», 26.03.2024.
        </li>
        <li>Виступ на РМО, 11.09.2023.</li>
        <li>
          КПК: «Організація освітнього процесу з математики у 5-6 класах
          відповідно до нового Державного стандарту базової середньої освіти»,
          КЗВО ДАНО ДОР, 22.09.23.
        </li>
        <li>
          Курси підвищення кваліфікації учителів закладів освіти, які
          забезпечуватимуть реалізацію Державного стандарту базової середньої
          освіти на першому (адаптаційному) циклі базової середньої освіти у
          КЗВО ДАНО ДОР, 06.11.2023-11.11.2023.
        </li>
        <li>
          КПК: «Педагогіка ефективного навчання у 6 класі НУШ: діяльнісний
          підхід до викладання», ТОВ "На урок" Бондаренко Людмила, 11.09.2023.
        </li>
        <li>КПК: «Цифрограм для вчителів», Дія Освіта, 22.10.2023.</li>
        <li>
          КПК: «Наука в дії:дослідження на уроках природничих дисциплін», ТОВ
          Видавництво ранок, 18.01.2024.
        </li>
        <li>
          Участь у роботі освітнього порталу міста Кривий Ріг: уроки географії
          для 6 класу.
        </li>
      </ol>

      <p>
        <b>Капуста В.М.</b>
      </p>
      <ol>
        <li>
          Виступ на засіданні РМО: майстер-клас "Виготовлення ялинкової
          прикраси", 26.12.2023.
        </li>
        <li>
          Онлайн-курс «Успішне вчителювання – прості рецепти на щодень» ( з
          циклу онлайн-курсів «30 кроків до Нової української школи: навчаємо
          громадянина»), Prometheus, 10.07.2023.
        </li>
        <li>
          Вебінар "Інклюзія у співпраці – права та обов’язки батьків та їх дітей
          з ООП", Всеосвіта, 14.08.2023.
        </li>
        <li>Онлайн-курс «Школа стійкості», EdEra, 18.10.2023.</li>
        <li>Онлайн-курс «Школа для всіх», EdEra, 22.10.2023.</li>
        <li>
          Онлайн-курс «Навчання з попередження ризиків від вибухонебезпечних
          предметів», Prometheus, 24.10.2023.
        </li>
        <li>
          Курси підвищення кваліфікації учителів закладів освіти, які
          забезпечуватимуть реалізацію Державного стандарту базової середньої
          освіти на першому (адаптаційному) циклі базової середньої освіти
          (природнича галузь)", КЗВО ДАНО, 11.11.2023.
        </li>
        <li>
          Методичний посібник «Ігри та ігрові технології на уроках трудового
          навчання».
        </li>
      </ol>

      <p>
        <b>Давидов І.І.</b>
      </p>
      <ol>
        <li>
          Засідання міської школи педагогічного зростання для вчителів
          фізкультури за темою: «Нова фізична культура для нового покоління:
          розвиток координаційних здібностей та рухової активності в Новій
          українській школі», 18.04.2024 – участь.
        </li>
        <li>
          Вебінар «Уроки фізичної культури в умовах дистанційного навчання:
          сучасні інструменти та їх застосування», ТОВ «На урок», 06.11.2023
        </li>
        <li>
          Вебінар «Уроки фізичної культури в умовах дистанційного та змішаного
          навчання», ТОВ "На урок", 12.11.2023
        </li>
        <li>
          Вбінар «Форми та інструменти оцінювання на уроці фізкультури в НУШ»,
          ТОВ "На урок", 11.11.2023
        </li>
        <li>
          Формування правильної постави людини з використанням тренажера
          "Профілактор Євмінова", Оздоровчо-вертебральний ЦЕНТР ЄВМІНОВА,
          26.01.2024
        </li>
        <li>
          Підвищення кваліфікації за основною програмою : фізична культура КЗВО
          "Дніпровська академія неперервної освіти" ДОР 22.01.2024-02.02.2024.
        </li>
      </ol>

      <p>
        Пріоритетним завданням вчителів ШМО є робота з обдарованою молоддю. На
        початку року було проведено шкільні предметні олімпіади з предметів
        природничо-математичного циклу. Учні школи брали активну участь в
        олімпіадах та інтелектуальних конкурсах, що проводилися в місті,
        очно-заочних олімпіадах та конкурсах. У міському етапі Всеукраїнських
        олімпіад з інформаційних технологій ІІ місце, у обласному етапі ІІІ
        місце – учениця 9 класу Константінова Я. (вчитель Кмітевич О.В.), з
        біології ІІІ місце – учениця 9 класу Ліцвер М., з географії ІІІ місце –
        учениця 9 класу Янченко В., та ІІІ місце – учень 8 класу Нікіфоров Павло
        (вчитель Малютіна Л.М.). Отже, зупинятися не слід і треба активно
        продовжувати роботу по зацікавленню учнів.
      </p>

      <p className="text-center font-bold">
        Результативність роботи вчителів МО
      </p>
      <table className="table-border table-content-center table-header-center">
        <tbody>
          <tr>
            <th>
              <p>
                <strong>
                  <em>№ з/п</em>
                </strong>
              </p>
            </th>
            <th>
              <p>
                <strong>
                  <em>Назва заходу</em>
                </strong>
              </p>
            </th>
            <th>
              <p>
                <strong>
                  <em>ПІБ учня</em>
                </strong>
              </p>
            </th>
            <th>
              <p>
                <strong>
                  <em>Клас</em>
                </strong>
              </p>
            </th>
            <th>
              <p>
                <strong>
                  <em>Місце</em>
                </strong>
              </p>
            </th>
          </tr>
          <tr>
            <td colSpan={5}>
              <p>
                <strong>Артемюк Н.А.</strong>
              </p>
            </td>
          </tr>
          <tr>
            <td rowSpan={3}>
              <p>1.</p>
            </td>
            <td rowSpan={3}>
              <p>Обласний конкурс комп&rsquo;ютерної графіки та анімації</p>
            </td>
            <td>
              <p>Барило Віра</p>
            </td>
            <td>
              <p>3Б</p>
            </td>
            <td>
              <p>І місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Петрук Яна</p>
            </td>
            <td>
              <p>6А</p>
            </td>
            <td>
              <p>ІІ місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Зілінченок Гліб</p>
            </td>
            <td>
              <p>6Б</p>
            </td>
            <td>
              <p>ІІ місце</p>
            </td>
          </tr>
          <tr>
            <td rowSpan={2}>
              <p>2.</p>
            </td>
            <td rowSpan={2}>
              <p>Обласний фестивальекранних мистецтв "Дніпровські погостини"</p>
            </td>
            <td>
              <p>Барило Віра</p>
            </td>
            <td>
              <p>3Б</p>
            </td>
            <td>
              <p>ІІІ місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Петрук Яна</p>
            </td>
            <td>
              <p>6А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>3.</p>
            </td>
            <td>
              <p>Міжнародний математичний конкурс &laquo;Кенгуру&raquo;</p>
            </td>
            <td>
              <p>Полункіна Аліса</p>
            </td>
            <td>
              <p>6Б</p>
            </td>
            <td>
              <p>Відмінний рез-т</p>
            </td>
          </tr>
          <tr>
            <td rowSpan={2}>
              <p>4.</p>
            </td>
            <td rowSpan={2}>
              <p>
                Міський дитячо-юнацький кінофестиваль-конкурс &laquo;Рідне
                Криворіжжя&raquo;
              </p>
            </td>
            <td>
              <p>Барило Віра</p>
            </td>
            <td>
              <p>3Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Петрук Яна</p>
            </td>
            <td>
              <p>6А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td rowSpan={2}>
              <p>5.</p>
            </td>
            <td rowSpan={2}>
              <p>
                Всеукраїнський заочний конкурс юних фотоаматорів &laquo;Моя
                Україна крізь призму об&rsquo;єктиву-2024&raquo;, районний етап
              </p>
            </td>
            <td>
              <p>Брайко Катерина</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>І, І, ІІІ, ІІІ місця</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Єременко Катерина</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>ІІ місце</p>
            </td>
          </tr>
          <tr>
            <td rowSpan={2}>
              <p>6.</p>
            </td>
            <td rowSpan={2}>
              <p>
                Всеукраїнський заочний конкурс юних фотоаматорів &laquo;Моя
                Україна крізь призму об&rsquo;єктиву-2024&raquo;, міський етап
              </p>
            </td>
            <td>
              <p>Брайко Катерина</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>І місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Єременко Катерина</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>7.</p>
            </td>
            <td>
              <p>
                Всеукраїнський заочний конкурс юних фотоаматорів &laquo;Моя
                Україна крізь призму об&rsquo;єктиву-2024&raquo;, обласний етап
              </p>
            </td>
            <td>
              <p>Брайко Катерина</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>І, ІІ місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>8.</p>
            </td>
            <td>
              <p>Обласний конкурс &laquo;Австрійська листівка&raquo;</p>
            </td>
            <td>
              <p>Аленіна Вікторія</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td colSpan={5}>
              <p>
                <strong>Кмітевич О.В.</strong>
              </p>
            </td>
          </tr>
          <tr>
            <td>
              <p>9.</p>
            </td>
            <td>
              <p>Обласний конкурс комп&rsquo;ютерної грамотності "Капітошка"</p>
            </td>
            <td>
              <p>Суховій Поліна</p>
            </td>
            <td>
              <p>4А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td rowSpan={2}>
              <p>10.</p>
            </td>
            <td rowSpan={2}>
              <p>Міський конкурс радіопередач "Моя Україна, моє місто і Я"</p>
            </td>
            <td>
              <p>Янченко Валерія</p>
            </td>
            <td>
              <p>9Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Павєльєва Софія</p>
            </td>
            <td>
              <p>9Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>11.</p>
            </td>
            <td>
              <p>
                Обласний відкритий конкурс відеоробіт учнівської молоді
                "Чарівними місцями"
              </p>
            </td>
            <td>
              <p>Подвашецька Єлизавета</p>
            </td>
            <td>
              <p>5Б</p>
            </td>
            <td>
              <p>ІІІ місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>12.</p>
            </td>
            <td>
              <p>
                Всеукраїнський конкурс фоторобіт та плакатів "Все починається з
                туризму!"
              </p>
            </td>
            <td>
              <p>Леончікова Поліна</p>
            </td>
            <td>
              <p>8А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td rowSpan={2}>
              <p>13.</p>
            </td>
            <td rowSpan={2}>
              <p>
                Обласний конкурс творчості юних журналістів <br />{" "}
                &laquo;Юнтелепрес&raquo; Номінація "радіопередача"
              </p>
            </td>
            <td>
              <p>Константінова Яна,</p>
            </td>
            <td>
              <p>9А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Леончікова Поліна</p>
            </td>
            <td>
              <p>8А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td rowSpan={2}>
              <p>14.</p>
            </td>
            <td rowSpan={2}>
              <p>
                Міський дитячо-юнацький кінофестиваль-конкурс "Рідне Криворіжжя"
              </p>
            </td>
            <td>
              <p>Подвашецька Єлизавета</p>
            </td>
            <td>
              <p>5Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Ліцвер Мілана</p>
            </td>
            <td>
              <p>9А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td rowSpan={5}>
              <p>15.</p>
            </td>
            <td rowSpan={4}>
              <p>
                Районний етап Всеукраїнського заочного конкурсу юних
                фотоаматорів
                <br /> &laquo;Моя Україна крізь призму
                об&rsquo;єктиву-2024&raquo;
              </p>
            </td>
            <td>
              <p>Бєляєва Валерія</p>
            </td>
            <td>
              <p>9А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Ліцвер Мілана</p>
            </td>
            <td>
              <p>9А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Карнаух Анна</p>
            </td>
            <td>
              <p>9А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Константінова Яна</p>
            </td>
            <td>
              <p>9А</p>
            </td>
            <td>
              <p>ІІІ, ІІІ місця</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>Конкурс "Австрійська листівка"</p>
            </td>
            <td>
              <p>Пирожок Валентина</p>
            </td>
            <td>
              <p>9А</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>16.</p>
            </td>
            <td>
              <p>
                Міський заочний юнацький конкурс фото, відео робіт, друкованої
                продукції екологічної тематики "Криворізькі кадри"
              </p>
            </td>
            <td>
              <p>Подвашецька Єлизавета</p>
            </td>
            <td>
              <p>5Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td colSpan={5}>
              <p>
                <strong>Малютіна Л.М.</strong>
              </p>
            </td>
          </tr>
          <tr>
            <td>
              <p>17.</p>
            </td>
            <td>
              <p>Міська природоохорона акція "Збережемо первоцвіти"</p>
            </td>
            <td>
              <p>Константінова Яна</p>
            </td>
            <td>
              <p>9А</p>
            </td>
            <td>
              <p>І місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>18.</p>
            </td>
            <td>
              <p>
                Міський конкурс науково-пошукових робіт
                &laquo;Історико-краєзнавча енциклопедистика рідного краю&raquo;
              </p>
            </td>
            <td>
              <p>Нікіфоров Павло</p>
            </td>
            <td>
              <p>8А</p>
            </td>
            <td>
              <p>Диплом ІІІ ступеню</p>
            </td>
          </tr>
          <tr>
            <td colSpan={5}>
              <p>
                <strong>Капуста В.М.</strong>
              </p>
            </td>
          </tr>
          <tr>
            <td rowSpan={2}>
              <p>19.</p>
            </td>
            <td rowSpan={2}>
              <p>
                ІІ Всеукраїнський конкурс дитячо-юнацької творчості "Чарівна
                осінь"
              </p>
            </td>
            <td>
              <p>Брайко Катерина</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>І місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>
                <br /> Сібєкіна Софія
              </p>
            </td>
            <td>
              <p>7А</p>
            </td>
            <td>
              <p>І місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>20.</p>
            </td>
            <td>
              <p>Обласний конкурс &laquo;Новорічна композиція&raquo;</p>
            </td>
            <td>
              <p>Брайко Катерина</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>ІІІ місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>21.</p>
            </td>
            <td>
              <p>Міський творчий конкурс &laquo;Юні дизайнери&raquo;</p>
            </td>
            <td>
              <p>Волошина Каміла</p>
            </td>
            <td>
              <p>5Б</p>
            </td>
            <td>
              <p>ІІІ місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>22.</p>
            </td>
            <td>
              <p>Районний конкурс &laquo;Країна фантазія&raquo;</p>
            </td>
            <td>
              <p>Брайко Катерина</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>І місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>23.</p>
            </td>
            <td>
              <p>Міський конкурс &laquo;Країна фантазія&raquo;</p>
            </td>
            <td>
              <p>Брайко Катерина</p>
            </td>
            <td>
              <p>8Б</p>
            </td>
            <td>
              <p>ІІ місце</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>24.</p>
            </td>
            <td>
              <p>
                Міський еко-челендж &laquo;Пташку нагодуй-життя врятуй!&raquo; у
                рамках Всеукраїнської природоохоронної акції
                &laquo;Годівничка&raquo;
              </p>
            </td>
            <td>
              <p>Хованський Антон</p>
            </td>
            <td>
              <p>7Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>25.</p>
            </td>
            <td>
              <p>Міський конкурс радіопередач "Моя країна, моє місто і Я"</p>
            </td>
            <td>
              <p>Хованський Антон</p>
            </td>
            <td>
              <p>7Б</p>
            </td>
            <td>
              <p>І місце</p>
            </td>
          </tr>
          <tr>
            <td rowSpan={3}>
              <p>26.</p>
            </td>
            <td rowSpan={3}>
              <p>
                Районний природоохоронний конкурс &laquo;Збережемо птаха -
                збережемо дерево - землю&raquo;
              </p>
            </td>
            <td>
              <p>
                Євницький Влад.
                <br /> &laquo;Краща годівничка&raquo;
              </p>
            </td>
            <td>
              <p>6А</p>
            </td>
            <td>
              <p>Диплом І ступеню</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>
                Хованський Антон
                <br /> &laquo;Краща фоторобота&raquo;
              </p>
            </td>
            <td>
              <p>7Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>
                Хованський Антон
                <br /> Відеоролик
              </p>
            </td>
            <td>
              <p>7Б</p>
            </td>
            <td>
              <p>Диплом ІІ ступеню</p>
            </td>
          </tr>
          <tr>
            <td colSpan={5}>
              <p>
                <strong>Родіна А.О.</strong>
              </p>
            </td>
          </tr>
          <tr>
            <td>
              <p>27.</p>
            </td>
            <td>
              <p>Міський етап олімпіади з математики</p>
            </td>
            <td>
              <p>Хованський Антон</p>
            </td>
            <td>
              <p>7Б</p>
            </td>
            <td>
              <p>участь</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>28.</p>
            </td>
            <td>
              <p>Математичний конкурс "Кенгуру"</p>
            </td>
            <td>
              <p>Учні 5 класів</p>
            </td>
            <td>&nbsp;</td>
            <td>
              <p>участь</p>
            </td>
          </tr>
        </tbody>
      </table>

      <p>
        На засіданнях ШМО розглядалися питання роботи із здобувачами освіти, що
        мають середній рівень навчальних досягнень, питання підвищення якості
        дистанційного та змішаного навчання, підсумки директорських контрольних
        робіт та подолання недоліків в їх виконанні, підсумки перевірки зошитів,
        ведення класних журналів, проводився огляд інноваційних педагогічних
        надбань та інтернет-ресурсів для ефективного здійснення дистанційного
        навчання та реалізації STEAM-навчання, перевірявся стан виконання
        навчальних планів та програм та здійснювалася їх корекція відповідно до
        поточного стану освітнього процесу. Вироблено ряд рекомендацій вчителям,
        на які треба буде звернути увагу у наступному навчальному році.
      </p>
      <p>
        У навчальному році навчання відбувалося дистанційно через платформу
        HUMAN та шкільний сайт. Вчителі МО використовували для викладання
        навчального матеріалу різноманітні методичні засоби: опорні конспекти,
        відеоролики, презентації, інтерактивні вправи, онлайнові дошки та
        опитувальники, карти пам’яті тощо. Уроки проводились в асинхронному та
        синхронному режимах з використанням сервісу GoogleMeet. Належна увага
        приділялась надолуженню освітніх втрат. Для моніторингу засвоєння учнями
        знань використовувались онлайнові тестові завдання, які вчителі
        самостійно створювали за допомогою Google-форм, функціоналів сайтів «На
        урок», «Всеосвіта». При дослідженні результатів такої роботи з учнями
        виявилось, що якість навчання значно збільшилась порівняно з
        результатами минулого року. Такі результати говорять про ефективність
        методів і засобів, які вчителі кафедри використовували для викладання.
      </p>
      <p>
        Проаналізувавши роботу методичного об’єднання, можна сказати, що план
        роботи ШМО вчителів фізико-математичного циклу та інформатики виконаний
        у можливому обсязі, поставлені завдання переважно реалізовані.
      </p>

      <p className="text-center font-bold">
        Завдання методичного об’єднання учителів фізико-математичного циклу на
        2024-2025 н. р.
      </p>

      <ol>
        <li>
          Вдосконалення науково-методичного забезпечення розвитку
          природничо-математичної освіти в закладі.
        </li>
        <li>
          Модернізація структурної моделі науково-методичної роботи з
          педкадрами.
        </li>
        <li>
          Забезпечення індивідуально-консультативного підходу до кожного
          вчителя.
        </li>
        <li>
          Підтримка науково-дослідницької роботи вчителів, впровадження
          інноваційних технологій, зокрема STEAM.
        </li>
        <li>Продовження роботи по надолуженню освітніх втрат.</li>
        <li>Посилання роботи з обдарованими учнями.</li>
      </ol>
    </div>
  );
}
