export function Content() {
  return (
    <div className="content">
      <h1>
        Звіт
        <br />
        про роботу шкільного методичного об’єднання
        <br />
        вчителів фізико-математичного циклу та інформатики
        <br />
        за 2024-2025 навчальний рік
      </h1>

      <p>
        У 2024-2025н.р. методичне об’єднання вчителів природничо-математичного
        циклу розпочало працювати над науково-методичною темою «Розвиток
        ключових компетентностей як чинника свідомої професійної орієнтації
        здобувачів освіти». Завдання, які ставили перед собою вчителі ШМО:
      </p>

      <ul>
        <li>ключових компетентностей на уроках і в позаурочний час;</li>
        <li>удосконалення рівня педагогічної майстерності вчителів;</li>
        <li>
          компетентнісного підходу в діяльності вчителів
          природничо-математичного циклу;
        </li>
        <li>
          розвиток і удосконалення навчального процесу в нерозривному зв’язку з
          вихованням здобувачів освіти;
        </li>
        <li>
          мотивації учасників освітнього процесу засобами формувального
          оцінювання;
        </li>
        <li>
          уваги учнів та батьків до ролі предметів природничо-математичного
          циклу в суспільному житті та розвитку суспільства;
        </li>
        <li>
          найкращих умов для самостійного вибору професійного шляху учнями, але
          з урахуванням прогресивних змін у суспільстві;
        </li>
        <li>Державного стандарту базової середньої освіти в умовах війни;</li>
        <li>у процес навчання STEAM-технологій.</li>
      </ul>

      <p>
        Забезпечувалася підтримка дослідницької роботи вчителів, стимулювання до
        інформальної освіти, впровадження ними інноваційних технологій зокрема в
        умовах дистанційного навчання. Продовжувався обмін перспективним
        педагогічним досвідом вчителів МО в процесі роботи над методичною
        проблемою, стимулювалося створення умов з метою впровадження в процес
        навчання нових інформаційно-комунікаційних технологій та проводилися
        індивідуальні консультації з даного напрямку для педагогів в рамках
        обміну досвідом. Здійснювався систематичний моніторинг якості знань
        учнів з природничо-математичних дисциплін.
      </p>
      <p>
        На засіданнях ШМО постійно велося вивчення нормативної бази щодо
        викладання навчальних предметів, вчителі знайомилися з особливостями
        вивчення предметів, що рекомендують інформаційний збірник МОНУ та
        Державні стандарти базової та повної середньої освіти, а також інші
        нормативно-правові документи в ракурсі освітнього простору НУШ та умов
        змішаного навчання.
      </p>
      <p>
        У процесі діяльності методичного об’єднання виправдали себе такі форми
        роботи як:
      </p>

      <ul>
        <li>
          організація та стимулювання самостійної навчальної діяльності учнів у
          процесі вивчення наук природничо-математичного циклу;
        </li>
        <li>
          пошук та впровадження ефективних форм роботи з обдарованими дітьми.
        </li>
        <li>індивідуальна та групова робота із слабо встигаючими учнями;</li>
        <li>
          пошук форм та методів надолуження освітніх втрат з предметів циклу;
        </li>
        <li>вирішення педагогічних ситуацій і завдань;</li>
        <li>обмін досвідом використання технологій навчання;</li>
        <li>
          ознайомлення вчителів із досягненнями психолого-педагогічної науки,
          прогресивним педагогічним досвідом;
        </li>
        <li>огляд новинок педагогічних та методичних пабліків тощо.</li>
      </ul>

      <p>
        Протягом своєї педагогічної діяльності вчитель поєднує формальну,
        неформальну та інформальну освіту через потребу постійного оновлення
        професійних та життєвих компетентностей. Підвищенню педагогічної
        майстерності вчителів сприяло відвідування методичних заходів різних
        рівнів, уроків, позакласних занять, обговорення педагогічних публікацій,
        ознайомлення з інструктивно-методичними листами та іншими нормативними
        документами. Вчителі МО систематично відвідували на протязі року
        методичні заходи різних рівнів: вебінари, майстер-класи,
        семінари-практикуми, курси підвищення кваліфікації тощо.
      </p>

      <p>
        <b>Артемюк Н.А.</b>
      </p>
      <ol>
        <li>
          Курси підвищення кваліфікації учителів закладів освіти, які
          забезпечуватимуть реалізацію Державного стандарту базової середньої
          освіти на першому (адаптаційному) циклі базової середньої освіти
          (інформатика) у КЗВО ДАНО ДОР, 21.10.24-26.10.24.
        </li>
        <li>
          Курси підвищення кваліфікації учителів закладів освіти, які
          забезпечуватимуть реалізацію Державного стандарту базової середньої
          освіти на першому (адаптаційному) циклі базової середньої освіти
          (математика) у КЗВО ДАНО ДОР, 21.10.24-26.10.24.
        </li>
        <li>Виступ на засіданні РМО, вересень 2024.</li>
        <li>
          Курси підвищення кваліфікації «Формувальне оцінювання: кооперація,
          успіх, самореалізація» від Європейського центру імені Вергеланда,
          10.09.2024-02.11.2024.\
        </li>
        <li>
          Міні-EdCamp Kryvyi Rih Lyceum 119 «10 компетенцій у нових реаліях:
          шляхи подолання освітніх втрат», участь, 04.04.2025.
        </li>
        <li>
          Міський захід від СЕН «Зерна»: розвиток соціально-емоційних навичок та
          підтримки благополуччя дітей та педагогів, 22.2.2025
        </li>
        <li>
          Стаття у методичному посібнику ЦПРПП "STEM-технології як
          інструментарій розвитку самоефективності особистості в освітньому
          просторі нової української школи на уроках інформатики"», 2024.
        </li>
      </ol>

      <p>
        <b>Кмітевич О.В.</b>
      </p>
      <ol>
        <li>Виступ на засіданні РМО, 05.09.2024.</li>
        <li>Виступ на засіданні РМО, 27.02.2025.</li>
        <li>
          Курси підвищення кваліфікацї учителів закладів освіти, які
          забезпечуватимуть реалізацію Держ. стандарту базової середньої освіти
          на першому циклі базової середньої освіти (Вчителі інформатики) КЗ
          Вищої освіти "Дніпровська академія неперервної освіти" ДОР
          21.10-26.10.2024.
        </li>
        <li>
          Курси підвищення кваліфікацї учителів закладів освіти, які
          забезпечуватимуть реалізацію Держ. стандарту базової середньої освіти
          на першому циклі базової середньої освіти (Вчителі фізики) КЗ Вищої
          освіти "Дніпровська академія неперервної освіти" ДОР 21.10-26.10.2024.
        </li>
      </ol>

      <p>
        <b>Родіна А.О.</b>
      </p>
      <ol>
        <li>
          Міні-EdCamp Kryvyi Rih Lyceum 119 «10 компетенцій у нових реаліях:
          шляхи подолання освітніх втрат», 04.04.2025, участь.
        </li>
        <li>
          Курси підвищення кваліфікації учителів закладів освіти, які
          забезпечуватимуть реалізацію Державного стандарту базової середньої
          освіти на першому (адаптаційному) циклі базової середньої освіти
          (математика) у КЗВО ДАНО ДОР, 02.11.24.
        </li>
        <li>
          Наздоженемо: курс про подолання освітніх втрат з математики,
          «Освіторія», 08.06.24.
        </li>
        <li>
          Розумію: курс з психологічно-емоційної підтримки, «Освіторія»,
          18.06.24.
        </li>
        <li>
          Відкриваємо секрети ефективного проектного навчання з хімії:
          інструменти та ідеї для вчителів, видавництво "Ранок", 11.10.2024
        </li>
        <li>
          "Функції в 7-8 класах НУШ: традиційні та інноваційні підходи до
          вивчення", видавництво "Ранок", 16.03.2025.
        </li>
        <li>
          "Штучний інтелект та цифрові технології в освіті: початкова школа",
          видавництво "Ранок", 16.03.2025.
        </li>
        <li>
          "Реорієнтація інклюзивної освіти в умовах війни", видавництво "Ранок",
          04.11.2024.
        </li>
      </ol>

      <p>
        <b>Малютіна Л.М.</b>
      </p>
      <ol>
        <li>
          Виступ на районному семінарі з географії "Формувальне оцінювання",
          17.02.2025.
        </li>
        <li>
          Виступ на міському семінарі з біології "STEM-освіта", 24.04.2025.
        </li>
        <li>
          Участь у роботі освітнього порталу міста Кривий Ріг: уроки географії
          для 7 класу.
        </li>
        <li>
          Створення завдань з географії для 9 класу для Школи олімпійського
          резерву «Крок до олімпу».
        </li>
        <li>
          Міський захід від СЕН «Зерна»: розвиток соціально-емоційних навичок та
          підтримки благополуччя дітей та педагогів, 22.2.2025.
        </li>
      </ol>

      <p>
        <b>Капуста В.М.</b>
      </p>
      <ol>
        <li>
          Районний методичний воркшоп "Калейдоскоп народних вишитих виробів",
          участь, 25.10.2024.
        </li>
        <li>
          «Зустріч у теплому колі» (районний майстер-клас з елементами
          арт-терапії), участь, 10.07.2023.
        </li>
        <li>
          Розумію: курс з психологічно-емоційної підтримки, «Освіторія»,
          16.03.2025.
        </li>
        <li>
          Змі(ц)нюй: онлайн-курс про інклюзивну психологічну допомогу, EdEra,
          17.03.2025.
        </li>
      </ol>

      <p>
        Вчителі методичної спільноти щорічно є членами журі міських олімпіад та
        конкурсів. Поточного навчального року: Кмітевич О.В. – міська олімпіада
        з фізики, Малютіна Л.М. – міська олімпіада з біології та географії,
        Родіна А.О. – міська олімпіада з хімії, Артемюк Н.А. – міські олімпіади
        з інформатики, інформаційних технологій та математики, районний конкурс
        інтелект карт.
      </p>
      <p>
        Вчитель Малютіна Л.М. посіла ІІІ місце у конкурсі фахової майстерності
        "Тиждень Землі".
      </p>
      <p>
        Пріоритетним завданням вчителів ШМО є робота з обдарованою молоддю. На
        початку року було проведено шкільні предметні олімпіади з предметів
        природничо-математичного циклу. Учні школи брали активну участь в
        олімпіадах та інтелектуальних конкурсах, що проводилися в місті,
        очно-заочних олімпіадах та конкурсах. У міському етапі Всеукраїнських
        олімпіад з хімії ІІІ місце –– учениця 9 класу Горіла Маргарита (вчитель
        Родіна А.О.), у міському етапі Всеукраїнських олімпіад з інформаційних
        технологій ІІІ місце –– учень 9 класу Нікіфоров Павло (вчитель Артемюк
        Н.А.), у міському етапі Всеукраїнських олімпіад з інформатики ІІІ місце
        –– учень 9 класу Ковальов Олександр (вчитель Артемюк Н.А.). Отже,
        зупинятися не слід і треба активно продовжувати роботу по зацікавленню
        учнів.
      </p>

      <p>
        <b>Результативність роботи вчителів МО</b>
      </p>
      <table className="table-border table-header-center table-content-center">
        <thead>
          <tr>
            <td className="font-bold italic">№ з/п</td>
            <td className="font-bold italic">Назва заходу</td>
            <td className="font-bold italic">ПІБ учня</td>
            <td className="font-bold italic">Клас</td>
            <td className="font-bold italic">Місце</td>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td colSpan={5} className="font-bold">
              Артемюк Н.А.
            </td>
          </tr>
          <tr>
            <td rowSpan={3}>1.</td>
            <td>Обласний конкурс комп’ютерної графіки та анімації</td>
            <td>Кравченко Олександра</td>
            <td>7Б</td>
            <td>ІІ місце</td>
          </tr>
          <tr>
            <td></td>
            <td>Петрук Яна</td>
            <td>7А</td>
            <td>І місце</td>
          </tr>
          <tr>
            <td>
              ХХІІІ Міжнародний медіафестиваль-конкурс ПресВесна на Дніпрових
              схилах - 2025
            </td>
            <td>Петрук Яна, Бондаренко Крістіна, Леончикова Поліна</td>
            <td>7А, 9Б, 9А</td>
            <td>участь</td>
          </tr>
          <tr>
            <td>2.</td>
            <td rowSpan={3}>Міжнародний математичний конкурс «Кенгуру»</td>
            <td>Ковальов Олександр</td>
            <td>9Б</td>
            <td>Відмінний рез-т</td>
          </tr>
          <tr>
            <td>3.</td>
            <td>Нікіфоров Павло</td>
            <td>9А</td>
            <td>Добрий рез.</td>
          </tr>
          <tr>
            <td>4.</td>
            <td>Мельник Артем, Заболотній Іван, Лісневська Вікторія</td>
            <td>7Б</td>
            <td>Добрий рез.</td>
          </tr>
          <tr>
            <td colSpan={5} className="font-bold">
              Кмітевич О.В.
            </td>
          </tr>
          <tr>
            <td>5.</td>
            <td>
              Міський конкурс учнівських проектів "Енергоефективні технології
              сучасності - 2024" номінація "Моє енергетичне рішення"
            </td>
            <td>Леончікова Поліна</td>
            <td>9А</td>
            <td>ІІ, ІІІ місце</td>
          </tr>
          <tr>
            <td>6.</td>
            <td>
              МАН "Едісони ХХІ ст". Номінація "Експерементальна фізика" Тема:
              "Економія електроенергії за рахунок вимикання електричних приладів
              з розетки під час їх невикористання "
            </td>
            <td>Леончікова Поліна</td>
            <td>9А</td>
            <td>ІІ, ІІІ місце</td>
          </tr>
          <tr>
            <td colSpan={5} className="font-bold">
              Малютіна Л.М.
            </td>
          </tr>
          <tr>
            <td>7.</td>
            <td>Міська природоохорона акція "Збережемо первоцвіти"</td>
            <td>Мітькова Катерина</td>
            <td>9А</td>
            <td>І місце</td>
          </tr>
          <tr>
            <td>8.</td>
            <td>Міська природоохорона акція "Збережемо первоцвіти"</td>
            <td>Леончикова Поліна, Горіла Маргарита</td>
            <td>9А</td>
            <td>ІІ місце</td>
          </tr>
          <tr>
            <td>9.</td>
            <td>Міська природоохорона акція "Збережемо первоцвіти"</td>
            <td>Сібєкіна Софія</td>
            <td>8А</td>
            <td>ІІ місце</td>
          </tr>
          <tr>
            <td>10.</td>
            <td>"Тиждень Землі"</td>
            <td>Малютіна Л.М.</td>
            <td>Вч.</td>
            <td>ІІІ місце</td>
          </tr>
          <tr>
            <td colSpan={5} className="font-bold">
              Капуста В.М.
            </td>
          </tr>
          <tr>
            <td>11.</td>
            <td>Міський творчий конкурс «Юні дизайнери»</td>
            <td>Брайко Катерина</td>
            <td>9Б</td>
            <td>ІІІ місце</td>
          </tr>
          <tr>
            <td>12.</td>
            <td>Районний конкурс «Країна фантазія»</td>
            <td>Брайко Катерина</td>
            <td>9Б</td>
            <td>І місце</td>
          </tr>
          <tr>
            <td>13.</td>
            <td>Міський конкурс «Країна фантазія»</td>
            <td>Брайко Катерина</td>
            <td>9Б</td>
            <td>ІІ місце</td>
          </tr>
          <tr>
            <td>14.</td>
            <td>
              ІІІ Всеукраїнський конкурс дитячо-юнацької творчості "Чарівна
              осінь"
            </td>
            <td>Брайко Катерина</td>
            <td>9Б</td>
            <td>І місце</td>
          </tr>
          <tr>
            <td>15.</td>
            <td>
              "Всеукраїнський конкурс декоративно-ужиткового та образотворчого
              мистецтва «Патріотична паска героїчної України»
            </td>
            <td>Брайко Катерина</td>
            <td>9Б</td>
            <td>І місце</td>
          </tr>
          <tr>
            <td>16.</td>
            <td>
              Міський конкурс дитячої творчості
              <br />
              «Великодня Art-мозаїка-2025".
              <br />
              Номінація «Великодня інтер’єрна прикраса»
            </td>
            <td>Брайко Катерина</td>
            <td>9Б</td>
            <td>ІІ місце</td>
          </tr>
          <tr>
            <td colSpan={5} className="font-bold">
              Родіна А.О.
            </td>
          </tr>
          <tr>
            <td>17.</td>
            <td>Міський етап олімпіади з математики</td>
            <td>Хованський Антон</td>
            <td>7Б</td>
            <td>участь</td>
          </tr>
          <tr>
            <td>18.</td>
            <td>Математичний конкурс "Кенгуру"</td>
            <td>Учні 6 класів</td>
            <td></td>
            <td>участь</td>
          </tr>
          <tr>
            <td>19.</td>
            <td rowSpan={2}>
              Всеукраїнський інтернет-конкурс «Як це працює: телебачення»
            </td>
            <td>Учні 9 класів</td>
            <td></td>
            <td>8 дипломів І ступеню</td>
          </tr>
          <tr>
            <td>20.</td>
            <td>Учні 9 класів</td>
            <td></td>
            <td>Диплом І ст., диплом ІІ ст.</td>
          </tr>
          <tr>
            <td colSpan={5} className="font-bold">
              Давидов І.І.
            </td>
          </tr>
          <tr>
            <td>21.</td>
            <td>
              Відкриті районні змагання
              <br />з паркового орієнтування серед учнівської молоді
            </td>
            <td>Учні 6 класів</td>
            <td></td>
            <td>
              ІІ місце (команда) <br />І місце (Гашибаязов Денис)
            </td>
          </tr>
          <tr>
            <td>22.</td>
            <td>
              Другий етап змань "Пліч-о-пліч" з паркового орієнтування (між
              районами)
            </td>
            <td>учні 6,7,9х класів</td>
            <td></td>
            <td>ІІ місце (команда дівчат)</td>
          </tr>
          <tr>
            <td>23.</td>
            <td>Другий етап змань "Пліч-о-пліч" по Регбі-5 (між районами)</td>
            <td>учні 5,6,7х класів</td>
            <td></td>
            <td>І місце</td>
          </tr>
          <tr>
            <td>24.</td>
            <td>
              Районні змагання з техніки пішохідного туризму серед учнівської
              молоді
            </td>
            <td>учні 7х класів</td>
            <td></td>
            <td>ІІІ місце</td>
          </tr>
          <tr>
            <td colSpan={5} className="font-bold">
              Лопатін Д.В.
            </td>
          </tr>
          <tr>
            <td>25.</td>
            <td>
              Відкриті районні змагання
              <br />з паркового орієнтування серед учнівської молоді
            </td>
            <td>Учні 6 класів</td>
            <td></td>
            <td>
              ІІ місце (команда) <br />І місце (Гашибаязов Денис)
            </td>
          </tr>
          <tr>
            <td>26.</td>
            <td>
              Другий етап змань "Пліч-о-пліч" з паркового орієнтування (між
              районами)
            </td>
            <td>учні 6,7,9х класів</td>
            <td></td>
            <td>ІІ місце (команда дівчат)</td>
          </tr>
          <tr>
            <td>27.</td>
            <td>Другий етап змань "Пліч-о-пліч" по Регбі-5 (між районами)</td>
            <td>учні 5,6,7х класів</td>
            <td></td>
            <td>І місце</td>
          </tr>
          <tr>
            <td>28.</td>
            <td>
              Районні змагання з техніки пішохідного туризму серед учнівської
              молоді
            </td>
            <td>учні 7х класів</td>
            <td></td>
            <td>ІІІ місце</td>
          </tr>
        </tbody>
      </table>

      <p>
        На засіданнях ШМО розглядалися питання роботи із здобувачами освіти, що
        мають середній рівень навчальних досягнень, питання підвищення якості
        дистанційного та змішаного навчання, підсумки директорських контрольних
        робіт та подолання недоліків в їх виконанні, підсумки перевірки зошитів,
        ведення класних журналів, проводився огляд інноваційних педагогічних
        надбань та інтернет-ресурсів для ефективного здійснення дистанційного
        навчання та реалізації STEAM-навчання, перевірявся стан виконання
        навчальних планів та програм та здійснювалася їх корекція відповідно до
        поточного стану освітнього процесу. Вироблено ряд рекомендацій вчителям,
        на які треба буде звернути увагу у наступному навчальному році.
      </p>
      <p>
        У навчальному році навчання відбувалося дистанційно через платформу
        HUMAN та шкільний сайт. Вчителі МО використовували для викладання
        навчального матеріалу різноманітні методичні засоби: опорні конспекти,
        відеоролики, презентації, інтерактивні вправи, онлайнові дошки та
        опитувальники, карти пам’яті тощо. Уроки проводились в асинхронному та
        синхронному режимах з використанням сервісу GoogleMeet. Належна увага
        приділялась надолуженню освітніх втрат. Для моніторингу засвоєння учнями
        знань використовувались онлайнові тестові завдання, які вчителі
        самостійно створювали за допомогою Google-форм, функціоналів сайтів «На
        урок», «Всеосвіта». При дослідженні результатів такої роботи з учнями
        виявилось, що якість навчання значно збільшилась порівняно з
        результатами минулого року. Такі результати говорять про ефективність
        методів і засобів, які вчителі кафедри використовували для викладання.
      </p>
      <p>
        Проаналізувавши роботу методичного об’єднання, можна сказати, що план
        роботи ШМО вчителів фізико-математичного циклу та інформатики виконаний
        у можливому обсязі, поставлені завдання переважно реалізовані.
      </p>

      <p className="text-center font-bold">
        Завдання методичного об’єднання учителів фізико-математичного циклу на
        2025-2026 н. р.
      </p>

      <ol>
        <li>
          Забезпечення методичного та психолого-педагогічного супроводів
          стандартизації якісної базової та повної загальної середньої освіти.
        </li>
        <li>
          Запровадження гнучких моделей організації навчально-виховного процесу
          відповідно до здібностей та нахилів учнів.
        </li>
        <li>
          Використання сучасних інформаційних технологій аналітичної діяльності
          на основі даних базового та проблемного моніторингу освітньої
          діяльності. Удосконалювати систему методичної роботи на основі
          аналітично-прогностичної роботи, впроваджувати інтерактивні методики
          та методики моніторингових досліджень якості знань і умінь учнів.
        </li>
        <li>
          Забезпечення умов для безперервного зростання рівня педагогічної
          майстерності вчителів через координацію зусиль методичних структур
          різного рівня.
        </li>
        <li>
          Створення умов для обміну перспективним педагогічним досвідом кращих
          учителів школи в роботі над провідною методичною проблемою.
        </li>
        <li>
          Розвивати інтерес учнів до науково-дослідницької та експериментальної
          роботи.
        </li>
        <li>
          Стимулювати створення умов з метою впровадження в процес навчання
          нових комп’ютерних технологій.
        </li>
        <li>
          Провести роботу по переорієнтуванню навчального процесу – менше часу
          відводити на відпрацювання формалізованих алгоритмів дій, перевірку
          домашніх завдань, контрольні та самостійні роботи, а натомість
          збільшити час на організацію пізнавальної діяльності школярів,
          формування вмінь, що мають практичне спрямування.
        </li>
        <li>
          Орієнтувати допрофільну спеціалізацію школи у контексті задоволення
          реальних потреб учнів, батьків, громадськості. Здійснювати
          систематичний моніторинг якості освітніх послуг.
        </li>
        <li>
          Використовувати системний підхід до організації роботи зі здібними та
          обдарованими учнями. Особлива увага до організації роботи школи
          олімпійського резерву навчального закладу.
        </li>
        <li>
          Удосконалювати роботу по переходу від інформаційно-пояснювального
          підходу до діяльнісного урізноманітнення прийомів, форм, методів
          навчання, використання групової, парної, індивідуальної роботи,
          педагогічних програмних засобів.
        </li>
        <li>
          Продовжувати самоосвіту педагогів шляхом вивчення матеріалів освітніх
          інтернет-ресурсів, науково-практичних семінарів, вебінарів, навчання
          на курсах підвищення кваліфікації, обміну досвіду з колегами.
        </li>
        <li>
          Посилити роботу вчителів по оволодінню нормативно-правовою базою в
          галузі освіти.
        </li>
        <li>
          Своєчасно та в повному обсязі опрацьовувати та керуватись в
          повсякденній роботі нормами законодавства в галузі освіти.
        </li>
      </ol>
    </div>
  );
}
