import image from "./1.jpg";

export const title = "Як підвищити навчальну мотивацію дитини";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />

      <p>
        Небажання дитини вчитися турбує багатьох батьків. Хтось стикається з
        цією проблемою зрідка, декому доводиться систематично боротися з
        відсутністю інтересу школяра до навчання.
      </p>
      <p>
        Тому сьогодні з’ясовуємо, як батьки можуть допомогти дитині підвищити
        навчальну мотивацію. І для початку визначимося з тим, що мають на увазі
        психологи, використовуючи цей психологічний термін.
      </p>

      <h2>Що таке мотивація?</h2>

      <p>
        <b>Мотивація (з лат. «movere» — «рухати»)</b> — це бажання і готовність
        людини щось робити. Це те, що рухає нас, спонукає виконувати певні
        завдання і йти до поставленої мети
      </p>
      <p>
        В процесі навчання ключове значення мають два види мотивації — внутрішня
        і зовнішня.
      </p>

      <ol>
        <li>
          В основі внутрішньої навчальної мотивації лежить пізнавальний інтерес,
          прагнення дитини отримувати нові знання і навички.
        </li>
        <li>
          Зовнішня навчальна мотивація зумовлюється зовнішніми чинниками,
          наприклад, заохоченням з боку дорослих (дозвіл пограти за комп’ютером
          після виконання домашніх завдань, обіцянка купити іграшку/дорогий
          гаджет, якщо в табелі будуть гарні оцінки). Але, як правило, цей вид
          мотивації короткостроковий і ненадійний. Адже, коли дитина досягне
          обіцяного, вона перестане вчитися. Тобто для того, щоб дитина
          продовжувала навчання, батькам доведеться знаходити нову приманку.
        </li>
      </ol>

      <p>
        Тому дуже важливо формувати і підтримувати саме внутрішню мотивацію до
        навчання, пізнавальний інтерес дитини. Як це зробити — дізнаємося в
        експертів.
      </p>

      <h2>Як допомогти дитині підвищити мотивацію до навчання?</h2>

      <ol>
        <li>
          <b>З’ясувати причини, чому дитина відмовляється вчитися</b>
          <p>
            Часто на заваді бажанню вчитися стоїть перевтома, конфлікт з
            однокласниками чи сварки в родині. Усунувши ці фактори і створивши
            сприятливу атмосферу в родині, ми зробимо суттєвий крок до
            підвищення інтересу дитини до навчання.
          </p>
          <p>
            Якщо дитина не впевнена в собі та своїх силах — підтримайте її,
            нагадайте час, коли все вдавалось, підкажіть, як зробити швидше та
            якісніше, давайте підказки, хваліть за успіхи, будьте поряд і будьте
            опорою.
          </p>
        </li>

        <li>
          <b>Підтримувати допитливість</b>
          <p>
            Насамперед дуже важливо не задушити витоки внутрішньої мотивації,
            коли маленька дитина намагається пізнавати й досліджувати світ,
            ставить батькам багато запитань.
          </p>
          <p>
            Якщо загасити цю природну дитячу допитливість («Не лізь!», «Не
            заважай!», «Відчепись!»), потім, у шкільні роки, змінити це буде
            дуже важко. А детально й терпляче відповідаючи на всі запитання
            дитини, ви формуєте в неї установку, що процес пізнання нового — це
            цікаво, і що ви, як батьки, це заохочуєте.
          </p>
          <p>
            І не забувайте показувати позитивне ставлення до школи і навчального
            процесу, адже дитина має бачити, що батьки високо оцінюють роль
            освіти. Будьте обережні у висловлюваннях про педагогів і предмети.
          </p>
          <p>
            Спробуйте також зацікавити школяра незвичайною подачею матеріалу.
            Відеоуроки, віртуальні курси, екскурсії, подорожі, інтелектуальні
            ігри та квести — все це може доповнювати шкільне навчання і дозволяє
            отримувати задоволення від здобуття знань і особистих відкриттів.
          </p>
          <p>
            Нехай дитина шукає інформацію там, де їй цікаво, де її щось може
            захопити, де вона може порівняти інформацію. І ніколи не привчайте
            дитину до одного джерела. Привчайте своїх дітей до десяти джерел:
            «Пошукай інформацію в десяти джерелах, подумай, потім оброби і видай
            мені своє розуміння суті процесу.
          </p>
        </li>

        <li>
          <b>Враховувати індивідуальні особливості дитини, її вподобання</b>
          <p>
            Допомагайте школяру знайти зв’язок між навчанням у школі і його
            інтересами. Наприклад, підліток, який хоче займатися астрономією,
            має знати, що для цього йому потрібно вивчати математику і фізику.
          </p>
          <p>
            Якщо дитині з якихось причин нецікавий або складний конкретний
            предмет, його можна спробувати вивчати, поєднавши з поточними
            захопленнями. Скажімо, дитина любить певні фільми, але ненавидить
            англійську. Можна пояснити, що справжній сенс того, про що говорять
            її улюблені герої, можна зрозуміти тільки мовою оригіналу. І
            запропонуйте спробувати такий варіант перегляду фільму.
          </p>
        </li>

        <li>
          <b>Допомогти дитині сформувати навички навчальної діяльності</b>
          <p>
            Навчіть дитину вчитися, допоможіть опанувати вміння знаходити,
            запам’ятовувати, застосовувати знання. Розвивайте критичне мислення
            дитини, привчайте до самоконтролю.
          </p>
          <p>
            Батьки не завжди зможуть контролювати навчальний процес. А якщо мова
            йде про підлітка, то контроль і зовсім може бути відсутнім.
          </p>
          <p>
            Допоможіть дитині навчитися правильно розподіляти свій час і
            навантаження, адже під час підготовки доводиться на якісь завдання і
            предмети виділяти більше часу, на якісь — менше. Це допоможе школяру
            стати більш організованим і продуктивним.
          </p>
        </li>

        <li>
          <b>Давати простір для самостійності та креативності.</b>
          <p>
            Важливо створити для дитини зону розвитку, а не робити за неї те, що
            вона може (хоч і з труднощами) виконати сама. Наприклад, не варто
            показувати, як вирішувати задачу, виконуючи її замість дитини. Краще
            створити таку ситуацію, коли хоча б частину завдання дитина робить
            сама. Цей процес триваліший, але більш правильний.
          </p>
          <p>
            Також дозволяйте дитині проявляти творчість, експериментувати. Не
            наполягайте на зразку, приймайте різні варіанти дій та рішень.
          </p>
        </li>
        <li>
          <b>
            Створювати ситуації, в яких помилки є нормою, частиною процесу
            засвоєння знань (частиною досвіду, гри, необхідною умовою для того,
            щоб навчитися)
          </b>

          <p>
            Вчіть дитину перетворювати будь-яку помилку в засіб розвитку, а не
            привід для звинувачень. Адже коли ми сваримо дитину за помилки, в
            неї з’являється страх невдачі, що може стати першим кроком на шляху
            до демотивації.
          </p>
        </li>
        <li>
          <b>Хвалити дитину за її зусилля</b>
          <p>
            Дитині важливо знати, що всі її зусилля помічаються батьками. Але
            хвалити теж треба вміти правильно.
          </p>
          <p>
            Недостатньо просто сказати дитині: „Молодець!“. Коли ви хвалите
            роботу, дитина має відчути, що ви не просто дивитеся на неї, а й
            бачите те, що зображено. Важливо відзначити деталі, які ви
            розглянули, розпитати, що там намальовано, зроблено, тоді дитині
            буде очевидна ваша зацікавленість, і вона бажатиме повторити цей
            приємний досвід.
          </p>
        </li>
        <li>
          <b>Не критикувати, не порівнювати з іншими</b>

          <p>
            Замість того, щоб допомогти, батьки часто сварять дитину за погані
            оцінки або ставлять у приклад інших, більш успішних дітей. Адже
            дитина починає думати, що в центрі вашої уваги — лише її досягнення,
            а не вона сама. До того ж, порівнюючи дитину з іншими, ми підриваємо
            її самооцінку і змушуємо думати, що вона гірша за інших.
          </p>
        </li>
        <li>
          <b>Підтримувати під час невдач</b>
          <p>
            У випадку невдачі проявіть свою любов і розуміння. Орієнтуйте дитину
            на пошук виходу, давайте емоційну підтримку без докорів та фраз на
            кшталт «Тебе ж попереджали!»), а ще — діліться власним досвідом
            невдач та способів впоратися з ними («Я теж переживав подібне...»).
          </p>
          <p>
            Якщо дитина відстала від навчального процесу чи не може розібратися
            в якійсь темі, допоможіть їй (якщо знаєте цю тему і можете
            пояснювати спокійно) або знайдіть репетитора, який зможе якісно
            пояснити теми і зацікавити дитину предметом.
          </p>
        </li>

        <li>
          <b>Дозувати навантаження</b>
          <p>
            Обов’язково дотримуйтеся балансу між навчанням і відпочинком дитини.
            Не допускайте надмірного навантаження, оскільки саме воно часто стає
            причиною спаду інтересу до процесу отримання знань.
          </p>
          <p>
            Пам’ятайте, що дитина фізично не зможе приділяти достатньо часу
            навчанню, якщо її день буде розписаний по хвилинах і вона не зможе
            відпочивати від занять.
          </p>
          <p>
            Тому подбайте про те, щоб школяр мав достатньо часу для відпочинку,
            захоплень і спілкування з друзями.
          </p>
        </li>
      </ol>

      <b>
        <p>
          І наостанок: не вимагайте від дитини занадто багато і не очікуйте
          негайних змін. Можуть бути падіння, «топтання» на місці. Але, якщо
          послідовно і систематично працювати над питанням підвищення навчальної
          мотивації дитини, то неодмінно буде результат. Вірте в свою дитину,
          створіть сприятливе середовище для розвитку її здібностей, і вона
          здивує вас.
        </p>
        <p>Бажаємо успіхів!</p>
      </b>
    </div>
  );
}
