export const title =
  "Основні правила безпечної поведінки в інтернеті для дітей";

export function Content() {
  return (
    <div className="content">
      <ul>
        <li>Небажано розміщувати персональну інформацію в Інтернеті.</li>
        <li>
          Не відповідайте на спам (небажану електронну пошту).Не відкривайте
          файли, які надіслали невідомі вам люди.
        </li>
        <li>
          Пам’ятайте, що віртуальні знайомі можуть бути не тими, за кого себе
          видають. Не зустрічайтесь в реальному житті з людьми, якими ви
          познайомились в Інтернеті. Якщо ваш віртуальний друг справді той, за
          кого себе видає, він спокійно зреагує на вашу турботу про власну
          безпеку.
        </li>
        <li>
          Ніколи не пізно розповісти дорослим, якщо вас хтось образив, не
          намагайтеся розібратися в цьому самостійно. Зверніться до батьків або
          вчителів – вони знають, що треба робити.
        </li>
        <li>
          Не відкривайте листи електронної пошти, файли або Web-сторінки,
          отримані від людей, яких ви реально не знаєте або не довіряєте.
        </li>
        <li>
          Нікому не давайте свій пароль, за виключенням дорослих вашої родини.
        </li>
        <li>
          Ніколи не робіть того, що може коштувати грошей вашій родині, окрім
          випадків, коли поруч з вами батьки.
        </li>
        <li>
          Дотримуйтесь етики спілкування. Завжди будьте ввічливими у
          електронному листуванні, і ваші кореспонденти будуть ввічливими з
          вами. У електронних листах не застосовуйте текст, набраний у ВЕРХНЬОМУ
          РЕГІСТРІ – це сприймається у мережі як крик, і може прикро вразити
          вашого співрозмовника.
        </li>
        <li>
          Не розсилайте листи з будь-якою інформацією незнайомим людям без
          їхнього прохання – це сприймається як “спам”, і звичайно засмучує
          користувачів мережі.
        </li>
        <li>
          Завжди поводьтеся у мережі так, як би ви хотіли, щоб поводилися з
          вами!
        </li>
      </ul>
    </div>
  );
}
