export const title = "Алгоритм вивчення сім'ї";

export function Content() {
  return (
    <div className="content">
      <ul>
        <li>Прізвище, ім'я, по батькові кожного члена сім'ї;</li>
        <li>
          склад сім’ї, структура (повна, неповна, одна дитина в сім'ї,
          багодітодітна сім’я, батьки розлучені тощо);
        </li>
        <li>житлово-побутові умови;</li>
        <li>матеріальне забезпечення;</li>
        <li>
          виховний потенціал сім’ї (сильний, нестійкий, слабкий, неявний);
          <ul>
            <li>
              характер взаємин у сім’ї:
              <ul>
                <li>між дорослими членами сім’ї:</li>
                <li>гармонійні;компромісні;</li>
                <li>нестійкі;</li>
                <li>конфліктні;</li>
                <li>аморальні тощо;</li>
              </ul>
            </li>
            <li>
              між іншими членами сім’ї й дитиною:
              <ul>
                <li>
                  сліпе обожнення:
                  <ul>
                    <li>турбота;</li>
                    <li>довіра;</li>
                    <li>дружба;</li>
                    <li>рівні права;</li>
                    <li>відчуження;</li>
                    <li>байдужість;</li>
                    <li>повна самостійність;</li>
                    <li>незалежність;</li>
                    <li>відсутність контролю;</li>
                  </ul>
                </li>
                <li>
                  позиція дитини в сім’ї:
                  <ul>
                    <li>педагогічно виправдана;</li>
                    <li>"кумир сім’ї";</li>
                    <li>
                      об’єкт постійних сварок дорослих, кожний з яких
                      намагається перетягнути її на свій бік;
                    </li>
                    <li>належить сама собі;</li>
                    <li>ніхто нею не цікавиться;</li>
                    <li>залякана авторитарним ставленням;</li>
                    <li>певпевнена в собі;</li>
                    <li>уникає спілкування з батьками;</li>
                    <li>грає роль Попелюшки;</li>
                  </ul>
                </li>
                <li>
                  ставлення дитини до батьків:
                  <ul>
                    <li>цінує сімейні взаємини;</li>
                    <li>батьки авторитетні;</li>
                    <li>ставиться байдуже;</li>
                    <li>ставиться з неповагою;</li>
                    <li>гостро переживає сімейну драму;</li>
                    <li>тягнеться до одного з членів сім’ї.</li>
                  </ul>
                </li>
              </ul>
            </li>
          </ul>
        </li>
      </ul>

      <p>
        <b>Установки дитини щодо батьків і себе:</b>
      </p>
      <ul>
        <li>«Я потрібна, мене люблять, і я вас теж люблю»;</li>
        <li>«Я потрібна, мене люблять, а ви існуєте заради мене»;</li>
        <li>
          «Я не потрібна, мене не люблять, але я від усієї душі бая подобатись
          вам»;
        </li>
        <li>«Я не потрібна, мене не люблять, дайте мені спокій».</li>
      </ul>

      <p>
        Рекомендовано визначити проблеми в сім’ї, які негативно впливають на
        дитину (відхилення в поведінці членів сім’ї: алкоголізм, наркоманія,
        слабкий виховний потенціал, конфлікт взаємини, малозабезнеченість сім’ї
        тощо).
      </p>

      <h2>Анкета "Взаємини в сім'ї"</h2>
      <ul>
        <li>
          Ви оцінюєте взаємини у вашій сім’ї як:
          <ul>
            <li>дуже гарні;</li>
            <li>добрі;</li>
            <li>не дуже гарні;</li>
            <li>погані;</li>
            <li>не дуже погані.</li>
          </ul>
        </li>
        <li>
          Ви вважаєте свою сім’ю дружним сімейним колективом?
          <ul>
            <li>Так;</li>
            <li>не зовсім;</li>
            <li>ні.</li>
          </ul>
        </li>
        <li>
          Які сімейні традиції сприяють зміцненню вашої сім’ї? Назвіть ці
          традиції.
        </li>
        <li>
          Як часто ваша сім’я збирається разом?
          <ul>
            <li>Щодня;</li>
            <li>на вихідні;</li>
            <li>рідко.</li>
          </ul>
        </li>
        <li>
          Чим займається ваша сім’я, коли ви разом?
          <ul>
            <li>Спільно вирішує життєві проблеми;</li>
            <li>сімейно-побутовими справами;</li>
            <li>працює на присадибній ділянці;</li>
            <li>разом відпочиває, дивиться телепередачі;</li>
            <li>обговорює питання навчання дітей;</li>
            <li>обмінюється враженнями про день, про свої успіхи й невдачі;</li>
            <li>кожен займається своєю справою;</li>
            <li>інше.</li>
          </ul>
        </li>
        <li>
          Чи бувають у вашій сім’ї суперечки, конфлікти?
          <ul>
            <li>Так;</li>
            <li>часто;</li>
            <li>інколи;</li>
            <li>рідко;</li>
            <li>не бувають.</li>
          </ul>
        </li>
        <li>
          Чим обумовлені суперечки, конфлікти?
          <ul>
            <li>Непорозумінням між членами сім’ї;</li>
            <li>порушенням етики взаємин (грубощі, зрада, неповага тощо);</li>
            <li>відмовами брати участь у сімейних справах;</li>
            <li>розбіжностями в питаннях виховання дітей;</li>
            <li>зловживанням алкоголем;</li>
            <li>іншими обставинами (вказати, якими).</li>
          </ul>
        </li>
        <li>
          Способи вирішення моральних конфліктів у вашій сім’ї:
          <ul>
            <li>примирення;</li>
            <li>обговорення ситуації та прийняття спільного рішення;</li>
            <li>припинення конфліктів на деякий час;</li>
            <li>
              звертання по допомогу до інших людей (батьків, сусідів, друзів,
              вчителів);
            </li>
            <li>конфлікти фактично не вирішуються, с затяжними.</li>
          </ul>
        </li>
        <li>
          Чи бувають діти свідками або учасниками сімейних конфліктів між
          дорослими?
          <ul>
            <li>Так;</li>
            <li>ні;</li>
            <li>інколи.</li>
          </ul>
        </li>
        <li>
          Як діти реагують на сімейні конфлікти?
          <ul>
            <li>Переживають, плачуть;</li>
            <li>підтримують одного з батьків;</li>
            <li>намагаються примирити;</li>
            <li>йдуть із дому;</li>
            <li>замикаються в собі;</li>
            <li>ставляться байдуже;</li>
            <li>стають злими, некерованими;</li>
            <li>намагаються знайти підтримку в інших людей.</li>
          </ul>
        </li>
        <li>
          Що ви плануєте робити для зміцнення сімейно-побутових ві~ носин і
          покращення мікроклімату у вашій сім’ї?
        </li>
      </ul>
    </div>
  );
}
