import { createFileRoute } from "@tanstack/react-router";

export const Route = createFileRoute("/social-and-psychological-service/")({
  component: RouteComponent,
  staticData: {
    title: "Загальна інформація",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <p>
        Психологічна служба створена для успішної співпраці адміністрації,
        педагогів, учнів та їх батьків між собою та активної співпраці з
        зовнішніми соціальними структурами для надання всебічної кваліфікованої
        допомоги учасникам навчально – виховного процесу.
      </p>

      <div className="font-bold text-violet-700">
        Мета психологічної служби:
      </div>
      <ul>
        <li>
          вивчення особливостей життєдіяльності та індивідуального розвитку
          особистості або групи;
        </li>
        <li>поліпшення психологічного клімату в педагогічному колективі;</li>
        <li>поліпшення психологічного клімату в учнівському колективах;</li>
        <li>
          профілактика негативних явищ та пропаганда здорового способу життя
          серед учнів, медпрацівників та батьків.
        </li>
      </ul>
      <div className="font-bold text-violet-700">
        Завдання психологічної служби:
      </div>
      <ul>
        <li>
          сприяти поліпшенню психологічного клімату в учнівському, педагогічному
          та батьківському колективах;
        </li>
        <li>
          сприяти підвищенню психологічної культури всіх учасників
          навчально-виховного процесу;
        </li>
        <li>розвиток творчих здібностей учнів;</li>
        <li>
          допомога в професійному та життєвому самовизначенні старшокласників.
        </li>
      </ul>
      <div className="font-bold text-violet-700">
        Діяльність психологічної служби включає такі основні напрями:
      </div>
      <ol>
        <li>
          <b>Педагогічний:</b>
          <ul>
            <li>
              Надання кваліфікованої педагогічної допомоги дитині в
              саморозвитку, самопізнанні,самооцінці, самоствердженню,
              самореалізації.
            </li>
            <li>
              Посилення позитивних впливів та нейтралізація або переключення
              негативних впливів соціального середовища.
            </li>
          </ul>
        </li>
        <li>
          <b>Правовий:</b>
          <ul>
            <li>
              Використання наявного арсеналу правових норм для захисту прав та
              інтересів особистості.
            </li>
            <li>
              Обговорення та розв’язання проблемних питань, які виникають в
              житті учнівського колективу з порушення прав.
            </li>
            <li>
              Проведення зустрічей з представниками соціальних служб,
              правоохоронних органів та місцевих органів влади з охорони прав
              дитини.
            </li>
          </ul>
        </li>
        <li>
          <b>Психологічний:</b>
          <ul>
            <li>
              Надання допомоги у вирішенні міжособистісних конфліктів, зняття
              депресивного стану.
            </li>
            <li>
              Організація соціально – психологічних консультацій для учнів,
              педагогів, батьків, опікунів.
            </li>
          </ul>
        </li>
        <li>
          <b>Профілактичний:</b>
          <ul>
            <li>
              Організація системи профілактичних заходів з попередження
              девіантної та деліквентної поведінки дітей та підлітків.
            </li>
            <li>
              Проведення в класах правових акцій та тренінгів з охорони прав
              дитини.
            </li>
            <li>Ініціювання та проведення правових годин спілкування.</li>
          </ul>
        </li>
        <li>
          <b>Діагностичний:</b>
          <ul>
            <li>
              Вивчення та аналіз морального–психологічного фону навчального
              закладу з метою виявлення його впливу на особистість учня та
              розробка заходів щодо його оптимізації
            </li>
            <li>
              Здійснення моніторингу щодо порушення прав дітей як серед
              учнівського колективу, так і з боку дорослих ( вчителів та тих,
              хто причетний до навчально–виховного процесу).
            </li>
            <li>
              Дослідження психосоціальних особливостей розвитку учнів
              навчального закладу.
            </li>
          </ul>
        </li>
        <li>
          <b>Інформаційний:</b>
          <ul>
            <li>
              Знайомство з законодавчими актами а використання наявного арсеналу
              правових норм для захисту прав та інтересів особистості.
            </li>
            <li>
              Організація та проведення практичних семінарів та форумів,
              лекторіїв та психологічних тренінгів.
            </li>
          </ul>
        </li>
        <li>
          <b>Медичний:</b>
          <ul>
            <li>
              Контроль за харчуванням, трудовим, фізичним вихованням, умовами
              організації навчального часу з метою підтримки здоров’я.
            </li>
            <li>
              Вивчення психолого – медико – педагогічних особливостей учнів, їх
              мікросередовища, умов проживання.
            </li>
          </ul>
        </li>
      </ol>

      <div className="font-bold text-violet-700">Психологічна служба:</div>

      <ul>
        <li>Здійснює психологічний супровід розвитку дитини.</li>
        <li>
          Визначає психологічну готовність дітей до навчання у школі
          (діагностична та корекційна робота з дітьми, що виявились не готові до
          школи).
        </li>
        <li>
          Вивчення процесу адаптації першокласників та п’ятикласників до
          шкільного життя.
        </li>
        <li>
          Психологічний супровід розвитку підлітків (діагностика особистісних
          рис та якостей, особливостей характеру, стимулювання саморозвитку та
          самовиховання, консультування з особистісних проблем, тематичні
          бесіди, навчальні заняття, тренінги, психологічна допомога в кризових
          ситуаціях).
        </li>
        <li>Допомога в професійному самовизначенні старшокласників.</li>
        <li>
          Робота з учнями старшого шкільного віку (виявлення психологічної
          готовності до «дорослого життя»).
        </li>
        <li>
          Виявлення дітей девіантної поведінки (діти, що мають труднощі в
          навчанні, поведінці; емоційні розлади). Рекомендації та поради
          батькам, вчителям, учням.
        </li>
        <li>
          Психологічна діагностика важковиховуваності та акцентуації характеру.
        </li>
        <li>
          Розробка програм педагогічної та психологічної корекції неадекватної
          поведінки.
        </li>
        <li>Профілактика правопорушень.</li>
        <li>Орієнтація учнів на здоровий спосіб життя.</li>
        <li>Попередження суїцидної поведінки.</li>
        <li>Пошук шляхів оптимізації навчально-виховного процесу.</li>
        <li>Врегулювання конфліктних ситуацій.</li>
        <li>Робота з обдарованими дітьми.</li>
        <li>
          Робота з дітьми різних категорій (сиротами, напівсиротами, з
          малозабезпечених сімей, з багатодітних сімей, що постраждали від
          аварії на ЧАЕС…)
        </li>
      </ul>

      <br />
      <p className="text-center font-bold">
        Поділіться своєю бідою!
        <br />
        Повірте!
        <br />
        Ми Вас підтримаємо, допоможемо, захистимо!
      </p>
    </div>
  );
}
