import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";
import { employees } from "~/data/employees";
import { dirAsset } from "~/lib/utils";
import { EmployeeInfo } from "./-components/employee-info";

export const Route = createFileRoute(
  "/social-and-psychological-service/practical-psychologist/",
)({
  component: RouteComponent,
  staticData: {
    title: "Загальна інформація",
  },
});

const image = dirAsset("images/");

function RouteComponent() {
  return (
    <div className="content">
      <EmployeeInfo
        employee={employees.byJob("практичний-психолог")[0]}
        workingHours={[
          ["08:30", "14:30"],
          ["08:30", "14:30"],
          ["08:30", "14:30"],
          ["08:30", "14:30"],
          ["08:30", "14:30"],
        ]}
      />

      <p>
        Психологічна служба гімназії діє згідно{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z0885-18">
          наказу Міністерства освіти і науки України №509 від 22.05.2018 року
          "Про затвердження Положення про психологічну службу системи освіти
          України"
        </ExternalLink>
        , керується в своїй роботі Положенням про психологічну службу.
      </p>

      <p>
        Психолог здійснює психолого-педагогічний супровід освітнього процесу з
        метою забезпечення нормального розвитку дитини (відповідно до норми
        розвитку у відповідному віці).
      </p>

      <div className="font-bold text-violet-700">
        Завдання, котрі реалізує психолог в межах соціального захисту:
      </div>

      <img
        src={image("практичний-психолог-1.jpg")}
        className="float-right w-90 md:ml-2"
      />
      <p>
        Проведення комплексної психодіагностики з метою отримання інформації про
        особистість. Дослідження особистісних рис, акцентуацій характеру,
        особливостей взаємин. Таку узагальнену інформацію психолог надає
        соціальному педагогу, дані оформлює у вигляді психологічної
        характеристики. Консультування (разове, короткострокове,
        середньострокове, довгострокове). Проведення тренінгових занять з метою
        покращення адаптації учнів, сприяння саморозкриття , індивідуальних
        особливостей, здібностей, захоплень, життєвих планів, реалізації
        можливостей та внутрішнього потенціалу особистості дитини. Проведення
        індивідуальних і групових бесід, лекцій, семінарів. Психолог висвітлює
        на консиліумах, педрадах, батьківських зборах причини та наслідки
        психологічних проблем, які можуть бути актуальними і спричинити прояви
        дезадаптації учнів. Надає рекомендації класним керівникам, вчителям щодо
        психологічних особливостей роботи із дітьми.
      </p>

      <div className="font-bold text-violet-700">
        У функції психолога входять:
      </div>
      <ol>
        <li>Психологічна діагностика;</li>
        <li>Корекційна робота;</li>
        <li>Консультування батьків і педагогів;</li>
        <li>Психологічна просвіта;</li>
        <li>Психопрофілактична робота;</li>
        <li>Організаційно-методична робота;</li>
        <li>Зв'язки з громадськістю.</li>
      </ol>

      <p className="clear-both">
        Психологічна діагностика включає проведення фронтальних(групових) і
        індивідуальних обстежень учнів за допомогою спеціальних методик.
        Діагностика проводиться по попередньому запиту учителів або батьків, а
        також за ініціативою психолога з дослідницькою або профілактичною метою.
        Корекційне зайняття може бути індивідуальним і груповим. В ході їх
        психолог намагається скоректувати небажані особливості психічного
        розвитку учня. Це зайняття може бути спрямоване як на розвиток
        пізнавальних процесів (пам'ять, увага, мислення), так і на рішення
        проблем в емоційно-вольовій сфері, у сфері спілкування і проблеми
        самооцінки учнів. Консультування батьків і учителів - це робота по
        конкретному запиту. Психолог знайомить батьків або педагогів з
        результатами діагностики, дає певний прогноз, попереджає про те, які
        труднощі можуть в майбутньому виникнути у учня в навчанні і спілкуванні.
        Психологічна просвіта полягає в тому, щоб знайомити педагогів і батьків
        з основними закономірностями і умовами сприятливого психічного розвитку
        дитини. Воно здійснюється в ході консультування, виступів на
        педагогічних радах і батьківських зборах. Усі перелічені вище функції
        психолога дозволяють дотримуватися в гімназії психологічних умов,
        необхідних для повноцінного психічного розвитку і формування особи учня,
        тобто служать цілям психологічної профілактики.
      </p>

      <div className="font-bold text-violet-700">
        Основні принципи методичної роботи:
      </div>
      <ul>
        <li>демократизація та гуманізація навчального процесу.</li>
        <li>оптимальне поєднання індивідуальних і колективних форм.</li>
        <li>пріоритет знань та моральних цінностей.</li>
      </ul>
      <br />

      <img
        src={image("практичний-психолог-2.jpg")}
        className="mx-auto w-80 md:float-right"
      />
      <div className="font-bold text-violet-700">
        Основні напрямки роботи практичного психолога:
      </div>
      <ol>
        <li>Сприяння процесу адаптації дітей до школи.</li>
        <li>Формування ключових компетентностей учнів.</li>
        <li>Сприяння формуванню класних колективів.</li>
        <li>
          Навчання учнів та вчителів прийомам ефективного спілкування, вирішення
          конфліктних ситуацій та саморегуляції.
        </li>
        <li>
          Профілактика залежних форм поведінки і виховання здорового способу
          життя, профілактика девіантної поведінки та насильства у сім’ях учнів.
        </li>
        <li>
          Ведення дослідницької роботи з вивчення основних причин низьких
          досягнень учнів та низької вмотивованості до навчання.
        </li>
        <li>Сприяння формуванню позитивної мотивації навчання учнів.</li>
        <li>Виявлення обдарованих учнів.</li>
        <li>
          Здійснення психологічного супроводу профільного навчання, сприяння
          процесу самореалізації старшокласників.
        </li>
        <li>
          Підвищення рівня психологічних знань, надання допомоги у формуванні
          ключових компетентностей вчителів.
        </li>
      </ol>
    </div>
  );
}
