import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/social-and-psychological-service/social-pedagogue/bullying",
)({
  component: RouteComponent,
  staticData: {
    title: "Булінг",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <img
        src={asset("images/булінг.jpg")}
        className="float-left w-120 md:mr-2"
      />
      <p>
        Насильство у школі – буденна реальність для багатьох людей в усьому
        світі. Переслідування, знущання, погрози онлайн, образи – все це
        негативно впливає на школяра та його успіхи в навчанні.
      </p>
      <p>
        У школі вирішальна роль у боротьбі з булінгом належить учителям. Проте
        впоратися з цією проблемою вони можуть тільки за підтримки керівництва
        школи, батьків (осіб, що їх замінюють), представників місцевих органів
        влади та громадських організацій.
      </p>
      <p>
        Цькування та фізичний тиск на дітей неприпустимий у школах. Якщо раніше
        часто на це дивилися крізь пальці, то сьогодні в Україні вирішили
        жорстко карати учасників конфлікту.
      </p>
      <p>
        19.01.2019 набув чинності Закон України від 18.12.2019 року № 2657-VIII
        «Про внесення змін до деяких законодавчих актів України щодо протидії
        булінгу (цькуванню)».
      </p>
      <p>
        Так, Закон України «Про освіту» доповнено пунктом, яким передбачено, що
        булінг (цькування) це діяння (дії або бездіяльність) учасників
        освітнього процесу, які полягають у психологічному, фізичному,
        економічному, сексуальному насильстві, у тому числі із застосуванням
        засобів електронних комунікацій, що вчиняються стосовно малолітньої чи
        неповнолітньої особи та (або) такою особою стосовно інших учасників
        освітнього процесу, внаслідок чого могла бути чи була заподіяна шкода
        психічному або фізичному здоров’ю потерпілого.
      </p>
      <p>
        Крім цього, внесено відповідні доповнення до статей Закону «Про освіту»,
        які визначають права та обов’язки засновника та керівника закладу
        освіти, педагогічних, науково-педагогічних і наукових працівників, інших
        осіб, які залучаються до освітнього процесу здобувачів освіти та їхніх
        батьків.
      </p>
      <p>
        Зокрема, передбачено обов’язок засновника закладу освіти вживати заходів
        для надання соціальних та психолого-педагогічних послуг здобувачам
        освіти, які вчинили булінг (цькування), стали його свідками або
        постраждали від булінгу та повідомляти уповноваженим підрозділам органів
        Національної поліції України та службі у справах дітей про випадки
        булінгу (цькування) в закладі освіти.
      </p>
      <p>
        Кодекс України про адміністративні правопорушення доповнено статтею
        173-4, яка передбачає адміністративну відповідальність.
      </p>
      <p>
        Відтепер вчинення булінгу неповнолітньої чи малолітньої особи буде
        каратися штрафом від 850 до 1700 грн або громадськими роботами від 20 до
        40 годин.
      </p>
      <p>
        Знущання, вчинені повторно упродовж року після скоєного правопорушення
        або групою осіб каратимуться штрафом у розмірі від 1700 до 3400 грн або
        громадськими роботами на строк від 40 до 60 годин.
      </p>
      <p>
        У разі цькування неповнолітнім від 14 до 16 років, відповідатимуть його
        батьки або особи, що їх заміняють.
      </p>
      <p>
        До них застосовуватимуть покарання у вигляді штрафу від 850 до 1700 грн
        або громадські роботи на строк від 20 до 40 годин.
      </p>
      <p>Окремо передбачена відповідальність за приховування фактів булінгу.</p>
      <p>
        Якщо керівник закладу освіти не повідомить поліцію про відомі йому
        випадки цькування серед учнів, його оштрафують на суму від 850 до 1700
        грн або призначать виправні роботи на строк до одного місяця з
        відрахуванням до 20 % заробітку.
      </p>
      <p>
        Отже, попередження булінгу в освітніх закладах це спільні дії учасників
        освітнього процесу. Тому, у разі виявлення ознак булінгу, не залишайте
        цю ситуацію без уваги. Якщо дитина не вирішила її самостійно, зверніться
        до класного керівника, а в разі його/її неспроможності владнати
        ситуацію, до завуча або директора школи, адже керівництво навчального
        закладу несе особисту відповідальність за створення безпечного і
        комфортного середовища для кожної дитини.
      </p>
      <p>
        Якщо вчителі та адміністрація не розв’язали проблему, не варто зволікати
        із написанням відповідної заяви до поліції.
      </p>

      <h2>Насильство у сім'ї як соціальна проблема в Україні</h2>
      <img
        src={asset("images/насильство-у-сім`ї.jpg")}
        className="float-right w-120 md:ml-2"
      />

      <p>
        Зазвичай існує широко розповсюджений міф, що насильство в родинах - це
        проблема тільки неблагополучних родин, і майже завжди сімейне насильство
        пов'язане з пияцтвом і бідністю. Однак за деякими дослідженнями це
        зовсім не так. Насильство властиве для всіх соціальних груп і не
        залежить від економічного становища родини в цілому. Приємно вражає той
        факт що, домашнє насильство вважають злочином всі респондентки віком до
        15 років - 100.0%; 86.5% - віком 15-20 років; 88.5% - віком 20-35 років
        і 87.9% - віком після 35 років.
      </p>
      <p>
        В Україні проблема домашнього насильства практично не вивчалася. Тільки
        протягом останнього часу теми насильства у родині стали предметом
        публічного обговорення. Для того, щоб перемогти реальне зло, його треба
        зазнати, відкрито обговорити проблему та шукати шляхи вирішення. За
        даними Інституту соціологічних досліджень НАН, 68 відсотків жінок в
        зазнають знущання в сім'ї, з них чверть "як правило" або "часто"
        потерпає від побоїв. Кожна десята дівчина зазнає постійного насильства..
        За визначенням Закону України "Про попередження насильства в сім'ї",
        який Верховна Рада України ухвалила 2001 року, насильство в сім'ї — це
        "будь-які умисні дії фізичного, сексуального, психологічного чи
        економічного спрямування одного члена сім'ї по відношенню до іншого
        члена сім'ї, якщо ці дії порушують конституційні права і свободи члена
        сім'ї як людини та громадянина і наносять йому моральну шкоду, шкоду
        його фізичному чи психічному здоров'ю".
      </p>
      <p>
        Отже, жертвою домашнього насильства може стати будь-хто: жінка, яку
        постійно лає і б'є її чоловік, дівчинка-підліток, що страждає від
        сексуальних переслідувань свого вітчима, хлопчик, якого лупцює
        мати-алкоголічка, старенька бабуся, що її ненавидять власні діти. Закон
        розрізняє такі види домашнього насильства: фізичне насильство в сім'ї —
        це навмисне нанесення побоїв, тілесних ушкоджень одного члена сім'ї
        іншому, яке може призвести чи призвело до порушення нормального стану
        фізичного чи психічного здоров'я або навіть до смерті постраждалого, а
        також до приниження його честі та гідності. Сексуальне насильство в
        сім'ї — це примушування до небажаних статевих стосунків у родині, а
        також сексуальні дії щодо неповнолітнього члена сім'ї. Психологічне
        насильство в сім'ї — це насильство, пов'язане з тиском одного члена
        сім'ї на психіку іншого через навмисні словесні образи або погрози,
        переслідування, залякування, які доводять постраждалого до стану
        емоційної невпевненості, втрати здатності захистити себе і можуть
        заподіяти або заподіяли шкоду психічному здоров'ю. Економічне насильство
        в сім'ї — це навмисні дії одного члена сім'ї щодо іншого, спрямовані
        нате, щоб позбавити постраждалого житла, їжі, одягу та іншого майна чи
        коштів, на які він має законне право.
      </p>
      <p>
        Такі дії можуть заподіяти шкоду фізичному чи психічному здоров'ю або
        навіть призвести до смерті постраждалого. Причинами ж того, чому жінки
        не подають скарг у зв'язку з насильством, є тиск суспільних і родинних
        обставин та бажання зберегти відносини. Культурні та релігійні традиції
        також присутні серед перешкод, що ускладнюють боротьбу з насильством.
        Вдосконалення правової оцінки насильства в сім'ї багато в чому залежить
        від усвідомлення громадськістю та самими жінками того, що насильство в
        сім'ї є злочином. Як показали результати опитування, 59 відсотків
        респонденток потерпають від членів своєї родини або від партнерів в
        інтимних стосунках, причому, віком до 15 років потерпають всі сто
        відсотків; у віці 15-20 років - 62.2%; 20-35 років - 50.0%; після 35
        років - 67.3% жінок.
      </p>
      <p>
        Україна ратифікувала Конвенцію ООН проти катувань та інших жорстоких,
        нелюдських або таких, що принижують гідність, видів поводження і
        покарання 1984 р., положення якої розвивають і уточнюють міжнародні
        стандарти в цій галузі. Відповідно до цієї конвенції Україна визнала, що
        катування означає будь-яку дію, якою будь-якій особі умисно заподіюються
        сильний біль або страждання, фізичне чи моральне, щоб отримати від неї
        або від третьої особи відомості чи зізнання, покарати її за дії, які
        вчинила вона або третя особа чи у вчиненні яких вона підозрюється, а
        також залякати чи примусити її або третю особу, чи з будь-якої причини,
        що ґрунтується на дискримінації будь-якого виду, коли такий біль або
        страждання заподіюються державними посадовими особами чи іншими особами,
        які виступають як офіційні, чи з їх підбурювання, чи з їх відома, чи за
        їх мовчазної згоди. Україна є учасницею Конвенції про захист прав і
        основних свобод людини 1950 р., яка в ст.3 передбачає свободу особи від
        катувань чи нелюдського або такого, що принижує її гідність, поводження
        чи покарання. Україна також ратифікувала 24 січня 1997 р. Європейську
        конвенцію про запобігання тортурам та нелюдському або такому, що
        принижує гідність, поводженню і покаранню 1987 р., яка не дає визначення
        катувань, але передбачає дійовий міжнародний механізм реалізації ст.3
        Конвенції про захист прав і основних свобод людини.
      </p>
      <p>
        Таким чином, законодавство про попередження насильства в сім'ї наділяє
        нас досить широкими можливостями щодо звернення до органів та установ за
        допомогою у ситуації сімейного насильства, що тягне за собою вжиття
        визначених заходів по його запобіганню. Захист від насильства
        врегульований навіть на міжнародному рівні, про що свідчать ратифіковані
        Конвенції. Проте законодавство з питань попередження сімейного
        насильства стане ефективним інструментом захисту від насильства в родині
        лише за умови широкого доступу до інформації із проблеми профілактики
        насильства в сім'ї, плідного співробітництва громадських організацій та
        органів влади й місцевого самоврядування, а також активної протидії
        кожного з нас в цьому принизливому для людської гідності явищу. Немає
        рецепту на усі випадки життя, тому що ситуації можуть бути дуже-дуже
        різними. У різних людей різні духовно-моральні сили, різні можливості.
        Те, що один може сам осмислити, зрозуміти і змінити ситуацію, інший - не
        в силах. Але боротися з насиллям просто необхідно для нормального
        повноцінного життя.
      </p>

      <p>
        <b>Екстрені телефони</b> (цілодобово) м. Кривий Ріг
      </p>

      <div className="grid grid-cols-2 items-center">
        <div className="font-bold">
          (063) 338-38-72
          <br />
          (099) 366-63-44
        </div>
        <div className="font-bold">
          Допомога особам, які постраждали від домашнього насильства
        </div>
      </div>
    </div>
  );
}
