import { createFileRoute } from "@tanstack/react-router";
import { employees } from "~/data/employees";
import { EmployeeInfo } from "./-components/employee-info";

export const Route = createFileRoute(
  "/social-and-psychological-service/social-pedagogue/",
)({
  component: RouteComponent,
  staticData: {
    title: "Загальна інформація",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <EmployeeInfo
        employee={employees.byJob("соціальний-педагог")[0]}
        workingHours={[
          ["08:00", "14:00"],
          ["08:00", "14:00"],
          ["08:00", "14:00"],
          ["08:00", "14:00"],
          ["08:00", "14:00"],
        ]}
      />
      <p>
        <b>Соціальний педагог</b>– це педагогічний працівник, основна мета
        роботи якого полягає у забезпеченні соціально-правового захисту учнів
        гімназії та попередженнї впливу негативних соціальних чинників на
        формування та розвиток особистості дитини. У гімназії він є громадським
        інспектором з охорони дитинства.
      </p>
      <p>
        <b>Вивчає та оцінює</b>
        особливості діяльності й розвитку учнів (вихованців), мікроколективу
        (класу чи референтної групи), шкільного колективу загалом, неформальних
        молодіжних об'єднань.
      </p>
      <p>
        <b>Досліджує</b>
        спрямованість впливу мікросередовища, особливостей сім'ї та сімейного
        виховання, позитивного виховного потенціалу в мікрорайоні та джерела
        негативного впливу на дітей і підлітків.
      </p>

      <div className="font-bold text-violet-700">
        Напрямки роботи соціального педагога в гімназії:
      </div>
      <ul>
        <li>психологічна підготовка до навчання у гімназії;</li>
        <li>
          адаптація дітей до умов перебування у навчально-виховному закладі;
        </li>
        <li>організація роботи з “важкими” дітьми;</li>
        <li>професійне самовизначення старшокласників;</li>
        <li>
          організація роботи з обдарованими дітьми та дітьми з творчими
          здібностями;
        </li>
        <li>
          сприяння психологічному здоров’ю дітей, підлітків, батьків та
          педагогів
        </li>
        <li>
          попередження суїцидальної поведінки дітей та підлітків, насильницьких
          дій у родині та навчально виховному закладі;
        </li>
        <li>організація роботи з дітьми пільгового контингенту;</li>
        <li>методична робота.</li>
      </ul>

      <div className="font-bold text-violet-700">
        Види роботи соціального педагога в гімназії:
      </div>
      <ul>
        <li>діагностична робота;</li>
        <li>прогностична робота;</li>
        <li>консультаційна робота;</li>
        <li>соціально-перетворювальна робота;</li>
        <li>профілактична (просвітницька) робота;</li>
        <li>навчальна діяльність;</li>
        <li>організаційно-методична робота;</li>
        <li>зв’язки з громодськістю.</li>
      </ul>

      <div className="font-bold text-violet-700">
        Учням та їхнім батькам соціальний педагог надає наступні види соціальних
        послуг:
      </div>
      <ul>
        <li>
          допомагає в адаптації дітей при вступі до гімназії, переході із одного
          до іншого ступеня навчального закладу;
        </li>
        <li>
          виступає посередником між навчальним закладом та сім’єю, між батьками
          і вчителями;
        </li>
        <li>
          слідкує за відвідуванням учнями навчального закладу, допомагає у
          подоланні причин, що призводять до пропусків занять;
        </li>
        <li>
          попереджує конфлікти, які можуть виникнути в учнівському колективі.
        </li>
      </ul>

      <div className="font-bold text-violet-700">
        Разом із педагогічним колективом навчального закладу соціальний педагог:
      </div>
      <ul>
        <li>
          проводить консультації з учителем та іншими працівниками гімназії з
          різних соціально-педагогічних проблем з метою сприяння покращенню умов
          життя та навчання учнів;
        </li>
        <li>
          організовує співробітництво з учителями та іншими спеціалістами
          гімназії (психолог, дефектолог, лікар) при розробці індивідуальної
          стратегії і тактики допомоги дезадаптованим учням;
        </li>
        <li>
          надає допомогу в оцінці та аналізі дисциплінарних порушень учнів.
        </li>
        <li>
          бере участь у педрадах, батьківських зборах та нарадах, що стосуються
          соціально-педагогічного життя навчального закладу.
        </li>
      </ul>
    </div>
  );
}
