import image from "./1.jpg";

export const title = "БУЛІНГ: інформація для батьків";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />

      <p>
        Булінг (цькування) – це агресивна і вкрай неприємна поведінка однієї
        дитини або групи дітей по відношенню до іншої дитини, що супроводжується
        постійним фізичним і психологічним впливом.
      </p>
      <p>
        Згідно з дослідженнями, 24% українських дітей хоча б раз стикались із
        цькуванням у школі. З них менше половини розповідало про цей досвід
        батькам, рідним та друзям. Дуже часто булінг призводить до непоправних
        наслідків, а тому останнім часом у світі активно говорять про те, як
        зупинити шкільне насилля.
      </p>
      <p>
        Кривдники можуть знайти безліч причин щоб цькувати дитину: зовнішність,
        що не вписується у загальноприйняті рамки, поведінка, думки, які не
        збігаються з думкою більшості, тощо.
      </p>

      <h2>ЯК ЗРОЗУМІТИ, ЩО ВАШУ ДИТИНУ ПІДДАЮТЬ ЦЬКУВАННЮ</h2>
      <ol>
        <li>
          Дитина завжди виглядає сумною, депресивною, постійно має поганий
          настрій.
        </li>
        <li>Шкільні оцінки дитини почали знижуватися.</li>
        <li>
          Школа та шкільне життя не приносять дитині задоволення як раніше.
        </li>
        <li>Дитина часто пропускає школу, просить «залишитися вдома».</li>
        <li>
          Дитина шукає та обирає альтернативні маршрути до школи, навіть якщо
          вони не є зручними.
        </li>
        <li>
          Дитина повертається додому з незрозумілими гулями, синьцями, порізами.
        </li>
        <li>Дитина проводить багато часу наодинці (як дома, так і в школі).</li>
        <li>
          У дитини занижена самооцінка, погане самопочуття, головний біль,
          нудота.
        </li>
        <li>
          У дитини виникли проблеми зі сном, засинанням, часто сняться кошмари.
        </li>
        <li>У дитини часта зміна апетиту або навпаки постійне бажання їсти.</li>
      </ol>

      <h2>ПОРАДИ БАТЬКАМ</h2>

      <p>
        Найкраще, що може зробити мати та батько для своєї дитини у цій ситуації
        – це дати їй зрозуміти, що з будь-якою проблемою вона може звернутися до
        них, отримавши необхідну підтримку і захист. Найгірше – це сказати:
        «Розбирайся сам/а!». Дитина одна у цій битві не впорається.
      </p>

      <ol>
        <li>
          Говоріть і слухайте вашу дитину щодня! Запитуйте, як минув день у
          школі: що було на уроці, перерві, дорогою до та зі школи. Питайте про
          однолітків.
          <p>
            <b>Пам’ятайте:</b> дитина не може впоратися з булінгом самостійно!
            Діти зазвичай не розповідають про насилля батькам, тому важливо
            навчитися розпізнавати ознаки булінгу.
          </p>
        </li>
        <li>
          Створюйте здорові ненасильницькі звички! Почніть якомога раніше вчити
          дітей того, чого не можна робити (штовхати, дражнити) і що необхідно
          робити (бути добрим, привітним, толерантним). Також навчіть дитину, що
          робити, якщо вона або хтось інший опинився об’єктом знущань
          (звернутись до дорослого, попросити агресора зупинитись, проігнорувати
          задирання й піти). Поясніть, що вам (батькам) можна довіряти і ви
          допоможете у будь-якій ситуації.
        </li>
        <li>
          Навчіть дитину правильно користуватися Інтернетом, соціальними
          мережами. Поясніть, що таке кібербезпека і як протистояти
          кіберзалякуванню. Установіть ліміт часу роботи в мережі.
        </li>
        <li>
          Будьте прикладом доброти і лідерства для своєї дитини. Кожного разу,
          коли Ви говорите з іншою особою образливим тоном, ви вчите дитину
          знущанню. Важливо вчити дитину робити добро і проявляти співчуття. Це
          запорука хороших стосунків з однолітками.
        </li>
        <li>
          Навчайте дитину вирішувати проблеми конструктивно, без агресивності,
          хваліть її, коли в неї це виходить.
        </li>
        <li>
          Хваліть дитину, коли вона добре поводиться, це допоможе їй підняти
          самооцінку. Дітям потрібна впевненість у собі, щоб вони могли
          відстояти свою точку зору.
        </li>
        <li>
          Якщо ви бачите, що когось ображають, обов’язково заступіться за
          дитину, навіть якщо кривдником є ваш син чи донька.
        </li>
        <li>
          Ніколи не ображайте самі. Якщо дітей ображають удома, вони будуть
          зганяти злість на інших.
        </li>
        <li>
          Хваліть і заохочуйте дитину. Допоможіть їй пишатися своїми
          досягненнями та відмінностями. Впевнені в собі діти рідше стають
          мішенню для булерів.
        </li>
        <li>
          Шукайте та розвивайте таланти і позитивні якості у вашій дитині. Це
          може допомогти їй самоствердитись.
        </li>
        <li>
          Заохочуйте дитину до фізичної активності та занять спортом, оскільки
          фізичні вправи сприяють кращій фізичній координації та зменшують
          напруження, що підвищує самооцінку дитини та поліпшує відносини з
          однолітками.
        </li>
        <li>
          Дайте вашій дитині чітко зрозуміти, що булінгова поведінка – це
          серйозно, і ви не терпітимете такої поведінки в майбутньому.
        </li>
        <li>
          Установіть чітку сімейну систему правил. Наслідки за порушення цих
          правил дитиною мають бути послідовними та не ворожими. Подавайте
          власний позитивний приклад дотримання цих правил.
        </li>
        <li>
          Проводьте більше часу з дитиною. Слідкуйте за тим, як ваша дитина
          проводить свій вільний час. Познайомтеся із друзями вашої дитини,
          дізнайтесь, як і де вони проводять час разом.
        </li>
        <li>
          Налагодьте стосунки з вчителями та однокласниками, беріть участь в
          заходах, до яких залучають і батьків. Запрошуйте однокласників дитини,
          а особливо тих, кому вона симпатизує, якомога частіше до себе в гості.
          Дитині потрібні люди, які не дадуть її образити.
        </li>
      </ol>

      <h2>ЩО КАЖЕ ЗАКОН</h2>

      <p>
        Стаття 1 Закону України «Про освіту» передбачає, що булінг (цькування) —
        це дії або бездіяльність учасників освітнього процесу, які полягають у
        психологічному, фізичному, економічному, сексуальному насильстві, у тому
        числі із застосуванням засобів електронних комунікацій, що вчиняються
        стосовно малолітньої чи неповнолітньої особи та (або) такою особою
        стосовно інших учасників освітнього процесу, внаслідок чого могла бути
        чи була заподіяна шкода психічному або фізичному здоров’ю потерпілого.
      </p>
    </div>
  );
}
