import image from "./1.png";

export const title = "Вправи для розвитку емоційного інтелекту";

export function Content() {
  return (
    <div className="content">
      <p>
        Відомо, що без розвиненого емоційного інтелекту ефективне лідерство
        неможливе. Американський письменник, психолог, науковий журналіст Д.
        Гоулман наводить переконливі дані досліджень Гарвардського університету:
        успішність будь-якої діяльності лише на 33% визначається технічними
        навичками, знаннями та інтелектуальними здібностями (IQ), а на 67% —
        емоційним інтелектом.
      </p>
      <p>
        Д. Гоулман стверджує, що мікроклімат у будь-якому колективі (дитячому чи
        дорослому) на 50—70% залежить від дій однієї людини — лідера. Тільки
        один окремо взятий організаційний клімат — емоційне ставлення людей до
        роботи — здатний пояснити 20—30% відмінностей у продуктивності праці
        робітників
      </p>

      <p>Формула гармонійно розвиненої Особистості: IQ + EQ</p>

      <p>
        Низький рівень емоційного інтелекту здатний призвести до психологічної
        проблеми – алекситиміі.
      </p>
      <p>
        Алекситимія – це нездатність до вираження емоцій в усній формі, тобто
        словесно описати їх, що підвищує ризик виникнення психосоматичних
        захворювань у дітей та дорослих.
      </p>
      <p>
        Усвідомлюючи актуальність цього питання, психологи наголошують на
        необхідності розвитку емоційного інтелекту в усіх учасників освітнього
        процесу. Останні дослідження вчених говорять про те, що нервові шляхи
        мозку постійно розвиваються. Це дає впевненість стверджувати, що
        емоційний інтелект можна розвивати до середини життя, а надалі —
        підвищувати його рівень за допомогою навчання та тренування. Існує цілий
        спектр методів, прийомів та рекомендацій націлених на розвиток
        емоційного інтелекту. Пропоную деякі вправи з розвитку емоційного
        інтелекту.
      </p>

      <h2>Вправи для розвитку емоційного інтелекту</h2>

      <h3>Вправа 1</h3>
      <ol>
        <li>
          Протягом трьох хвилин запишіть слова, вирази, словосполучення, які
          дають вам змогу точно висловити емоції. Зверніть увагу на кількість
          слів:
          <hr className="mt-5 border-black" />
          <ul>
            <li>
              Понад 30 слів — ваш словниковий запас цілком дає змогу
              висловлювати ваші почуття; ви можете розраховувати на те, що Ваші
              емоційні переживання будуть зрозумілі оточенню;
            </li>
            <li>
              20—30 слів — ви можете в різний спосіб висловити свої почуття, але
              тренування Вам не завадить;
            </li>
            <li>
              менше ніж 10 слів — вам необхідне тренування у вираженні почуттів.
              Зверніть також увагу на те, яких емоцій у Вас більше — позитивних
              чи негативних? Це характеризує вашу особистість і ваше ставлення
              до життя.
            </li>
          </ul>
        </li>
        <li>
          Щоб навчитися приймати прояви емоцій інших людей, повивчайте, у
          виявленні яких емоцій ви відмовляєте іншим людям. Для цього продовжить
          речення (маючи на увазі виявлення емоцій іншими людьми):
          <table>
            <tbody>
              <tr>
                <th>1. На людях ніколи не можна виявляти</th>
                <td>_________________________________</td>
              </tr>
              <tr>
                <th>2. Не можна дозволяти собі</th>
                <td>_________________________________</td>
              </tr>
              <tr>
                <th>3. Це обурливо, коли</th>
                <td>_________________________________</td>
              </tr>
              <tr>
                <th>4. Мене бісить, коли інші люди</th>
                <td>_________________________________</td>
              </tr>
            </tbody>
          </table>
          <p>
            Швидше за все, ті емоції, які ви не дозволяєте проявляти іншим, не
            дуже дозволяєте й собі.
          </p>
        </li>
        <li>
          Переформулюйте ірраціональні установки, додавши до цих тверджень
          дозвіл на прояв емоцій, і перепишіть їх, наприклад: «Мені не
          подобається, коли інші люди підвищують на мене голос, але я розумію,
          що іноді інші люди можуть втратити над собою контроль». Такі
          переформулювання допоможуть почуватися більш спокійно, коли людина
          поруч досить бурхливо виявляє свої емоції.
          <ol>
            <li>
              _____________________________________________________________
            </li>
            <li>
              _____________________________________________________________
            </li>
            <li>
              _____________________________________________________________
            </li>
            <li>
              _____________________________________________________________
            </li>
            <li>
              _____________________________________________________________
            </li>
            <li>
              _____________________________________________________________
            </li>
          </ol>
        </li>
      </ol>

      <h3>Вправа 2</h3>

      <p>
        Переформулюйте твердження «Ти-повідомлення» у «Я-висловлювання»,
        спираючись на схему техніки вербалізації емоцій: Я відчуваю… (емоція)
        коли… (поведінка) і я хочу… (бажаний результат).
      </p>

      <div className="grid grid-cols-2 justify-items-center">
        <div className="font-bold">“Ти-повідомлення”</div>
        <div className="mb-5 font-bold">“Я-висловлювання”</div>
        <div>Ти завжди мене перериваєш</div>
        <div>_________________________________</div>
        <div>Ти завжди спізнюєшся</div>
        <div>_________________________________</div>
        <div>Ти завжди на мене кричиш</div>
        <div>_________________________________</div>
        <div>Ти постійно береш гроші в борг і не віддаєш мені його</div>
        <div>_________________________________</div>
        <div>Ти завжди повідомляєш про зміни в останню хвилину</div>
        <div>_________________________________</div>
        <div>Ти не виконуєш свої обіцянки</div>
        <div>_________________________________</div>
      </div>

      <h3>Вправа 3</h3>

      <p>Проектування конструктивної емоційної взаємодії з іншими людьми</p>
      <img src={image} className="mx-auto w-100" />
      <ol>
        <li>
          Оцініть ваші взаємини з колегами відносно вашої задоволеності ними
          (від 0 до 10). Оцініть ваші взаємини з:
          <table>
            <tbody>
              <tr>
                <th>1. керівництвом</th>
                <td>____________</td>
              </tr>
              <tr>
                <th>2. учителями</th>
                <td>____________</td>
              </tr>
              <tr>
                <th>3. конкурентами</th>
                <td>____________</td>
              </tr>
              <tr>
                <th>4. учнями</th>
                <td>____________</td>
              </tr>
              <tr>
                <th>5. батьками</th>
                <td>____________</td>
              </tr>
              <tr>
                <th>6. наглядовими структурами</th>
                <td>____________</td>
              </tr>
            </tbody>
          </table>
        </li>
        <li>
          Зазначте на діаграмі поставлені бали в кожному секторі відповідно. За
          умови, що в центрі кола — 0, а на гребені — 10.
        </li>
        <li>Заштрихуйте заповнені зони.</li>
        <li>
          Зробіть висновок про те, які емоції переважають у кожних взаєминах,
          які з них вимагають корекції і в чому саме полягає проблема.
        </li>
        <li>Сформулюйте результат, якого б ви хотіли досягти.</li>
        <li>
          Підготуйте перспективний план із налагодження взаємин, який
          охоплюватиме діяльність усіх важливих людей у різних напрямах.
        </li>
        <li>Перечитайте план.</li>
        <li>
          Перечитайте результат, який ви сформулювали спочатку. Чи допоможуть
          заплановані вами дії досягти цього результату? Чи впевнені ви в цьому?
          Які є ще дії, які можуть допомогти досягти того ж самого результату
          (можливо, ви втрачаєте потенційні варіанти дій)?
        </li>
        <li>
          Дайте собі відповідь на запитання:
          <ul>
            <li>Якими для вас можуть бути наслідки цих дій?</li>
            <li>
              Якими можуть бути наслідки цих дій для іншої людини (людей)?
            </li>
            <li>
              Якими можуть бути наслідки цих дій для вашої системи (сім’ї,
              школи, колег, друзів і т.д.) загалом?
            </li>
            <li>Чи врахували Ви можливі довгострокові наслідки?</li>
          </ul>
        </li>
      </ol>

      <h2>30 порад для розвитку емоційного інтелекту</h2>
      <br />

      <p>
        <b>Позитивне мислення</b>
      </p>
      <p>
        Позитивне мислення – це один із головних елементів емоційного інтелекту.
        Чому? Тому що емоційний інтелект пов’язаний з управлінням емоціями і
        ситуаціями в позитивному, оптимістичному, конструктивному ключі, а також
        із усвідомленням позитивного значення будь-якої емоції.
      </p>
      <p>
        Негативне мислення, навпаки, пов’язане з негативною інтерпретацією подій
        і емоцій. Воно зосереджене на важких аспектах емоцій і ситуацій, і часто
        застряє на них. Наприклад, уявіть собі, що ви пообіцяли колезі завершити
        доповідь для презентації, запланованої на наступний день. Повернувшись
        додому, ви зрозуміли, що забули це зробити. Ви засмутилися, відчуваючи
        себе винуватим. Ви говорите собі, що безнадійні. Замість того щоб
        визнати помилку і подумати про те, що можна зробити для її виправлення,
        ви тонете в морі негативних думок, самозвинувачень і докорів: «Чому я
        забув це зробити? Вона повинна була нагадати мені ще раз. Чому я завжди
        повинен робити усю роботу, яка звалюється на мене в останню хвилину?»
      </p>
      <p>
        Якщо піддатися негативному мисленню, яке завжди приходить разом із
        помилками, труднощами і розчаруваннями, то можна лише ускладнити собі
        рух вперед. Але, володіючи емоційним інтелектом, ви зумієте визнати
        труднощі, а потім позитивно і конструктивно відреагувати на них.
      </p>

      <h3>Порада 1</h3>
      <p>
        <b>Намагайтеся краще розуміти те, як ви мислите</b>
      </p>
      <p>
        Найчастіше ми просто не помічаємо своїх негативних думок. Пригадайте те,
        про що вам часто доводилося переживати: про те, яка тяганина починалася
        у вас під час планування подорожей, про колег, клієнтів або родичів, з
        якими вам важко ладнати, про певні обов’язки або про те, що ви не любите
        робити. Які негативні думки спадають вам на думку?
      </p>

      <h3>Порада 2</h3>
      <p>
        <b>Запитайте себе: «А що таке позитивне мислення?»</b>
      </p>
      <p>
        Тепер, дізнавшись більше про негативні думки, ви можете вибрати:
        продовжувати чіплятися за них або перейти до позитивних думок, які
        підбадьорюють і надають сили. Скажімо, ви зловили себе на думці: «Я вже
        по горло ситий цим холодом і дощами. У червні! Чи буде у нас взагалі
        коли-небудь нормальне літо?!» Звичайно, для цієї скарги є підстави. Що
        може бути конструктивного у цій думці? Вона здатна спонукати вас
        придбати дешевий тур до якого-небудь сонячного місця …, і таким чином у
        вас з’явиться щось, чого варто чекати. Це вже добре. А у нескінченних
        скаргах на погану погоду нічого хорошого немає.
      </p>

      <h3>Порада 3</h3>
      <p>
        <b>Додавайте слово «але» після кожної негативної думки</b>
      </p>
      <p>
        Як тільки ви спіймаєте себе на негативній думці, додайте до неї слово
        «але». Це підштовхне вас до того, щоб закінчити позитивною пропозицією:
        «… але у нас ще залишилася кілька місяців літа – вистачить часу
        насолодитися теплою погодою», «… але завтра я можу прийти на роботу
        раніше і закінчити доповідь». Уявіть собі позитивний результат,
        зосередьтеся на тому, що ви можете зробити і що контролюєте …
      </p>

      <p>
        <b>Невербальна комунікація</b>
      </p>

      <p>
        Ми увесь час передаємо один одному інформацію про наші потреби, почуття,
        наміри, уподобання і антипатії, причому не тільки словами, а й усім
        своїм виглядом.
      </p>
      <p>
        Якщо людина зла, перелякана, здивована, відчуває огиду, радість або
        смуток, їй навіть не потрібно нічого говорити – все написано у неї на
        обличчі.
      </p>
      <p>
        Але інші емоції буває нелегко розпізнати: ви не завжди можете визначити
        тільки по виразу обличчя людини, що він зараз відчуває.
      </p>
      <p>
        Звичайно, ви можете запитати, але те, що людина говорить про свої
        відчуття, і те, що він відчуває насправді, – це різні речі. Люди не
        завжди чесно говорять про свої почуття і не завжди самі ясно їх
        розуміють. Проте вони дають підказки і роблять це за допомогою
        невербальної комунікації.
      </p>
      <p>
        Дослідження професора Альберта Мейєрабіана показали, що емоції і почуття
        на 7% передаються словами, на 38% – тоном голосу і на 55% – мовою тіла.
        Це означає, що 93% того, що людина дійсно відчуває, передається
        невербально.
      </p>
      <p>
        Вираз обличчя, поза, жести і тон голосу емоційно забарвлені і можуть
        дати вам підказки, забезпечивши корисною і надійною інформацією про
        справжні почуття і наміри іншої людини.
      </p>

      <h3>Порада 4</h3>
      <p>
        <b>Шукайте більше ніж одну підказку</b>
      </p>
      <p>
        Один-єдиний вислів або жест зазвичай не можуть розповісти вам стільки,
        скільки поєднання жестів, пози, виразу обличчя і тону голосу людини. Вам
        потрібно шукати комбінацію невербальних сигналів.
      </p>

      <h3>Порада 5</h3>
      <p>
        <b>Враховуйте контекст</b>
      </p>
      <p>
        Певні обставини або ситуацію, в якій знаходиться людина, коли
        намагаєтеся зрозуміти, що він зараз відчуває. Саме поєднання
        невербальних сигналів і контексту, в якому вони подаються, створить
        точну картину його почуттів, намірів і потреб.
      </p>

      <h3>Порада 6</h3>
      <p>
        <b>Звертайте увагу на невербальні сигнали</b>
      </p>
      <p>
        Коли хтось не справляє враження чесної людини, коли його слова не
        звучать правдиво і здаються неправдивими, це відбувається тому, що те,
        щo він говорить, не відповідає невербальним сигналам. Наприклад, хоча
        людина може і посміхатися, коли хтось інший отримує нагороду,
        відсутність зорового контакту і занадто гучний пронизливий голос видають
        її справжні почуття.
      </p>

      <h3>Порада 7</h3>
      <p>
        <b>Відстежуйте зміни</b>
      </p>
      <p>
        Зміни в емоційному стані людини проявляються в її невербальній
        поведінці. Що б не відбувалося всередині, назовні все відображається.
      </p>

      <h3>Порада 8</h3>
      <p>
        <b>
          Учіться розпізнавати фізичні відчуття – напругу, занепокоєння і
          тривогу, які з’являються у вас разом із думками про те, що хтось
          занадто зволікає
        </b>
      </p>
      <p>
        Спробуйте відслідкувати момент, коли Ви стаєте збудженими,
        роздратованими і починаєте виходити з рівноваги? Що у цей час
        відбувається у Вашому тілі?
      </p>

      <h3>Порада 9</h3>
      <p>
        <b>
          Припиніть підживлювати своє нетерпіння думками про те, як погано і
          повільно все відбувається
        </b>
      </p>
      <p>
        Краще скажіть собі: «Це трохи незручно, але терпимо. Я цілком можу з цим
        впоратися». Якщо виникне необхідність усе прискорити, вам слід буде
        зберігати ясність думки, щоб придумати можливі варіанти дій.
      </p>

      <h3>Порада 10</h3>
      <p>
        <b>Тренуйте своє вміння «зчитувати» людей</b>
      </p>
      <p>
        Спостерігайте, як люди взаємодіють один з одним у барах, ресторанах,
        кафе, магазинах, і відзначайте, як вони поводяться і реагують один на
        одного. Спробуйте уявити, що вони говорять і відчувають, судячи з того,
        що між ними відбувається. Вимкніть звук під час перегляду фільму,
        дискусійної передачі або мильної опери і поспостерігайте за жестами,
        виразами облич і т. д. Яке поєднання невербальних сигналів наводить вас
        на думку про те, що людина відчуває ту чи іншу емоцію?
      </p>
      <p>
        <b>Терпіння</b>
      </p>
      <p>
        Найчастіше у нас є безліч причин для нетерпіння. Черга рухається з
        черепашачою швидкістю. Або ви все ще чекаєте, поки хто-небудь надішле
        необхідну вам інформацію, відповість на листа або завершить свою велику
        презентацію.
      </p>
      <p>
        А ваші діти – їм ціла вічність потрібна, щоб зібратися! Що б це не було,
        ви можете відчути, що починаєте тривожитися, хвилюватися і злитися. Ми
        відчуваємо нетерпіння, зрозумівши, що те, що нам необхідно або чого ми
        хочемо, займе більше часу, ніж хотілося б, і тоді починаємо шукати тих,
        кого можна в цьому звинуватити, або думати, як пришвидшити справу.
      </p>
      <p>
        Демонстрація роздратування, яка допомагає зняти причини цього
        роздратування і домогтися виконання справи, – це добре, але при
        відсутності ворожого тону. Інакше ви змусите оточуючих захищатися.
        Нетерпіння починає працювати проти вас, коли ви відчуваєте такий стрес,
        що не можете мислити ясно, не можете вирішити, де варто почекати, а де –
        спробувати прискорити процес, змінити напрямок руху або взагалі здатися.
      </p>
      <p>
        У той же час терпіння дозволяє вам зробити крок назад, щоб спокійно
        пороздумувати про дратівливі обставини, залишатися спокійним,
        зосередженим і нічого не робити похапцем через тривоги або
        роздратування. Терпіння дає вам сили чекати і спостерігати, щоб знати,
        коли починати діяти.
      </p>

      <h3>Порада 11</h3>
      <p>
        <b>Тренуйте терпіння</b>
      </p>
      <p>
        Знайдіть довгу і повільну чергу і станьте у неї. Для цієї мети підійдуть
        і дорожній затор, і супермаркет, і банк, і поштове відділення. Замість
        того щоб дратуватися, говоріть собі: «Я буду спокійно чекати».
        Озирніться навколо, розгляньте усе, що знаходиться біля вас,
        поспостерігайте. Поводьте себе так, ніби ви спокійні. Якщо здаватися
        терплячим, то часто можна і відчути себе таким.
      </p>

      <h3>Порада 12</h3>
      <p>
        <b>Знаходьте, чим зайнятися, коли доводиться чекати</b>
      </p>
      <p>
        Нехай це буде черга, затримка рейсу або люди, які спізнюються, вчіться
        чимось займати свій мозок, коли доводиться чекати. Якщо ви зумієте
        відволіктися – чимось заповнити час, – то в деякій мірі відчуєте
        контроль над ситуацією. Читайте. Пишіть текстові повідомлення або
        телефонуйте друзям чи колегам. Слухайте музику чи аудіокнигу.
      </p>

      <h3>Порада 13</h3>
      <p>
        <b>Виділіть всього п’ять хвилин у день на позитивну дію</b>
      </p>
      <p>
        Що б ви не хотіли відчути, поміркуйте пару хвилин над тим, як би ви себе
        поводили, відчуваючи цю емоцію насправді. Що б ви відчували, робили і
        думали?
      </p>
      <p>
        Уявіть собі, що ви нудьгуєте на осоружних зборах або презентації. Як
        змусити себе відчути інтерес і взятися за роботу? Робіть те, що б ви
        робили, якби вам дійсно було цікаво: занотовуйте, задавайте запитання,
        виявіть зацікавленість виразом обличчя, запитуйте думку інших, подумайте
        про те, що б вони сказали стосовно інших питань.
      </p>

      <h3>Порада 14</h3>
      <p>
        <b>Вирішіть, що ви зробите у першу чергу</b>
      </p>
      <p>
        Зробіть це негайно, не роздумуючи і не даючи своєму мозку часу для
        опору. Як тільки ви почнете щось робити, продовжувати буде вже легше.
        Застосуйте одну дію, і все інше буде випливати із неї.
      </p>
      <p>
        Вас очікує важка розмова з ким-небудь? Придумайте першу фразу і
        починайте говорити негайно. Розмова почнеться саме з цієї фрази – вона
        може пройти добре, а може і погано, але ви при цьому будете відкриті для
        спілкування. Хочете підняти собі настрій і відчути себе трохи
        щасливішими? Посміхніться, послухайте приємну музику, зробіть те, що ви
        любите.
      </p>

      <h3>Порада 15</h3>
      <p>
        <b>Будьте терплячими до інших</b>
      </p>
      <p>
        Є люди, які від природи усе роблять або говорять повільніше, аніж ви.
        Нагадуйте собі, що ваше нетерпіння навряд чи змусить їх поквапитися,
        зате завадить їм ясно мислити і діяти швидко і компетентно. Своїм
        нетерпінням ви створюєте для них стрес.
      </p>
      <p>
        <b>«Поводитися так наче»</b>
      </p>
      <p>
        Чи можна змусити себе відчути якусь емоцію? Наприклад, відчути себе
        палким, зацікавленим, впевненим, мотивованим, щасливим? Так, можна. Якщо
        поводити себе «так наче».
      </p>
      <p>
        Емоції мають три складові: думки, поведінку і фізичні відчуття. Будь-яка
        з цих складових може послужити спусковим гачком для інших. Це означає,
        що ваші думки можуть вплинути і на вашу поведінку, і на ваше фізичне
        самопочуття. Так само ваша поведінка може вплинути на ваші думи або
        почуття.
      </p>
      <p>
        Ви можете використовувати цю закономірність як перевагу. Поводьте себе
        так, «наче» ви що-небудь відчуваєте, і ви наблизитесь до тієї емоції,
        яку хочете відчути. Чен, ілюстратор-фрілансер, каже: «Я знаю, що
        «відчути себе так наче» рідко вдається, поки справді що-небудь не
        зробиш. Тому, хоча я так себе і не почуваю, я проштовхуюся через це
        відчуття, я починаю і, ще не встигнувши нічого зрозуміти, розчиняюсь у
        малюванні. Ось що змушує мене розпочати – я знаю, що відразу відчую себе
        так, як треба, як тільки почну».
      </p>
      <p>
        Ісаак Ньютон виявив, що об’єкти, які знаходяться в спокої, мають інерцію
        спокою. А об’єкти у русі мають інерцію руху. Це стосується і почуттів, і
        яблук, які падають з дерева! Коли ви поводите себе так, «наче» щось
        відчуваєте, ви створюєте фізичний рух, який, у свою чергу, запускає
        думки, які відповідають цій фізичній дії.
      </p>

      <h3>Порада 15</h3>
      <p>
        <b>Вирішіть, що ви зробите у першу чергу</b>
      </p>
      <p>
        Зробіть це негайно, не роздумуючи і не даючи своєму мозку часу для
        опору. Як тільки ви почнете щось робити, продовжувати буде вже легше.
        Застосуйте одну дію, і все інше буде випливати із неї.
      </p>
      <p>
        Вас очікує важка розмова з ким-небудь? Придумайте першу фразу і
        починайте говорити негайно. Розмова почнеться саме з цієї фрази – вона
        може пройти добре, а може і погано, але ви при цьому будете відкриті для
        спілкування. Хочете підняти собі настрій і відчути себе трохи
        щасливішими? Посміхніться, послухайте приємну музику, зробіть те, що ви
        любите.
      </p>

      <h3>Порада 16</h3>
      <p>
        <b>Пам’ятайте про позитивну петлю зворотного зв’язку</b>
      </p>
      <p>
        Якщо ви будете поводити себе так, «наче» все добре, позитивний вплив
        буде поширюватися на ваші подальші думки і дії. Не чекайте, поки ваші
        думки і почуття зміняться, щоб застосувати дію. Через деякий час
        почуття, які ви б хотіли відчувати у певній ситуації, почнуть виникати
        природним чином.
      </p>
      <p>
        Спробуйте це – без будь-яких очікувань, просто для того, щоб це відчути.
      </p>

      <h3>Порада 17</h3>
      <p>
        <b>Прислухайтесь до почуттів</b>
      </p>
      <p>
        Важливо розуміти, що слухання – це не пасивний, а активний процес.
        Важливо з усією увагою поставитися до того, що говорить інший, щоб
        дійсно зрозуміти те, що він має на увазі. А коли мова йде про емоційний
        інтелект, ви, слухаючи те, що вам каже інший про свої думки, справи і
        наміри, можете також прислухатися і до почуттів і потреб.
      </p>
      <p>
        Наприклад, уявіть, що друг розповідає вам довгу історію про неналежну
        поведінку своєї начальниці. Якщо ви слухаєте його уважно, то можете
        відповісти йому так: «З твоїх слів я чую, що ти засмучений через її
        поведінку».
      </p>
      <p>
        Товариш може відповісти: «Так, ти маєш рацію, я дуже часто так почуваюся
        у її присутності» Або він, прояснивши свої думки і почуття, може
        відповісти: «Засмучений? Та де там – я був просто розлючений!».
      </p>
      <p>
        У будь-якому випадку, слухаючи і намагаючись зрозуміти, що говорить і
        відчуває інша людина, ви показуєте їй, що намагаєтеся побачити те, що
        відбувається, її очима. Ви виявляєте співпереживання …
      </p>

      <h3>Порада 18</h3>
      <p>
        <b>Перевірте чи правильно розумієте те, про що вам говорять</b>
      </p>
      <p>
        У ситуаціях з високою емоційною напругою можна заплутатися. Іноді
        корисно повторити частину розмови, розпочавши так: «Чи правильно я
        розумію …» або: «Я хочу уточнити …». До речі, корисно практикувати такий
        вид слухання, наче збираєтеся повторити сказане. Така практика допомагає
        зосереджуватися під час слухання.
      </p>

      <h3>Порада 19</h3>
      <p>
        <b>Слухайте і дивіться</b>
      </p>
      <p>
        Не забувайте про взаємозв’язок вербальної і невербальної комунікації. Чи
        «розповідають» вони увесь час про одне й те ж? Перепитайте свого
        співрозмовника: «Ви кажете, що розумієте, але, на мою думку, виглядаєте
        невпевненим. Чи не могли б ви мені сказати, що відчуваєте з цього
        приводу?»
      </p>

      <h3>Порада 20</h3>
      <p>
        <b>Ставте запитання, які потребують розгорнутих відповідей</b>
      </p>
      <p>
        Як часто ви ставите людям запитання про їхні почуття, на які можна
        відповісти «так» або «ні»? Наприклад: «Для вас це прийнятно?», «Ви
        засмучені?», «Тепер ви задоволені?». Ці закриті запитання припускають
        тільки дві відповіді – «так» або «ні», тому, швидше за все, люди більше
        нічого не скажуть про свої почуття. Краще ставте запитання, які
        передбачають розгорнуті відповіді, наприклад: «Як ви почуваєтесь в
        зв’язку з цим?
      </p>

      <h3>Порада 21</h3>
      <p>
        <b>Потренуйтеся прислуховуватися до почуттів разом із другом</b>
      </p>
      <p>Один із вас дві хвилини розмовляє про одну з наступних тем:</p>
      <ul>
        <li>найкраща або найгірша робота, яка у вас коли-небудь була;</li>
        <li>найкраще або найгірше свято, яке у вас коли-небудь було.</li>
      </ul>
      <p>
        Коли спікер закінчує, слухач підсумовує почуте; своїми словами повторює
        те, про що йшла мова, як він це зрозумів; викладає основні положення
        розповіді і припускає, які почуття були помітні для нього.
      </p>
      <p>
        <b>Чужий гнів</b>
      </p>
      <p>
        Скільки разів вам доводилося мати справу з розгніваною людиною? Можливо,
        у вас на роботі замовник або клієнт був незадоволений обслуговуванням
        або постачальник був засмучений запізнілою виплатою. Можливо, товариш
        розлютився через те, що ви надали недостовірну інформацію. Або ваш
        партнер розгнівався через те, що ви не виконали свою обіцянку.
      </p>
      <p>
        Люди зляться, коли їх очікування не співпадають із реальністю, коли
        потреби не задоволені. Якщо вони сприймуть це як негативне явище, то
        відчують себе обдуреними, ображеними, так наче їм загрожують або на них
        якось нападають. Їм може здаватися, що на них не звертають уваги, над
        ними знущаються, їм брешуть, намагаються збентежити або навмисно вводять
        в оману.
      </p>
      <p>
        Та частина мозку, яка задіює сильні емоції, відрізняється від тієї, яка
        відповідає за раціональне, логічне мислення. Отже, коли людина злиться,
        їй важко міркувати логічно, тому що гнів відключає раціональне мислення.
        Здатність мислити ясно і спокійно втрачається. Здається, що навколо
        такої людини несподівано виросла непробивна стіна.
      </p>
      <p>
        Керувати власними почуттями буває складно, разом з тим уникнути
        емоційної реакції на гнів оточуючих цілком можна.
      </p>

      <h3>Порада 22</h3>
      <p>
        <b>Слухайте</b>
      </p>
      <p>
        Розгніваній людині необхідно випустити пар, тому не вступайте з нею в
        полеміку, поки вона не замовкне. Слухайте не перебиваючи, бо ваші
        заперечення розлютять її ще більше.
      </p>

      <h3>Порада 23</h3>
      <p>
        <b>Чітко зрозумійте, через що саме розлючена людина</b>
      </p>
      <p>
        Якщо у вас є якісь сумніви, то перепитайте. Наприклад: «Ти отримав штраф
        за неправильну парковку і злишся, тому що тобі хочеться розуміння?» або
        «Ти послухався моєї поради тут запаркуватися і злишся, тому що тобі
        хочеться ясності?» У цей момент ви просто хочете переконатися, що
        правильно розумієте ситуацію.
      </p>

      <h3>Порада 24</h3>
      <p>
        <b>З’ясуйте, чого чекав ваш співрозмовник</b>
      </p>
      <p>
        Запитайте, що б він хотів, щоб відбувалося зараз або наступного разу в
        подібній ситуації
      </p>

      <h3>Порада 25</h3>
      <p>
        <b>
          Залишайтеся спокійним, говоріть повільно, не погрожуйте і не ставайте
          у войовничу позу.
        </b>
      </p>
      <p>
        Визначте, як ви себе почуваєте і якою бачите ситуацію. Ви можете не
        погоджуватися з точкою зору іншої людини і з її очікуваннями. Але можете
        і погодитися.
      </p>

      <h3>Порада 26</h3>
      <p>
        <b>Відповідайте тільки за свої дії</b>
      </p>
      <p>
        Ви не відповідаєте за поведінку інших людей або за чиїсь емоції. Ви не
        «змушували» їх злитися. Ви не винні у тому, що вони вирішили злитися або
        засмучуватися через вас, когось іншого або чогось іще. Кожен відповідає
        за власні почуття та реакції.
      </p>

      <h3>Порада 27</h3>
      <p>
        <b>Ідіть</b>
      </p>
      <p>
        Не залишайтеся поруч із людиною, якщо її злість змушує вас ніяковіти або
        лякає, якщо вона вас ображає або погрожує вам. Скажіть: «Мені здається,
        що ти злишся, я збентежений / мені страшно». Якщо ви відчуваєте, що
        розгнівана людина вам погрожує, довіртеся своєму чуттю. Ідіть, якщо не
        почуваєте себе у безпеці або занадто засмучені, щоб спробувати якось
        вирішити ситуацію.
      </p>
      <p>
        <b>Правильна критика</b>
      </p>
      <p>
        Згадайте, коли ви в останній раз кого-небудь критикували. Чи сприйняли
        Вашу критику позитивно? Кожному неприємно чути, що він поводить себе,
        діє, виглядає або говорить неправильно, але ви не повинні відмовлятися
        від критики тільки тому, що вона нікому не подобається.
      </p>
      <p>
        Критика може бути корисною, якщо стосується не самої людини, а її слів
        та вчинків. Критика може дати корисний зворотний зв’язок – реакцію, яка
        в результаті може призвести до позитивних змін у поведінці іншої людини.
      </p>
      <p>
        Якщо ви мовчите, намагаючись не критикувати, то ваше приховане
        роздратування і неминуче розчарування, розростаючись усе більше, можуть
        призвести до вибуху.
      </p>
      <p>
        Чи можна критикувати інших людей, не завдаючи їм болю і не викликаючи у
        них злості? Використовувати мову критики – це не найбільш конструктивний
        підхід. Спробуйте краще говорити з людиною фокусуючи увагу не на тому,
        що вона зробила неправильно, а на тому, яку потребу в той момент вона
        намагалась задовольнити і на тому, що вона могла б зробити по-іншому в
        такій ситуації у майбутньому.
      </p>

      <h3>Порада 28</h3>
      <p>
        <b>Спочатку подумайте</b>
      </p>
      <p>
        Перш ніж щось сказати, вирішіть, якими саме діями інша людина створила
        для вас проблему. Далі поміркуйте, як можна усе виправити. Проблема
        виникла саме у вас – у чому ж її рішення? Не просто жбурляйте свою
        критику на іншу людину, запропонуйте зміни або поліпшення.
      </p>
      <p>
        Подумайте, наприклад, над таким критичним зауваженням: «Ви поспішили
        зробити роботу, не чекаючи моєї згоди на це. Це неправильно, це не те,
        чого я хотів. Ви зробили все не так».
      </p>
      <p>
        Конструктивна критика включає у себе те, що можна змінити або поліпшити
      </p>
      <p>
        Краще було б сказати наступне: «Я бачу, ви вже впоралися з роботою.
        Разом з тим, мені потрібно, щоб ви дещо доробили». І точно вкажіть, що
        саме потребує доопрацювання.
      </p>

      <h3>Порада 29</h3>
      <p>
        <b>Ретельно підбирайте слова</b>
      </p>
      <p>
        Правильні слова мають дуже велике значення. Не варто говорити колезі, що
        він «некомпетентний», краще сказати, що саме він чи вона зробив, назвати
        факт, а не судження. Якщо ви скажете: «Було б добре, якщо …» або «Тут
        краще б зробити так …», це посприяє позитивному сприйняттю критики.
      </p>

      <h3>Порада 30</h3>
      <p>
        <b>Не звинувачуйте</b>
      </p>
      <p>
        Не кажіть іншій людині: «Ви зробили те, ви зробили це». Краще починайте
        із займенника «я». Наприклад, замість слів «Вам потрібно …» скажіть: «Я
        б хотів, щоб ви …». Не бійтеся сказати іншій людині про свої почуття: «Я
        був засмучений / збентежений / розлючений, коли …». Намагайтеся уникнути
        саркастичного, ворожого або поблажливого тону. Говоріть спокійно,
        нейтральним голосом. Це може мати велике значення.
      </p>
    </div>
  );
}
