import image from "./1.jpg";

export const title =
  "Рекомендації педагогам щодо спілкування з дітьми схильними до правопорушень";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-right w-80 md:ml-3" />
      <ol>
        <li>
          Проявляйте витримку під час спілкування з проблемними підлітками.
        </li>
        <li>
          Терпляче і наполегливо пояснюйте неправильність їхніх поглядів і
          поведінки.
        </li>
        <li>
          Намагайтесь переконувати і відкривати “важким” підліткам гідні та
          цікаві життєві перспективи.
        </li>
        <li>
          Постійним повчанням не закріплюйте у підлітків, схильних до
          правопорушень, негативну оцінку своїх учинків.
        </li>
        <li>
          Не перешкоджайте їхній участі у звичайних молодіжних об’єднаннях.
        </li>
        <li>
          Уникайте надто наполегливо і безцеремонно втягувати таких підлітків в
          суспільні справи колективу учнів.
        </li>
        <li>
          Сприяйте організації педагогами та батьками спільних масових заходів,
          що з’єднують підлітків з різною поведінкою, світосприйняттям,
          успішністю.
        </li>
        <li>
          Втягуйте “важких” підлітків в суспільно корисні трудові справи,
          використовуючи притаманну їм завзятість в досягненні поставленої мети,
          прагнення до першості, частково усвідомлене почуття їхньої соціальної
          неповноцінності.
        </li>
        <li>
          По можливості, з метою перевиховання підлітків, які вже зробили
          помилку в житті, змініть обставини та звичні їм форми поведінки,
          виказуйте їм довіру, схвалюйте їхні досягнення.
        </li>
        <li>
          Виховуйте у таких підлітків вміння не тільки підкорятися, а й
          командувати, не принижуючи та не уражуючи інтереси однолітків.
        </li>
      </ol>
    </div>
  );
}
