import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "28 серпня 2021",
    items: [
      {
        text: "Про підсумки перевірки класних журналів за березень-червень 2020-2021 н.р.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про підсумки проведення навчально-тематичної практики учнів у червні 2021 року.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про ознайомлення та виконання доручень керівництва облдержадміністрації від 03.08.2021 №8449/0/1-21, від 10.08.2021 №8683/0/1, вимог постанови Кабінету Міністрів України від 28.07.2021 №787 «Про внесення змін до постанови Кабінету Міністрів України від 09.12.2020 №1236», листа департаменту освіти і науки ОДА щодо організації проведення вакцинації від COVID-19 працівників сфери освіти.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про хід проходження вакцинації працівниками школи.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про затвердження Протиепідемічних заходів у в КЗШ №55, в період карантину в зв’язку з поширенням коронавірусної хвороби (COVID-19), регламентованих Постановою МОЗ України від 22.08.2020 №50.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан готовності школи до нового 2021/2022 навчального року.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про готовність спортмайданчиків та спортивних залів школи до 2021/2022 навчального року.",
        responsible: "Перушевська Л.Г.",
      },
      {
        text: "Про організацію роботи педагогічного колективу з охорони праці та ТБ.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про використання основних нормативних документів, що регламентують діяльність педагогічних працівників у 2021 – 2022 н.р.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про виконання законів України «Про освіту» , «Про повну загальну середню освіту».",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про особливості вивчення базових дисциплін у загальноосвітніх навчальних закладах у 2021– 2022 н.р. Виконання вимог інструктивно-методичних рекомендацій Міністерства освіти і науки України «Щодо вивчення у закладах загальної середньої освіти навчальних предметів у 2021/2022 навчальному році».",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про функціонування багатофункціональної електронної картки «Картка криворіжця».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про основні напрямки роботи, які регламентує Концепція національно-патріотичного виховання дітей та молоді, затвердженої наказом МОН від 16.06.2015 № 641.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання наказу МОЗ №2205 від 25.09.2020 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти, зареєстрованого в Міністерстві юстиції України 10 листопада 2020 р. за N 1111/35394, усім учасникам освітнього процесу та працівникам закладу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проходження обов’язкового медичного огляду учнями школи.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про планування виховної роботи на вересень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення обліку пільгового контингенту та організацію пільгового харчування.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про забезпечення учнів школи підручниками.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про ліміти використання енергоносіїв.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "13 вересня 2021",
    items: [
      {
        text: "Про впровадження заходів безпеки у навчальному закладі. Посилення пропускного режиму.",
        responsible: "Горевич Л.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з постановою №10 від 06.09.2021 Головного державного санітарного лікаря України «Про затвердження протиепідемічних заходів у закладах освіти на період карантину у зв’язку з поширенням коронавірусної хвороби (COVID – 19)",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію методичної роботи у 2021-2022 н.р.",
        responsible: "Горевич Л.В., Фурт С.В.",
      },
      {
        text: "Про ознайомлення вчителів з листом УОН від 01.09.2016 № 1860 «Про благодійні внески». Про заборону втручання педагогічних працівників у діяльність благодійних фондів.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про активізацію роботи по підготовці учнів до проведення учнівських олімпіад із базових дисціплин у 2020-2021 навчальному році. Про ознайомлення з наказом МОН України від 17.08.2021 № 914 «Про проведення всеукраїнських учнівських олімпіад і турнірів з навчальних предметів у 2021-2022 навчальному році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та використання у роботі та виконання наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)».",
        responsible: "Лівак В.В., Юшко А.А., Старікова Н.А.",
      },
      {
        text: "Про ознайомлення з інструкцією щодо заповнення класних журналів початкових класів Нової української школи (листи МОН України № 1/9-511 від 04.09.2020; № 1/9-174 від 30.03.2021 «Щодо оцінювання навчання учнів 3-4 класів закладів загальної середньої освіти»), та 5-11(12)-х класів (наказ № 496 від 03.06.2008), журналів групи продовженого дня, журналу в факультативних годин.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про методичні рекомендації щодо розвитку STEM – освіти в закладах загальної середньої та позашкільної освіти у 2021-2022 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки навчальних приміщень школи щодо підготовки шкільних предметних кабінетів та класних кімнат до нового навчального року, виконання Санітарного регламенту, затвердженого постановою Кабінету Міністрів України від 25 березня 2015 року N 267 (у редакції постанови Кабінету Міністрів України від 24 січня 2020 року N 90), наказу МОЗ №2205 від 25.09.2020 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти, зареєстрованого в Міністерстві юстиції України 10 листопада 2020 р. N 1111/35394.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про деякі питання організації виховного процесу у 2021-2022 н.р. щодо формування в дітей та учнівської молоді ціннісних життєвих навичок.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про початок роботи школи над обласним науково-методичний проєктом: «Педагогічні стратегії розвитку самоефективної особистості в освітньому просторінової української школи» (2020 – 2023 роки); науково-методичною темою школи: «Ефективні шляхи формування компетентнісної особистості в освітньому просторі нової української школи» (2 етап).",
        responsible: "Фурт С.В., Мугак Н.І.",
      },
      {
        text: "Про залучення учнів до факультативних занять.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про результати медичного обстеження учнів.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про вимоги до роботи шкільних методичних об’єднань.",
        responsible:
          "Фурт С.В., Юшко А.А., Рзаєва Н.О., Витрищенко С.М., Марченко І.А., Артемюк Н.А., Москаленко В.І.",
      },
      {
        text: "Про посилення контролю за відвідуванням учнями школи, запобігання пропусків уроків, бродяжництва. Вимоги до ведення сигнального журналу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про попередження дитячого травматизму, ТБ в школі. Активізація чергування вчителів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи з дітьми, які потребують особливої педагогічної уваги. Робота ради профілактики, наркопосту.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про залучення учнів до гурткової роботи.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про хід шкільного рейду «Урок».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про працевлаштування учнів 9, 11 класів.",
        responsible:
          "Алтинбаєва Л.М., Рзаєва Н.О., Стрембицька Л.А., Артемюк Н.А..",
      },
      {
        text: "Про планування виховної роботи на жовтень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи учнівського самоврядування.",
        responsible: "Посметюха А.С.",
      },
      {
        text: "Про проведення інвентаризації в школі.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "4 жовтня 2021",
    items: [
      {
        text: "Про організацію атестації та курсової перепідготовки вчителів у 2021-2022 н.р. Типове положення про атестацію педагогічних працівників. Затвердження списків учителів на чергову атестацію 2022 року.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про здійснення самоперевірки дотримання порядку організації освітнього процесу відповідно до орієнтовних питань моніторингу (вивчення) щодо створення безпечних умов у закладі освіти з урахуванням епідемічної ситуації.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про вивчення листа МОН України від 22.09.2021 № 1/9-487 «Про організацію освітнього процесу в закладах освіти під час «жовтого» рівня епідемічної безпеки.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан організація навчань і перевірки знань з цивільного захисту та охорони праці проведення інструктажів з питань охорони праці, безпеки життєдіяльності.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про функціонування картки Криворіжця та пропускної системи «Вхід-вихід».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення вчителями школи інструктажів з учнями з ПДР, ТБ. Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про функціонування системи підготовки учасників освітнього процесу до дій у надзвичайних ситуаціях, виконання заходів з безпеки життєдіяльності. Відпрацювання плану евакуації.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про підготовку закладу до роботи в зимовий період, систему теплопостачання до опалювального сезону. Про дотримання санітарно-гігієнічних норм життєдіяльності школи.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про роботу школи на ІІ етапі науково-методичного проєкту «Педагогічні стратегії розвитку самоефективної особистості в освітньому просторі Нової української школи».",
        responsible: "Фурт С.В., Мугак Н.І.",
      },
      {
        text: "Про підсумки моніторингових контрольних робіт учнів 5-11 класів.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про відвідування учнями школи, навчальних занять. Ведення сигнального журналу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про функціонування діючої комісії з превентивних питань.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про суворе дотримання правил ТБ на уроках фізичної культури, трудового навчання, фізики, хімії, біології, Захисту України, технічної та обслуговуючої праці.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про результати медичного обстеження учнів в карантинних умовах. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про харчування учнів. Стан охоплення учнів гарячим харчуванням у вересні. Про харчування учнів пільгової категорії.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу на 2021-2022 н.р.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про роботу з дітьми, які потребують особливої педагогічної уваги.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про адаптація п’ятикласників до навчання в основній школі.",
        responsible: "Хрустальова О.В., Фербей В.М., Заярнюк С.А.",
      },
      {
        text: "Про підсумки огляду матеріально-технічної бази навчальних кабінетів, класних кімнат.",
        responsible:
          "Горевич Л.В., Петрушевська Л.Г., Алтинбаєва Л.М., Фурт С.В.",
      },
      {
        text: "Про забезпечення режиму економії електроенергії.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про стан сплати комунальних послуг працівниками закладу.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "1 листопада 2021",
    items: [
      {
        text: "Про виконання графіка проведення самоаналізу якості освітньої діяльності закладу.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про зміни, що вносяться до Постанови Кабінету Міністрів України від 9 грудня 2020 р. № 1236.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про дотримання вимог Положення про дистанційну форму здобуття повної загальної середньої освіти Криворізької загальноосвітньої школи І – ІІІ ст. № 55",
        responsible: "Фурт С.В.",
      },
      {
        text: "Вимоги до розробок уроків учителів під час очного навчання. Особливості подачі навчального матеріалу під час організації освітнього процесу у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Фурт С.В., Лівак В.В.",
      },
      {
        text: "Про організацію та проведення підвищення кваліфікації вчителів, які забезпечуватимуть реалізацію Державного стандарту базової середньої освіти відповідно до Концепції «Нова українська школа» при КЗВО «ДАНО» ДОР та КДПУ.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про результати перевірки шкільної документації (журнали, зошити). Про активізацію роботи по веденню електронних журналів педагогічними працівниками.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про результати проведення шкільного туру учнівських олімпіад.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про активізацію роботи по підготовці учнів до ЗНО 2022.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про підсумки проведення осінніх канікул.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення профрієнтаційної роботи у 9,11 класах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та у позаурочний час.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Зайнятість учнів школи та дітей «Групи ризику» під час осінніх канікул.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про роботу їдальні та харчування учнів.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту. Робота з проблемними сім’ями, відвідування навчальних занять учнями школи",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про роботу шкільної бібліотеки.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про планування виховної роботи на листопад.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні школи.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "22 листопада 2021",
    items: [
      {
        text: "Про попереднє замовлення документів про освіту.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про стан роботи з цивільного захисту. Активізація діяльності всіх підрозділів цивільного захисту школи.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про стан ведення журналів реєстрації інструктажів з питань охорони праці вчителями-предметниками.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Результат перевірки роботи гуртків, факультативів, групи продовженого дня; роботи спортивних секцій і спецгруп, проведення останніх уроків.",
        responsible: "Фурт С.В., Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про перевірку стану ведення обліку відвідування учнями у вересні-листопаді 2021 року.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення заходів з військово-патріотичного виховання.",
        responsible: "Алтинбаєва Л.М., Москаленко В.І. Вахненко В.М.",
      },
      {
        text: "Звіт практичного психолога, соціального педагога, педагога – організатора про роботу за вересень-листопад 2021-2022 н.р.",
        responsible: "Хрустальова О.В., Чернявська А.А., Посметюха А.С.",
      },
      {
        text: "Використання дієвих форм колективної взаємодії як передумова розвитку самоефективної особистості в освітньому просторі НУШ.",
        responsible: "Мугак Н.І.",
      },
      {
        text: "Про організацію роботи по перевірці виконання навчальних планів і програм.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про стан роботи щодо попередження правопорушень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про облаштування приміщення та території закладу освіти з урахуванням принципів універсального дизайну та/або розумного пристосування.",
        responsible: "Горевич Л.В., Капуста В.М.",
      },
      {
        text: "Про безпечність та комфортність для навчання і праці приміщень і території закладу освіти.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "13 грудня 2021",
    items: [
      {
        text: "Про забезпечення неухильного виконання законів України «Про освіту», «Про повну загальну середню освіту», «Про забезпечення функціонування української мови як державної» в частині мови освітнього процесу.",
        responsible: "Горевич Л.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з листом МОН України від 02.12.2020 №1/9 – 678 «Щодо заходів захисту безпеки, життя та здоров’я учасників освітнього процесу» та безумовне його виконання.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про опрацювання Алгоритму дій закладів охорони здоров’я, освіти, служби всправах дітей, правоохоронних органів у випадку виявлення неповнолітньої особи під впливом наркотичних або психотропних речовин.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про здійснення моніторингу та контролю за організацією освітнього процесу під час дистанційного навчання, висвітлення результатів даної роботи.",
        responsible: "Фурт С.В., Лівак В.В.",
      },
      {
        text: "Про розподіл та закріплення за педагогічними працівниками комп’ютерної техніки, отриманої за рахунок субвенції з обласного бюджету.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан викладання фізичної культури, захисту України.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Система оцінювання в закладі освіти. Реалізація компетентісного підходу навчанню.",
        responsible: "Юшко А.А.",
      },
      {
        text: "Про планування роботи по оформленні школи до Нового року. Про підготовку школи до зимових канікул. Про проведення Новорічних та Різдвяних заходів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи попередження дитячого травматизму. Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та під час проведення Новорічних, Різдвяних свят та на канікулах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про дотримання вимог пожежної безпеки під час проведення новорічних та різдвяних свят.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на січень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан ведення щоденників учнями, перевірки їх класоводами й класними керівниками.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про відвідування учнями школи навчальних занять. Стан ведення сигнального журналу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про забезпечення режиму економії енергоресурсів (тепла, світла) і води.",
        responsible: "Горевич Л.В., Петрушевська Л.Г.",
      },
      {
        text: "Про дотримання основних положень Санітарного регламенту, затвердженого наказом МОЗ № 2205 від 25.09.2020 та зареєстрованого в Міністерстві юстиції України 10 листопда 2020 р. за № 1111/35394.",
        responsible: "Алтинбаєва Л.М., Петрушевська Л.Г.",
      },
      {
        text: "Про підсумки проведення інвентаризації в школі.",
      },
    ],
  },
  {
    date: "17 cічня 2022",
    items: [
      {
        text: "Про виконання плану роботи школи за І семестр.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про фінансово – господарську діяльність школи за І семестр 2021-2022 н.р.",
        responsible: "Мандрига М.І., Горевич Л.В., Петрушевська Л.Г.",
      },
      {
        text: "Про стан роботи школи з охорони праці, цивільного захисту у І семестрі 2021-2022 н.р. Активізація діяльності всіх підрозділів цивільного захисту школи. Про готовність сховищ школи до дій у надзвичайних ситуаціях та цивільного захисту населення.",
        responsible: "Фурт С.В., Петрушевська Л.Г.",
      },
      {
        text: "Про стан викладання фізики та астрономії.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки освітнього процесу за І семестр 2021 – 2022 н.р.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про підсумки проведення моніторингових контрольних робіт у 5-11 класах.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки ведення шкільної документації (класних журналів, зошитів).",
        responsible: "Фурт С.В., Лівак В.В.",
      },
      {
        text: "Про стан патріотичного виховання як складової системи національного виховання учнів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про хід атестації працівників. Вивчення рівня фахової майстерності педагогів, що атестуються у 2022 році.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про підсумки виконання начальних планів і програм у І семестрі 2021-2022 н.р.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про стан роботи вихователів в ГПД за І семестр 2021-2022 н.р.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про терміни реєстрації учнів 11 класу на пробну та основну сесію ЗНО 2022 р.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про стан ведення щоденників учнями 8-11 класів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Стан спортивно-масової роботи в школі за І семестр 2021-2022 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи психологічно служби школи у І с. 2021-2022 н.р.",
        responsible: "Чернявська А.А., Хрустальова О.В.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту, з дітьми, які потребують особливої педагогічної уваги. Протидія домашньому насильству.",
        responsible: "Чернявська А.А., Хрустальова О.В.",
      },
      {
        text: "Про стан харчування учнів школи за І семестр 2021-2022 н.р.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про підсумки проведення новорічних заходів та зимових канікул.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на лютий.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення інструктажів з протипожежної безпеки.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "14 лютого 2022",
    items: [
      {
        text: "Про стан викладання української мови та літератури.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про необхідність дотримання працівниками школи інструкцій з техніки безпеки, охорони праці та пожежної безпеки на робочому місці.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про ознайомлення з Пам’яткою першочергових дій при погрозі здійснення терористичного акту.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про активізацію роботи по підготовці учнів до державної підсумкової атестації та до ЗНО 2022 року.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Про ознайомлення з методичними рекомендаціями щодо особливостей проведення державної підсумкової атестації з іноземних мов у 2021 – 2022 навчальному році.",
        responsible: "Фурт С.В.",
      },
      {
        text: "Основні вимоги до роботи класного керівника відповідно до Положення про класного керівника. Про стан роботи класного керівника по здійсненню контролю за відвідуванням учнями навчальних занять. Запобігання системним спізненням на уроки.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан здійснення пропускного режиму у школі. Функціонування єдиної міської системи «Вхід-вихід» за Картками криворіжця для учнів школи.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про стан профорієнтаційної роботи у школі.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на березень 2022 р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про заходи щодо вшанування річниці визволення м. Кривого Рогу від німецько-фашистських загарбників.",
        responsible: "Алтинбаєва Л.М., Посметюха А.С., Рзаєва Н.О.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні школи.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про стан роботи шкільної бібліотеки.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Дотримання вимог техніки безпеки на спортивних майданчиках та спортивних спорудах під час проведення спортивних занять.",
        responsible: "Москаленко В.І., Давидов І.І.",
      },
    ],
  },
  {
    date: "14 березня 2022",
    items: [
      {
        text: "Про вивчення листа ДОН ДОДА від 11.02.2021 № 918/0/211-21 «Про дотримання вимог чинного законодавства щодо мови освітнього процесу».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Стан харчування учнів у січні-лютому.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про стан набору учнів у 1 клас на 2022–2023 н.р. Про ознайомлення та неухильне виконання наказу ДОН ВКМР від 03.02.2022 №37 «Про прийом дітей до 1-х класів закладів загальної середньої освіти»",
        responsible: "Лівак В.В., Мугак Н.І., Половинкина О.А.",
      },
      {
        text: "Стан роботи з дітьми облікових категорій.",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про стан протипожежної роботи у закладі. Ведення нормативних документів. Стан проведення заходів з пожежної безпеки.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі. Суворе дотримання пропускного режиму та використання робочих виходів зі школи № 1, № 2.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Стан підготовки захисних споруд та сховищ закладу.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про виконання Постанови Кабінету Міністрів України від 24.02.2021 № 145 «Питання державної соціальної програми запобігання та протидії домашньому насильству та насильству за ознакою статі на період до 2025 року».",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про стан здійснення військово-патріотичного виховання в школі.",
        responsible: "Алтинбаєва Л.М., Москаленко В.І.",
      },
      {
        text: "Про планування виховної роботи на квітень.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "18 квітня 2022",
    items: [
      {
        text: "Про підсумки атестації та курсової перепідготовки педагогічних кадрів у 2021-2022 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи комісії навчального закладу з розробки проекту освітньої програми на 2021-2022 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід проведення комплектації педагогічних кадрів на 2022 – 2023 н.р.",
        responsible: "Лівак В.В., Вахненко В.М.",
      },
      {
        text: "Про ознайомлення з наказом МОН відж 01.04.2022 № 289 «Про затвердження методичних рекомендацій щодо оцінювання навчальних досягнень учнів 5-6 класів, які здобувають освіту відповідно до нового Державного стандарту базової середньої освіти».",
        responsible:
          "Лівак В.В., Марченко І.А., Стрембицька Л.А., Артемюк Н.А.",
      },
      {
        text: "Про органвізацію освітнього процесу в початковій школі в умовах воєнного часу.",
        responsible: "Юшко А.А.",
      },
      {
        text: "Про використання у роботі наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)» визначено вимоги до вчителів вказаних професій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу педагогічних працівників по організації дистанційного навчання станом на 15.04.2022.",
        responsible: "Лівак В.В., Соловйова Н.А.",
      },
      {
        text: "Про створення безпечного освітнього середовища та формування поведінки дітей в інтернеті.",
        responsible: "Артемюк Н.А.",
      },
      {
        text: "Про ознайомлення наказом МОН України від 01.04.2022 № 290 «Про затвердження методичних рекомендацій щодо окремих питань завершення 2021/2022 навчального року».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан проведення додаткових спеціальних об’єктових тренувань з питань цивільного захисту з урахуванням завдань, визначених на особливий період.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан умов та безпеки праці та відповідність критеріям, встановленими законодавчими та нормативно-правовими актами з охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки підготовки адміністративно-педагогічного персоналу і учнів школи з цивільного захисту за 2021 рік та постановка завдань на 2022 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про суворе дотримання працівниками закладу правил внутрішнього трудового розпорядку.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про профілактику жорстокого поводження та насильства щодо дітей з інвалідністю.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про стан роботи психологічної служби.",
        responsible: "Чернявська А.А., Хрустальова О.В.",
      },
      {
        text: "Про забезпечення психологічного супроводу учасників освітнього процесу в умовах воєнного стану в Україні.",
        responsible: "Хрустальова О.В.",
      },
      {
        text: "Про методичні рекомендації «Перша психологічна допомога. Алгоритм дій».",
        responsible: "Хрустальова О.В.",
      },
      {
        text: "Про хід проведення робіт по благоустрою закладу.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "14 травня 2022",
    items: [
      {
        text: "Про ознайомлення з інструктивно-інформативною документацією про організоване завершення 2021-2022 н.р. в дистанційному форматі, терміни та формат видачі документів про освіти випускникам 9,11 класів.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про особливості проведення національного мультитестування (ЗНО-2022).",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про формування фактичної мережі класів на кінець 2021-2022 н.р.",
        responsible: "Лівак В.В., класні керівники 1-11 класів",
      },
      {
        text: "Про стан набору учнів до 1-х класів на 2022-2023 н.р.",
        responsible: "Лівак В.В., Мугак Н.І., Половинкина О.А.",
      },
      {
        text: "Про ознайомлення з листом ДОН ДОДА від 02.05.2022 №1963/0/211-22 «Про дотримання мовного законодавства».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з листом ДОН ВКМР від 03.04.2022№104 «Про збереження життя та здоров’я учасників освітнього процесу».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про застосування нормативно-правової бази України, спрямованої на захист дітей в умовах воєнного часу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з листом МОН від 06.04.2022№ 585 «Методичні рекомендації щодо дій у зонах ядерного ураження».",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про підсумки перевірки виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу з попередження дитячого травматизму під час перебування на канікулах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про моніторинг зайнятості учнів школи та учнів облікової категорії в літній канікулярний період з 08.06.2022 по 31.08.2022 рік.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Звіт про роботу ради профілактики за рік.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про створення та постійне оновлення реєстру даних дітей шкільного віку та учнів.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про підсумки роботи школи над науково-методичною проблемою.",
        responsible: "Мугак Н.І.",
      },
    ],
  },
  {
    date: "23 червня 2022",
    items: [
      {
        text: "Про підготовку до підсумкової педагогічної ради у серпні.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки методичної роботи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи в 11 профільному класі.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки освітньої роботи за 2021-2022 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи групи продовженого дня.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи з молодими та малодосвідченими вчителями.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки шкільної документації.",
        responsible: "Лівак В.В., Соловйова Н.А.",
      },
      {
        text: "Про підсумки виховної роботи.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про підсумки гурткової роботи в школі.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
];
