import type { ChronologyGroup, Responsible } from "~/components/chronology";

export const data: ChronologyGroup<Responsible>[] = [
  {
    date: "29.08.2022",
    items: [
      {
        text: "Про ознайомлення з наказом управління комунальної власності міста виконкому Криворізької міської ради від 01.08.2022 № 175 –ум «Про затвердження статуту Криворізької гімназії № 55 Криворізької міської ради».",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про ознайомлення зі статутом Криворізької гімназії № 55 Криворізької міської ради.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про стан готовності школи до нового 2022/2023 навчального року.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки перевірки класних журналів за березень-червень 2021-2022 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про готовність спортмайданчиків та спортивних залів школи до 2022/2023 навчального року.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про організацію роботи педагогічного колективу з охорони праці та ТБ.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання основних нормативних документів, що регламентують діяльність педагогічних працівників у 2022 – 2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання законів України «Про освіту» , «Про повну загальну середню освіту».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про особливості вивчення базових дисциплін у загальноосвітніх навчальних закладах у 2022– 2023 н.р. Виконання вимог інструктивно-методичних рекомендацій Міністерства освіти і науки України «Щодо вивчення у закладах загальної середньої освіти навчальних предметів у 2022/2023 навчальному році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування багатофункциональної електронної картки «Картка криворіжця».",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про основні напрямки роботи, які регламентує Концепція національно-патріотичного виховання дітей та молоді, затвердженої наказом МОН від 16.06.2015 № 641.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання наказу МОЗ №2205 від 25.09.2020 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти, зареєстрованого в Міністерстві юстиції України 10 листопада 2020 р. за N 1111/35394, усім учасникам освітнього процесу та працівникам закладу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проходження обов’язкового медичного огляду учнями школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про планування виховної роботи на вересень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення обліку пільгового контингенту та організацію пільгового харчування.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про забезпечення учнів школи підручниками.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про ліміти використання енергоносіїв.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "12.09.2022",
    items: [
      {
        text: "Про впровадження заходів безпеки у навчальному закладі. Посилення пропускного режиму.",
        responsible: "Петрушевська Л.Г., Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію методичної роботи у 2022-2023 н.р.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення вчителів з листом УОН від 01.09.2016 № 1860 «Про благодійні внески». Про заборону втручання педагогічних працівників у діяльність благодійних фондів.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про активізацію роботи по підготовці учнів до проведення учнівських олімпіад із базових дисціплин у 2022-2023 навчальному році.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про ознайомлення та використання у роботі та виконання наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)».",
        responsible: "Соловйова Н.А., Юшко А.А., Мугак Н.І.",
      },
      {
        text: "Про ознайомлення з інструкцією щодо заповнення класних журналів початкових класів Нової української школи (листи МОН України № 1/9-511 від 04.09.2020; № 1/9-174 від 30.03.2021 «Щодо оцінювання навчання учнів 3-4 класів закладів загальної середньої освіти»), та 5-9-х класів (наказ № 496 від 03.06.2008), журналів групи продовженого дня, журналу в факультативних годин.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про методичні рекомендації щодо розвитку STEM – освіти в закладах загальної середньої та позашкільної освіти у 2022-2023 навчальному році.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про підсумки перевірки навчальних приміщень школи щодо підготовки шкільних предметних кабінетів та класних кімнат до нового навчального року, виконання Санітарного регламенту.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про деякі питання організації виховного процесу у 2022-2023 н.р. щодо формування в дітей та учнівської молоді ціннісних життєвих навичок.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про роботу школи над обласним науково-методичний проєктом: «Педагогічні стратегії розвитку самоефективної особистості в освітньому просторінової української школи» (2020 – 2023 роки); науково-методичною темою школи: «Ефективні шляхи формування компетентнісної особистості в освітньому просторі нової української школи» (3 етап).",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Про залучення учнів до факультативних занять.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати медичного обстеження учнів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вимоги до роботи шкільних методичних об’єднань.",
        responsible:
          "Лівак В.В., Юшко А.А., Рзаєва Н.О., Витрищенко С.М., Марченко І.А., Артемюк Н.А., Москаленко В.І.",
      },
      {
        text: "Про посилення контролю за відвідуванням учнями школи, запобігання пропусків уроків, бродяжництва. Вимоги до ведення сигнального журналу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про попередження дитячого травматизму, ТБ в школі. Активізація чергування вчителів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи з дітьми, які потребують особливої педагогічної уваги. Робота ради профілактики, наркопосту.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про залучення учнів до гурткової роботи.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про хід шкільного рейду «Урок».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про працевлаштування учнів 9 класів.",
        responsible: "Алтинбаєва Л.М., Рзаєва Н.О., Артемюк Н.А.",
      },
      {
        text: "Про планування виховної роботи на жовтень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення інвентаризації в школі.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "03.10.2022",
    items: [
      {
        text: "Про організацію атестації та курсової перепідготовки вчителів у 2022-2023 н.р. Типове положення про атестацію педагогічних працівників. Затвердження списків учителів на чергову атестацію 2023 року.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про здійснення самоперевірки дотримання порядку організації освітнього процесу відповідно до орієнтовних питань моніторингу (вивчення) щодо створення безпечних умов у закладі освіти з урахуванням епідемічної ситуації.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан організація навчань і перевірки знань з цивільного захисту та охорони праці проведення інструктажів з питань охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування картки Криворіжця та пропускної системи «Вхід-вихід».",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про проведення вчителями школи інструктажів з учнями з ПДР, ТБ. Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про функціонування системи підготовки учасників освітнього процесу до дій у надзвичайних ситуаціях, виконання заходів з безпеки життєдіяльності. Відпрацювання плану евакуації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підготовку закладу до роботи в зимовий період, систему теплопостачання до опалювального сезону. Про дотримання санітарно-гигієнічних норм життєдіяльності школи.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про роботу школи на ІІІ етапі науково-методичного проєкту «Педагогічні стратегії розвитку самоефективної особистості в освітньому просторі Нової української школи».",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Про підсумки моніторингових контрольних робіт учнів 5-9 класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про відвідування учнями школи, навчальних занять. Ведення сигнального журналу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про функціонування діючої комісії з превентивних питань.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про суворе дотримання правил ТБ на уроках фізичної культури, трудового навчання, фізики, хімії, біології.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати медичного обстеження учнів. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про харчування учнів. Стан охоплення учнів гарячим харчуванням у вересні. Про харчування учнів пільгової категорії.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу на 2022-2023 н.р.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про роботу з дітьми, які потребують особливої педагогічної уваги.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про адаптація п’ятикласників до навчання в основній школі.",
        responsible: "Хрустальова О.В., Фербей В.М., Заярнюк С.А.",
      },
      {
        text: "Про підсумки огляду матеріально-технічної бази навчальних кабінетів, класних кімнат.",
        responsible:
          "Горевич Л.В., Петрушевська Л.Г., Алтинбаєва Л.М., Лівак В.В.",
      },
      {
        text: "Про забезпечення режиму економії електроенергії.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про стан сплати комунальних послуг працівниками закладу.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "07.11.2022",
    items: [
      {
        text: "Про виконання графіка проведення самоаналізу якості освітньої діяльності закладу.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про дотримання вимог Положення про дистанційну форму здобуття повної загальної середньої освіти Криворізької загальноосвітньої школи І – ІІІ ст. № 55",
        responsible: "Лівак В.В.",
      },
      {
        text: "Вимоги до розробок уроків учителів під час очного навчання. Особливості подачі навчального матеріалу під час організації освітнього процесу у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Лівак В.В., Соловйова Н.А.",
      },
      {
        text: "Про організацію та проведення підвищення кваліфікації вчителів, які забезпечуватимуть реалізацію Державного стандарту базової середньої освіти відповідно до Концепції «Нова українська школа».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати перевірки шкільної документації (журнали, зошити). Про активізацію роботи по веденню електронних журналів педагогічними працівниками.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати проведення шкільного туру учнівських олімпіад.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про підсумки проведення осінніх канікул.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення профрієнтаційної роботи у 9 класах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та у позаурочний час.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Зайнятість учнів школи та дітей «Групи ризику» під час осінніх канікул.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про роботу їдальні та харчування учнів.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту. Робота з проблемними сім’ями, відвідування навчальних занять учнями школи",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про роботу шкільної бібліотеки.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про планування виховної роботи на листопад.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гигієнічних вимог в приміщенні школи.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "21.11.2022",
    items: [
      {
        text: "Про попереднє замовлення документів про освіту.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи з цивільного захисту. Активізація діяльності всіх підрозділів цивільного захисту школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан ведення журналів реєстрації інструктажів з питань охорони праці вчителями-предметниками.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Результат перевірки роботи гуртків, факультативів, групи продовженого дня; роботи спортивних секцій і спецгруп, проведення останніх уроків.",
        responsible: "Лівак В.В., Соловйова Н.А., Алтинбаєва Л.М.",
      },
      {
        text: "Про перевірку стану ведення обліку відвідування учнями у вересні-листопаді 2022 року.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення заходів з військово-патріотичного виховання.",
        responsible: "Алтинбаєва Л.М., Москаленко В.І. Вахненко В.М.",
      },
      {
        text: "Звіт практичного психолога, соціального педагога, педагога – організатора про роботу за вересень-листопад 2022-2023 н.р.",
        responsible: "Хрустальова О.В., Чернявська А.А., Посметюха А.С.",
      },
      {
        text: "Використання дієвих форм колективної взаємодії як передумова розвитку самоефективної особистості в освітньому просторі НУШ.",
        responsible: "Мугак Н.І.",
      },
      {
        text: "Про організацію роботи по перевірці виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи щодо попередження правопорушень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про облаштування приміщення та території закладу освіти з урахуванням принципів універсального дизайну та/або розумного пристосування.",
        responsible: "Горевич Л.В., Капуста В.М.",
      },
      {
        text: "Про безпечність та комфортність для навчання і праці приміщень і території закладу освіти.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "12.12.2022",
    items: [
      {
        text: "Про забезпечення неухильного виконання законів України «Про освіту», «Про повну загальну середню освіту», «Про забезпечення функціонування української мови як державної» в частині мови освітнього процесу.",
        responsible: "Горевич Л.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з листом МОН України «Щодо заходів захисту безпеки, життя та здоров’я учасників освітнього процесу» та безумовне його виконання.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про опрацювання Алгоритму дій закладів охорони здоров’я, освіти, служби всправах дітей, правоохоронних органів у випадку виявлення неповнолітньої особи под впливом наркотичних або психотропних речовин.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про здійснення моніторингу та контролю за організацією освітнього процесу під час дистанційного навчання, висвітлення результатів даної роботи.",
        responsible: "Лівак В.В., Соловйова Н.А.",
      },
      {
        text: "Про стан викладання фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Система оцінювання в закладі освіти. Реалізація компетентісного підходу навчанню.",
        responsible: "Юшко А.А.",
      },
      {
        text: "Про планування роботи по оформленні школи до Нового року. Про підготовку школи до зимових канікул. Про проведення Новорічних та Різдвяних заходів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи попередження дитячого травматизму. Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та під час проведення Новорічних, Різдвяних свят та на канікулах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про дотримання вимог пожежної безпеки під час проведення новорічних та різдвяних свят.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на січень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан ведення щоденників учнями, перевірки їх класоводами й класними керівниками.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про відвідування учнями школи навчальних занять. Стан ведення сигнального журналу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про забезпечення режиму економії енергоресурсів (тепла, світла) і води.",
        responsible: "Горевич Л.В., Петрушевська Л.Г.",
      },
      {
        text: "Про дотримання основних положень Санітарного регламенту.",
        responsible: "Алтинбаєва Л.М., Петрушевська Л.Г.",
      },
      {
        text: "Про підсумки проведення інвентаризації в школі.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "16.01.2023",
    items: [
      {
        text: "Про виконання плану работы школи за І семестр.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про фінансово – господарську діяльність школи за І семестр 2022-2023 н.р.",
        responsible: "Мандрига М.І., Горевич Л.В., Петрушевська Л.Г.",
      },
      {
        text: "Про стан роботи школи з охорони праці, цивільного захисту у І семестрі 2022-2023 н.р. Активізація діяльності всіх підрозділів цивільного захисту школи. Про готовність сховищ школи до дій у надзвичайних ситуаціях та цивільного захисту населення.",
        responsible: "Лівак В.В., Петрушевська Л.Г.",
      },
      {
        text: "Про стан викладання фізики.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про підсумки освітнього процесу за І семестр 2022 – 2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки проведення моніторингових контрольних робіт у 5-9  класах.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про підсумки перевірки ведення шкільної документації (класних журналів, зошитів).",
        responsible: "Лівак В.В., Соловйова Н.А.",
      },
      {
        text: "Про стан патріотичного виховання як складової системи національного виховання учнів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про хід атестації працівників. Вивчення рівня фахової майстерності педагогів, що атестуються у 2023 році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки виконання начальних планів і програм у І семестрі 2022-2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи вихователів в ГПД за І семестр 2022-2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан ведення щоденників учнями 5-9 класів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Стан спортивно-масової роботи в школі за І семестр 2022-2023 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи психологічно служби школи у І с. 2022-2023 н.р.",
        responsible: "Чернявська А.А., Хрустальова О.В.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту, з дітьми, які потребують особливої педагогічної уваги. Протидія домашньому насильству.",
        responsible: "Чернявська А.А., Хрустальова О.В.",
      },
      {
        text: "Про стан харчування учнів школи за І семестр 2022-2023 н.р.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про підсумки проведення новорічних заходів та зимових канікул.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на лютий.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення інструктажів з протипожежної безпеки.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "13.02.2023",
    items: [
      {
        text: "Про стан викладання української мови та літератури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про необхідність дотримання працівниками школи інструкцій з техніки безпеки, охорони праці та пожежної безпеки на робочому місці.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з Пам’яткою першочергових дій при погрозі здійснення терористичного акту.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Основні вимоги до роботи класного керівника відповідно до Положення про класного керівника. Про стан роботи класного керівника по здійсненню контролю за відвідуванням учнями навчальних занять. Запобігання системним спізненням на уроки.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан здійснення пропускного режиму у школі. Функціонування єдиної міської системи «Вхід-вихід» за Картками криворіжця для учнів школи.",
        responsible: "Соловйова Н.А., Алтинбаєва Л.М.",
      },
      {
        text: "Про стан профорієнтаційної роботи у школі.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на березень 2023 р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про заходи щодо вшанування річниці визволення м. Кривого Рогу від німецько-фашистських загарбників.",
        responsible: "Алтинбаєва Л.М., Посметюха А.С., Рзаєва Н.О.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гигієнічних вимог в приміщенні школи.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про стан роботи шкільної бібліотеки.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Дотримання вимог техніки безпеки на спортивних майданчиках та спортивних спорудах під час проведення спортивних занять.",
        responsible: "Москаленко В.І., Давидов І.І.",
      },
    ],
  },
  {
    date: "13.03.2023",
    items: [
      {
        text: "Про дотримання вимог чинного законодавства щодо мови освітнього процесу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Стан харчування учнів у січні-лютому.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про стан набору учнів у 1 клас на 2023–2024 н.р.",
        responsible: "Соловйова Н.А., Мугак Н.І., Половинкина О.А.",
      },
      {
        text: "Стан роботи з дітьми облікових категорій.",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про стан протипожежної роботи у закладі. Ведення нормативних документів. Стан проведення заходів з пожежної безпеки.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі. Суворе дотримання пропускного режиму та використання робочих виходів зі школи № 1, № 2.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Стан підготовки захисних споруд та сховищ закладу.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про виконання Питання державної соціальної програми запобігання та протидії домашньому насильству та насильству за ознакою статі на період до 2025 року.",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про стан здійснення військово-патріотичного виховання в школі.",
        responsible: "Алтинбаєва Л.М., Москаленко В.І.",
      },
      {
        text: "Про планування виховної роботи на квітень.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "17.04.2023",
    items: [
      {
        text: "Про підсумки атестації та курсової перепідготовки педагогічних кадрів у 2022-2023 н.р.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про стан роботи комісії навчального закладу з розробки проекту освітньої програми на 2023-2024 н.р.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про хід проведення комплектації педагогічних кадрів на 2023 – 2024 н.р.",
        responsible: "Соловйова Н.А., Вахненко В.М.",
      },
      {
        text: "Про ознайомлення з методичними рекомендаціями щодо оцінювання навчальних досягнень учнів 5-6 класів, які здобувають освіту відповідно до нового Державного стандарту базової середньої освіти.",
        responsible:
          "Соловйова Н.А., Марченко І.А., Стрембицька Л.А., Артемюк Н.А.",
      },
      {
        text: "Про органвізацію освітнього процесу в початковій школі в умовах воєнного часу.",
        responsible: "Юшко А.А.",
      },
      {
        text: "Про використання у роботі професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)» визначено вимоги до вчителів вказаних професій.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про роботу педагогічних працівників по організації дистанційного навчання.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про створення безпечного освітнього середовища та формування поведінки дітей в інтернеті.",
        responsible: "Артемюк Н.А.",
      },
      {
        text: "Про ознайомлення з методичними рекомендаціями щодо окремих питань завершення 2022/2023 навчального року.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про стан проведення додаткових спеціальних об’єктових тренувань з питань цивільного захисту з урахуванням завдань, визначених на особливий період.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про стан умов та безпеки праці та відповідність критеріям, встановленими законодавчими та нормативно-правовими актами з охорони праці, безпеки життєдіяльності.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про підсумки підготовки адміністративно-педагогічного персоналу і учнів школи з цивільного захисту за 2022 рік та постановка завдань на 2023 рік.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про суворе дотримання працівниками закладу правил внутрішнього трудового розпорядку.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про профілактику жорстокого поводження та насильства щодо дітей з інвалідністю.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про стан роботи психологічної служби.",
        responsible: "Чернявська А.А., Хрустальова О.В.",
      },
      {
        text: "Про забезпечення психологічного супроводу учасників освітнього процесу в умовах воєнного стану в Україні.",
        responsible: "Хрустальова О.В.",
      },
      {
        text: "Про методичні рекомендації «Перша психологічна допомога. Алгоритм дій».",
        responsible: "Хрустальова О.В.",
      },
      {
        text: "Про хід проведення робіт по благоустрою закладу.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "15.05.2023",
    items: [
      {
        text: "Про ознайомлення з інструктивно-інформативною документацією про організоване завершення 2022-2023 н.р. в дистанційному форматі, терміни та формат видачі документів про освіти випускникам 9 класів.",
        responsible: "Горевич Л.В., Соловйова Н.А.",
      },
      {
        text: "Про формування фактичної мережі класів на кінець 2022-2023 н.р.",
        responsible: "Соловйова Н.А., класні керівники 1-9 класів",
      },
      {
        text: "Про стан набору учнів до 1-х класів на 2023-2024 н.р.",
        responsible: "Соловйова Н.А., Мугак Н.І., Половинкина О.А.",
      },
      {
        text: "Про дотримання мовного законодавства.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про збереження життя та здоров’я учасників освітнього процесу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про застосування нормативно-правової бази України, спрямованої на захист дітей в умовах воєнного часу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про підсумки перевірки виконання навчальних планів і програм.",
        responsible: "Соловйова Н.А.",
      },
      {
        text: "Про роботу з попередження дитячого травматизму під час перебування на канікулах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про здійснення попереднього моніторингу зайнятості учнів школи та учнів облікової категорії в літній канікулярний період з 01.06.2023 по 31.08.2023 рік.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про створення та постійне оновлення реєстру даних дітей шкільного віку та учнів.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про підсумки роботи школи над науково-методичною проблемою.",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
    ],
  },
  {
    date: "05.06.2023",
    items: [
      {
        text: "Про підготовку до підсумкової педагогічної ради у серпні.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підготовку звіту по виконанню Стратегії розвитку закладу у 2022-2023 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки методичної роботи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки освітньої роботи за 2022 – 2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи групи продовженого дня.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи з молодими та малодосвідченими вчителями.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки шкільної документації.",
        responsible: "Лівак В.В., Соловйова Н.А.",
      },
      {
        text: "Про підсумки виховної роботи.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про підсумки гурткової роботи в школі.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
];
