import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "29 серпня 2022",
    items: [
      {
        text: "Про ознайомлення з наказом управління комунальної власності міста виконкому Криворізької міської ради від 01.08.2022 № 175 –ум «Про затвердження статуту Криворізької гімназії № 55 Криворізької міської ради».",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про ознайомлення зі статутом Криворізької гімназії № 55 Криворізької міської ради.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про стан готовності школи до нового 2022/2023 навчального року.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки перевірки класних журналів за березень-червень 2021-2022 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про готовність спортмайданчиків та спортивних залів школи до 2022/2023 навчального року.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про організацію роботи педагогічного колективу з охорони праці та ТБ.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання основних нормативних документів, що регламентують діяльність педагогічних працівників у 2022 – 2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання законів України «Про освіту», «Про повну загальну середню освіту».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН України від 19.08.2022 № 1/9530-22 «Інструктивно-методичні рекомендації щодо організації освітнього процесу та викладання навчальних предметів у закладах загальної середньої освіти у 2022/2023 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН України від 16.06.2022 № 4/2000-22 «Щодо дистанційного навчання учнів, які перебувають за кордоном».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом ДОН виконкому Криворізької міської ради від 22.07.2022 № 165 «Щодо впровадження електронних журналів у закладах загальної середньої освіти міста».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування багатофункціональної електронної картки «Картка криворіжця».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про основні напрямки роботи, які регламентує Концепція національно-патріотичного виховання дітей та молоді, затвердженої наказом МОН від 16.06.2015 № 641.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про виконання наказу МОЗ №2205 від 25.09.2020 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти, зареєстрованого в Міністерстві юстиції України 10 листопада 2020 р. за N 1111/35394, усім учасникам освітнього процесу та працівникам закладу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проходження обов’язкового медичного огляду педагогами та учнями школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом ДОН виконкому Криворізької міської ради від 15.06.2022 № 132 «Про здійснення заходів безпеки в закладах освіти».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про примірний алгоритм дій населення за сигналами оповіщення цивільного захисту «Увага всім!», «Повітряна тривога!».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на вересень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про забезпечення учнів школи підручниками.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про ліміти використання енергоносіїв.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "12 вересня 2022",
    items: [
      {
        text: "Про впровадження заходів безпеки у навчальному закладі. Посилення пропускного режиму.",
        responsible: "Горевич Л.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію методичної роботи у 2022-2023 н.р.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення вчителів з листом УОН від 01.09.2016 № 1860 «Про благодійні внески». Про заборону втручання педагогічних працівників у діяльність благодійних фондів.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про активізацію роботи по підготовці учнів до проведення учнівських олімпіад із базових дисціплин у 2022-2023 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та використання у роботі та виконання наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)».",
        responsible: "Лівак В.В., Юшко А.А., Старікова Н.А.",
      },
      {
        text: "Про ознайомлення з інструкцією щодо заповнення класних журналів початкових класів Нової української школи (листи МОН України № 1/9-511 від 04.09.2020; № 1/9-174 від 30.03.2021 «Щодо оцінювання навчання учнів 3-4 класів закладів загальної середньої освіти»), та 5-11(12)-х класів (наказ № 496 від 03.06.2008).",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про деякі питання організації виховного процесу у 2022-2023 н.р. щодо формування в дітей та учнівської молоді ціннісних життєвих навичок.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про продовження роботи школи над обласним науково-методичний проєктом: «Педагогічні стратегії розвитку самоефективної особистості в освітньому просторінової української школи» (2020 – 2023 роки); науково-методичною темою школи: «Ефективні шляхи формування компетентнісної особистості в освітньому просторі нової української школи» (2 етап).",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Про результати медичного обстеження учнів, педгогічних працівників. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вимоги до роботи методичних комісій (об’єднань). Висвітлення їх роботи на освітньому сайті закладу.",
        responsible: "Лівак В.В., Юшко А.А., Рзаєва Н.О., Артемюк Н.А.",
      },
      {
        text: "Про організацію роботи з дітьми, які потребують особливої педагогічної уваги. Робота ради профілактики, наркопосту.",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про працевлаштування учнів 9, 11 класів.",
        responsible: "Алтинбаєва Л.М., Хоменко А.Ю., Добровольська В.Е.",
      },
      {
        text: "Про планування виховної роботи на жовтень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи учнівського самоврядування.",
        responsible: "Посметюха А.С.",
      },
      {
        text: "Про проведення інвентаризації в школі.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про вимоги до ведення шкільної документації.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "10 жовтня 2022",
    items: [
      {
        text: "Про організацію атестації та курсової перепідготовки вчителів у 2022-2023 н.р. Типове положення про атестацію педагогічних працівників. Затвердження списків учителів на чергову атестацію 2023 року.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан організація навчань і перевірки знань з цивільного захисту та охорони праці проведення інструктажів з питань охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення вчителями школи інструктажів з учнями з ПДР, ТБ. Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про функціонування системи підготовки учасників освітнього процесу до дій у надзвичайних ситуаціях, виконання заходів з безпеки життєдіяльності. Відпрацювання плану евакуації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підготовку закладу до роботи в зимовий період, систему теплопостачання до опалювального сезону. Про дотримання санітарно-гігієнічних норм життєдіяльності школи.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про роботу школи на ІІІ етапі науково-методичного проєкту «Педагогічні стратегії розвитку самоефективної особистості в освітньому просторі Нової української школи».",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Про підсумки моніторингових контрольних робіт учнів 5-9 класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про зміни тривалості уроків у дистанційному форматі. Про відвідування учнями школи синхронних уроків у дистанційному форматі.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування діючої комісії з превентивних питань.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про результати медичного обстеження учнів в карантинних умовах. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу на 2022-2023 н.р.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про роботу з дітьми, які потребують особливої педагогічної уваги.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про адаптація п’ятикласників до навчання в основній школі.",
        responsible: "Хрустальова О.В., Мугак Н.І.,Половинкина О.А.",
      },
      {
        text: "Про забезпечення режиму економії електроенергії.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про стан сплати комунальних послуг працівниками закладу.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "14 листопада 2022",
    items: [
      {
        text: "Про дотримання вимог Положення про дистанційну форму здобуття повної загальної середньої освіти Криворізької гімназії № 55 Криворізької міської ради",
        responsible: "Лівак В.В.",
      },
      {
        text: "Особливості подачі навчального матеріалу під час організації освітнього процесу у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію та проведення підвищення кваліфікації вчителів при КЗВО «ДАНО» ДОР та КДПУ.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати перевірки електронних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати проведення шкільного туру учнівських олімпіад.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про початок здійснення набору учнів у 1 клас на 2023-2024 н.р.",
        responsible: "Горевич Л.В., Лисенко О.Б., Довмат Г.В.",
      },
      {
        text: "Про проведення профрієнтаційної роботи у 9 класах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та у позаурочний час.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан відвідування учнями навчальних занять. Звіт соціально-психологічної служби про стан роботи по залученню учнів до навчання у дистанційному форматі.",
        responsible: "Лівак В.В., Хрустальова О.В., Чернявська А.А.",
      },
      {
        text: "Про планування виховної роботи на листопад.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про попереднє замовлення документів про освіту.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи з цивільного захисту. Активізація діяльності всіх підрозділів цивільного захисту школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про рекомендований порядок дій на випадок виникнення загроз соціального та воєнного характеру.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан ведення журналів реєстрації інструктажів з питань охорони праці вчителями-предметниками.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Звіт практичного психолога, соціального педагога, педагога – організатора про роботу за вересень-листопад 2022-2023 н.р.",
        responsible: "Хрустальова О.В., Чернявська А.А., Посметюха А.С.",
      },
      {
        text: "Становлення самоефективності учнів різних вікових категорій в системі вчитель-батьки-учні.",
        responsible: "Мугак Н.І.",
      },
      {
        text: "Про організацію роботи по перевірці виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні гімназії.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "12 грудня 2022",
    items: [
      {
        text: "Про забезпечення неухильного виконання законів України «Про освіту», «Про повну загальну середню освіту», «Про забезпечення функціонування української мови як державної» в частині мови освітнього процесу.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом ДОН ДОДА від 01.12.2022 № 4794/0/211-22 «Рекомендації щодо організації освітнього процесу у ЗЗСО».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про здійснення моніторингу та контролю за організацією освітнього процесу під час дистанційного навчання, висвітлення результатів даної роботи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан відвідування учнями навчальних занять. Звіт соціально-психологічної служби про стан роботи по залученню учнів до навчання у дистанційному форматі.",
        responsible:
          "Лівак В.В., Хрустальова О.В., Чернявська А.А., класні керівники 1-9 класів",
      },
      {
        text: "Система оцінювання в закладі освіти. Реалізація компетентісного підходу до навчання.",
        responsible: "Заярнюк С.А., Довмат Г.В.",
      },
      {
        text: "Про ознайомлення зт рішенням ХХХІІІ сесії VІІІ скликання від 30.11.2022 № 1539 «Про організацію харчування в закладах освіти міста у 2023 році»",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про стан роботи попередження дитячого травматизму. Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та під час проведення Новорічних, Різдвяних свят та на канікулах.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи по здійсненню набору учнів у 1 клас на 2023-2024 н.р.",
        responsible: "Лисенко О.Б., Довмат Г.В.",
      },
      {
        text: "Про суворе дотримання режиму економії енергоресурсів (тепла, світла) і води.",
        responsible: "Горевич Л.В., Петрушевська Л.Г.",
      },
      {
        text: "Про підсумки проведення інвентаризації в школі.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "16 січня 2023",
    items: [
      {
        text: "Про виконання плану роботи школи за І семестр.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про фінансово – господарську діяльність школи за І семестр 2022-2023 н.р.",
        responsible: "Лещенко Г.В., Горевич Л.В., Петрушевська Л.Г.",
      },
      {
        text: "Про стан роботи школи з охорони праці, цивільного захисту у І семестрі 2022-2023 н.р. Активізація діяльності всіх підрозділів цивільного захисту школи. Про готовність сховищ школи до дій у надзвичайних ситуаціях та цивільного захисту населення.",
        responsible: "Лівак В.В., Петрушевська Л.Г.",
      },
      {
        text: "Про стан викладання хімії.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки освітнього процесу за І семестр 2022 – 2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки проведення моніторингових контрольних робіт.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки ведення шкільної документації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з Законом України № 2759-ІХ від 16.11.2022 «Про внесення змін до деяких законодавчих актів України щодо запобігання та протидії мобінгу/цькуванню».",
        responsible: "Капуста В.М.",
      },
      {
        text: "Про хід атестації працівників. Вивчення рівня фахової майстерності педагогів, що атестуються у 2023 році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки виконання начальних планів і програм у І семестрі 2022-2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи психологічно служби школи у І с. 2022-2023н.р.",
        responsible: "Чернявська А.А., Хрустальова О.В.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту, з дітьми, які потребують особливої педагогічної уваги. Протидія домашньому насильству.",
        responsible: "Чернявська А.А., Хрустальова О.В.",
      },
      {
        text: "Про проведення інструктажів з протипожежної безпеки.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "27 лютого 2023",
    items: [
      {
        text: "Про ознайомлення з наказом МОН України від 11.01.2023 № 19 «Про звільнення від проходження державної підсумкової атестації учнів, які завершують здобуття початкової та базової загальної середньої освіти, у 2022-2023 н.р.»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом департаменту освіти і науки виконкому Криворізької міської ради від 10.02.2023 № 71 «Про прийом дітей до 1-х класів закладів загальної середньої освіти міста Кривого Рогу у 2023 р.»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи закладу по набору дітей до 1 класу на 2023-2024 н.р.",
        responsible: "Лисенко О.Б., Довмат Г.В.",
      },
      {
        text: "Про ознайомлення з листом МОН України від 27.01.2023 №1/1299-23 «Про забезпечення виконання наказу МОН від 30 вересня 2022 року № 869 (зі змінами)» щодо здійснення вибору закладами загальної середньої освіти підручників для 1 класу Нової української школи».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 16.01.2023 №35 «Про деякі питання проведення сертифікації педагогічних працівників у 2023 році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про необхідність дотримання працівниками школи інструкцій з техніки безпеки, охорони праці та пожежної безпеки на робочому місці.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з Пам’яткою першочергових дій в надзвичайних ситуаціях або в зоні бойових дій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні школи.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "20 березня 2023",
    items: [
      {
        text: "Про вивчення листа ДОН ДОДА від 11.02.2021 № 918/0/211-21 «Про дотримання вимог чинного законодавства щодо мови освітнього процесу».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про внесення змін до деяких законів України щодо державної підсумкової атестації та вступної кампанії 2023р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з додатком до листа ДОН ВКМР від 28.02.2023 № 71 «Рекомендації щодо організації освітнього процесу в змішаному форматі на базі закладів дошкільної та загальної середньої освіти міста Кривого Рогу в умовах дії воєнного стану».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про початок роботи комісії навчального закладу з розробки проекту освітньої програми на 2023-2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та неухильне виконання наказу ДОН ВКМР від 10.02.2023 №69 «Про прийом дітей до 1-х класів закладів загальної середньої освіти м Кривого Рогу у 2023 році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан набору учнів у 1 клас на 2023–2024 н.р..",
        responsible: "Лівак В.В., Довмат Г.В., Лисенко О.Б.",
      },
      {
        text: "Про сприяння створення безпечного освітнього середовища та формування поведінки дітей в інтернеті.",
        responsible: "Артемюк Н.А., Кмітевич О.В.",
      },
      {
        text: "Стан роботи з дітьми облікових категорій.",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про стан протипожежної роботи у закладі. Ведення нормативних документів. Стан проведення заходів з пожежної безпеки.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі. Суворе дотримання пропускного режиму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення Тижня знань з безпеки життєдіяльності під час весняних канікул в особливий період.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про підсумки підготовки адміністративно-педагогічного персоналу і учнів гімназії з цивільного захисту за 2022 рік та постановка завдань на 2023 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Стан підготовки захисних споруд та сховищ закладу.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про виконання Постанови Кабінету Міністрів України від 24.02.2021 № 145 «Питання державної соціальної програми запобігання та протидії домашньому насильству та насильству за ознакою статі на період до 2025 року».",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про планування виховної роботи на квітень.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "20 квітня 2023",
    items: [
      {
        text: "Про стан викладання основ здоров’я.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки атестації та курсової перепідготовки педагогічних кадрів у 2022-2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід проведення комплектації педагогічних кадрів на 2023 – 2024 н.р. Про попереднє педагогічне навантаження.",
        responsible: "Лівак В.В., Капуста В.М.",
      },
      {
        text: "Про ознайомлення з наказом МОН від 01.04.2022 № 289 «Про затвердження методичних рекомендацій щодо оцінювання навчальних досягнень учнів 5-6 класів, які здобувають освіту відповідно до нового Державного стандарту базової середньої освіти».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання у роботі наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)» визначено вимоги до вчителів вказаних професій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу педагогічних працівників по організації дистанційного навчання станом на 20.04.2023.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан проведення додаткових спеціальних об’єктових тренувань з питань цивільного захисту з урахуванням завдань, визначених на особливий період. Про підготовку та проведення дня ЦЗ.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про охорону праці в гімназії.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан умов та безпеки праці та відповідність критеріям, встановленими законодавчими та нормативно-правовими актами з охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки підготовки адміністративно-педагогічного персоналу і учнів школи з цивільного захисту за 2022 рік та постановка завдань на 2023 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про ознайомлення з Постановою Кабінету Міністрів України від 24.02.2021 № 145 «Питання державної соціальної програми запобігання та протидії домашньому насильству та насильству за ознакою статі на період до 2025 року». Про профілактику жорстокого поводження та насильства щодо дітей з інвалідністю.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про планування виховної роботи на травень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про хід проведення робіт по благоустрою закладу.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про забезпечення режиму економії енергоресурсів.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "10 травня 2023",
    items: [
      {
        text: "Про ознайомлення з інструктивно-інформативною документацією про організоване завершення 2022-2023 н.р. в дистанційному форматі, терміни та формат видачі документів про освіти випускникам 9 класів.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про стан здійснення дистанційного навчання педагогами закладу за ІІ с. 2022-2023 н.р. Аналіз долучення до освітнього процесу онлайн здобувачів освіти.",
        responsible: "Лівак В.В., класні керівники 1-9 класів",
      },
      {
        text: "Про надання рекомендацій щодо проведення підсумкового оцінювання, виконання освітніх програм, заповнення класних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про формування фактичної мережі класів на кінець 2022-2023 н.р.",
        responsible: "Лівак В.В., класні керівники 1-9 класів",
      },
      {
        text: "Про стан набору учнів до 1-х класів на 2023-2024 н.р.",
        responsible: "Лівак В.В., Довмат Г.В., Лисенко О.Б.",
      },
      {
        text: "Про ознайомлення та опрацювання Закону України від 21.03.2023 № 3005-ІХ «Про засудження та заборону пропаганди російської імперської політики в Україні і деколонізацію топонімії».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи творчої групи вчителів української мови та літератури по розробці Програми розвитку та функціонування української мови як державної у КГ № 55 на 2023-2030 роки.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про застосування нормативно-правової бази України, спрямованої на захист дітей в умовах воєнного часу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про створення безпечних умов організації освітнього процесу в закладах освіти в умовах особливого періоду",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу з попередження дитячого травматизму під час перебування на канікулах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про моніторинг потреби у літньому оздоровленні учнів гімназії у літній період.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про здійснення попереднього моніторингу зайнятості учнів школи та учнів облікової категорії в літній канікулярний період з 01.06.2023 по 31.08.2023 рік.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про створення та постійне оновлення реєстру даних дітей шкільного віку та учнів.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про підсумки роботи школи над науково-методичною проблемою.",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
    ],
  },
  {
    date: "5 червня 2023",
    items: [
      {
        text: "Про підготовку до підсумкової педагогічної ради у серпні.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підготовку звіту по виконанню Стратегії розвитку закладу у 2022-2023 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки методичної роботи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки освітньої роботи за 2022 – 2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи з молодими та малодосвідченими вчителями.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки шкільної документації",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки виховної роботи.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
];
