import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "30 серпня 2023",
    items: [
      {
        text: "Безпечний освітній простір – необхідна передумова якісної освіти. Про особливості освітнього процесу в 2023-2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд листа Міністерства освіти і науки України від 16.08.2023 року № 1/12186-23 «Про організацію 2023/2024 навчального року в закладах загальної середньої освіти», відповідного листа ДОН ДОДА від 17.08.2023 №4277/0/211-23.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та суворе виконання Примірного алгоритмому дій населення за сигналами оповіщення цивільного захисту «Увага всім», «Повітряна тривога» та алгоритму евакуації на випадок виникнення надзвиайних ситуацій різного характеру усіма учасниками освітнього процесу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про вивчення листа МОН «Щодо організації виховного процесу в закладах освіти у 2023/2024 н. р.».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан готовності школи до нового 2023/2024 навчального року.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про готовність спортмайданчиків та спортивних залів школи до 2023/2024 навчального року.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про організацію роботи педагогічного колективу з охорони праці та ТБ.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання основних нормативних документів, що регламентують діяльність педагогічних працівників у 2023 – 2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання законів України «Про освіту», «Про повну загальну середню освіту».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з Інструктивно-методичні рекомендації щодо організації освітнього процесу та викладання навчальних предметів у закладах загальної середньої освіти у 2023/2024 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 18.08.2023 № 1014 «Про затвердження освітньої програми для навчання дітей, які виїхали з України внаслідок повномасштабного вторгнення російської федерації і здобувають освіту одночасно в закладах освіти країни перебування та України»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування багатофункціональної електронної картки «Картка криворіжця».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання наказу МОЗ №2205 від 25.09.2020 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти, зареєстрованого в Міністерстві юстиції України 10 листопада 2020 р. за N 1111/35394, усім учасникам освітнього процесу та працівникам закладу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про результати проходження обов’язкового медичного огляду педагогами та учнями школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про планування виховної роботи на вересень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про забезпечення учнів школи підручниками.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про ліміти використання енергоносіїв.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "12 вересня 2023",
    items: [
      {
        text: "Про впровадження заходів безпеки у навчальному закладі. Дотримання алгоритму дій при сигналі «Повітряна тривога».",
        responsible: "Горевич Л.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію методичної роботи у 2023-2024 н.р.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення вчителів з листом УОН від 01.09.2016 № 1860 «Про благодійні внески». Про заборону втручання педагогічних працівників у діяльність благодійних фондів.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Освітні втрати: причини та шляхи подолання. Розробка діагностичних завдань для визначення рівня знань учнів та вимірювання освітніх втрат з окремих предметів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про активізацію роботи по підготовці учнів до проведення учнівських олімпіад із базових дисциплін у 2023-2024 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та використання у роботі та виконання наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)».",
        responsible: "Лівак В.В., Юшко А.А., Старікова Н.А.",
      },
      {
        text: "Про ознайомлення з інструкцією та положенням щодо заповнення електронних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про деякі питання організації виховного процесу у 2023-2024 н.р. щодо формування в дітей та учнівської молоді ціннісних життєвих навичок.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про продовження роботи школи над обласним науково-методичний проєктом: «Педагогічні стратегії розвитку самоефективної особистості в освітньому просторі нової української школи» (2020 – 2024 роки); науково-методичною темою школи: «Ефективні шляхи формування компетентнісної особистості в освітньому просторі нової української школи» (заключний етап).",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Про результати медичного обстеження учнів, педгогічних працівників. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи методичних комісій (об’єднань) за 2022-2023 н.р.. Методичні вимоги до їх роботи. Висвітлення діяльності на освітньому сайті закладу.",
        responsible: "Лівак В.В., Юшко А.А., Рзаєва Н.О., Артемюк Н.А.",
      },
      {
        text: "Про організацію роботи з дітьми, які потребують особливої педагогічної уваги. Робота ради профілактики, наркопосту.",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про працевлаштування учнів 9 класів.",
        responsible: "Алтинбаєва Л.М., Клименко А.І.",
      },
      {
        text: "Про планування виховної роботи на жовтень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи учнівського самоврядування.",
        responsible: "Мазурик Є.О.",
      },
      {
        text: "Про проведення інвентаризації в школі.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про вимоги до ведення шкільної документації.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "9 жовтня 2023",
    items: [
      {
        text: "Про організацію атестації та курсової перепідготовки вчителів у 2023-2024 н.р. Типове положення про атестацію педагогічних працівників. Затвердження списків учителів на чергову атестацію 2024 року.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан організація навчань і перевірки знань з цивільного захисту та охорони праці проведення інструктажів з питань охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення вчителями школи інструктажів з учнями з ПДР, ТБ. Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про функціонування системи підготовки учасників освітнього процесу до дій у надзвичайних ситуаціях, виконання заходів з безпеки життєдіяльності. Відпрацювання плану евакуації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підготовку закладу до роботи в зимовий період, систему теплопостачання до опалювального сезону. Про дотримання санітарно-гігієнічних норм життєдіяльності школи.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про розгляд міської Програми «Подолання освітніх втрат, викликаних особливостями організації освітнього процесу в 2020-2023 роках в закладах дошкільної, загальної середньої та позашкільної освіти» на 2023-2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу школи на ІІІ етапі науково-методичного проєкту «Педагогічні стратегії розвитку самоефективної особистості в освітньому просторі Нової української школи».",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Моніторинг освітніх втрат. Аналіз діагностувальних робіт учнів 5-9 класів з окремих предметів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан відвідування учнями гімназії синхронних уроків у дистанційному форматі та консультацій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування діючої комісії з превентивних питань.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про результати медичного обстеження учнів в карантинних умовах. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу на 2023-2024 н.р.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про роботу з дітьми, які потребують особливої педагогічної уваги.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про адаптацію п’ятикласників до навчання в основній школі.",
        responsible: "Довмат Г.В., Лисенко О.Б.",
      },
      {
        text: "Про забезпечення режиму економії електроенергії.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "20 листопада 2023",
    items: [
      {
        text: "Про дотримання вимог Положення про дистанційну форму здобуття повної загальної середньої освіти Криворізької гімназії № 55 Криворізької міської ради.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Особливості подачі навчального матеріалу під час організації освітнього процесу у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд листа МОН України від 03.11.2023 №1/12186-23 «Щодо окремих питань організації освітнього процесу в умовах воєнного стану».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію та проведення підвищення кваліфікації вчителів при КЗВО «ДАНО» ДОР.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати перевірки електронних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати проведення шкільного туру учнівських олімпіад.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про початок здійснення набору учнів у 1 клас на 2023-2024 н.р.",
        responsible: "Горевич Л.В., Фербей В.М., Заярнюк С.А.",
      },
      {
        text: "Про проведення профрієнтаційної роботи у 9 класах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та у позаурочний час.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан відвідування учнями навчальних занять. Звіт соціально-психологічної служби про стан роботи по залученню учнів до навчання у дистанційному форматі.",
        responsible: "Лівак В.В., Чернявська А.А.",
      },
      {
        text: "Про роботу над методичною темою гімназії. Продуктивна взаємодія педагога з учнями в умовах дистанційного навчання».",
        responsible: "Мугак Н.І.",
      },
      {
        text: "Про планування виховної роботи на грудень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про роботу щодо попереднього замовлення документів про освіту для учнів 4, 9 класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи з цивільного захисту. Активізація діяльності всіх підрозділів цивільного захисту школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про застосування державної мови у сфері освіти.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан ведення журналів реєстрації інструктажів з питань охорони праці вчителями-предметниками.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію роботи по перевірці виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні гімназії.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "22 грудня 2023",
    items: [
      {
        text: "Про забезпечення неухильного виконання законів України «Про освіту», «Про повну загальну середню освіту», «Про забезпечення функціонування української мови як державної» в частині мови освітнього процесу.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про здійснення моніторингу та контролю за організацією освітнього процесу під час дистанційного навчання, висвітлення результатів даної роботи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан викладання трудового навчання та технологій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан відвідування учнями навчальних занять. Звіт соціально-психологічної служби про стан роботи по залученню учнів до навчання у дистанційному форматі.",
        responsible:
          "Лівак В.В., Алтинбаєва Л.М., Чернявська А.А., класні керівники 1-9 класів",
      },
      {
        text: "Про опрацювання Алгоритму дій закладів охорони здоров’я, освіти, служби всправах дітей, правоохоронних органів у випадку виявлення неповнолітньої особи під впливом наркотичних або психотропних речовин.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про дотримання вимог пожежної безпеки під час проведення новорічних та різдвяних свят.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування роботи по оформленні закладу до Нового року. Про підготовку гімназії до зимових канікул. Про проведення Новорічних та Різдвяних заходів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на січень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Роль класного керівника в успішній навчальній діяльності учнів та їхній самореалізації.",
        responsible: "Фербей В.М., Харенко Ю.А.",
      },
      {
        text: "Про стан роботи попередження дитячого травматизму. Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та під час проведення Новорічних, Різдвяних свят та на канікулах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи по здійсненню набору учнів у 1 клас на 2023-2024 н.р.",
        responsible: "Фербей В.М. Заярнюк С.А.",
      },
      {
        text: "Про суворе дотримання режиму економії енергоресурсів (тепла, світла) і води.",
        responsible: "Горевич Л.В., Петрушевська Л.Г.",
      },
      {
        text: "Про підсумки проведення інвентаризації в школі.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "22 січня 2024",
    items: [
      {
        text: "Про виконання плану роботи школи за І семестр.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про фінансово – господарську діяльність школи за І семестр 2023-2024 н.р.",
        responsible: "Лещенко Г.В., Горевич Л.В., Петрушевська Л.Г.",
      },
      {
        text: "Про стан роботи школи з охорони праці, цивільного захисту у І семестрі 2023-2024 н.р. Активізація діяльності всіх підрозділів цивільного захисту школи. Про готовність найпростішого укриття гімназії до дій у надзвичайних ситуаціях та цивільного захисту населення.",
        responsible: "Лівак В.В., Петрушевська Л.Г.",
      },
      {
        text: "Про функціонування найпростішого укриття закладу у ІІ семестрі 2023-2024 н.р.: розклад уроків, розподіл локацій, обладнання меблями, водою, вогнегасниками, шансовим інструментом.",
        responsible: "Лівак В.В., Алтинбаєва Л.М., Петрушевська Л.Г.",
      },
      {
        text: "Про ознайомлення з наказом МВСУ та МОН від 18.08.2023 № 684/1013 «Про затвердження Порядку раннього попередження та евакуації учасників освітнього процесу в разі нападу або ризику нападу на заклад освіти».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан патріотичного виховання як складової системи національного виховання учнів.",
        responsible: "Алтибаєва Л.М.",
      },
      {
        text: "Про підсумки освітнього процесу за І семестр 2023 – 2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки проведення моніторингових контрольних робіт у 5-9 класах за І семестр 2023-2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки ведення шкільної документації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід атестації працівників. Вивчення рівня фахової майстерності педагогів, що атестуються у 2024 році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки виконання начальних планів і програм у І семестрі 2022-2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан спортивно-масової роботи в гімназії за І семестр 2023-2024 н.р.",
        responsible: "Алтинбаєва Л.М., Давидов І.І.",
      },
      {
        text: "Про ознайомленням із Законом України від 8 листопада 2023 року № 3438-IX «Про внесення змін до деяких законів України щодо державної підсумкової атестації та вступної кампанії 2024 р.»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з рішенням ХLV сесії VІІІ скликання від 08.12.2023 № 2353 «Про організацію харчуванняв закладах освіти міста у 2024 році».",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту, з дітьми, які потребують особливої педагогічної уваги. Протидія домашньому насильству.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про планування виховної роботи на Лютий.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення інструктажів з протипожежної безпеки.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "26 лютого 2024",
    items: [
      {
        text: "Про суворе дотримання Пам’ятки першочергових дій в надзвичайних ситуаціях або в зоні бойових дій, сигналу «Увага! Повітряна тривога!» усіма учасниками освітнього процесу.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про персональну відповідальність класних керівників щодо систематичного інформування учнівської та батьківської громадськості про дотримання дій під час сигналу «Увага! Повітряна тривога!»",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про суворе дотримання педагогічними працівниками режиму роботи закладу, правил внутрішнього трудового розпорядку.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про стан викладання навчальних предметів у початкових класах.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН України від 27.11.2023 №1/18669-23 «Про освітній ступінь педагогічних працівників».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи закладу по набору дітей до 1 класу на 2024-2025 н.р.",
        responsible: "Лівак В.В., Фербей В.М., Заярнюк С.А.",
      },
      {
        text: "Про стан здійснення пропускного режиму у гімназії. Функціонування єдиної міської системи «Вхід-вихід» за Картками криворіжця для учнів гімназії під час проведення офлайн консультацій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу педагогічного колективу щодо запобігання правопорушень серед учнів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан профорієнтаційної роботи у гімназії.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на березень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з листом МОН України №1/2341-24 від 09.02.2024 та проведення профілактично-роз’яснювальної роботи щодо випадків пошкодження обладнання залізниці неповнолітніми.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з Законом України № 2759-ІХ від 16.11.2022 «Про внесення змін до деяких законодавчих актів України щодо запобігання та протидії мобінгу/цькуванню».",
        responsible: "Капуста В.М.",
      },
      {
        text: "Дотримання вимог техніки безпеки на спортивних майданчиках та спортивних спорудах під час проведення спортивних занять.",
        responsible: "Давидов І.І.",
      },
      {
        text: "Про стан роботи шкільної бібліотеки.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні школи.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "18 березня 2024",
    items: [
      {
        text: "Про початок роботи комісії навчального закладу з розробки проекту освітньої програми на 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та неухильне виконання наказу ДОН ВКМР від 22.02.2024 № 48 «Про прийом дітей до 1-х класів закладів загальної середньої освіти м Кривого Рогу у 2024 році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан набору учнів у 1 клас на 2024–2025 н.р..",
        responsible: "Лівак В.В., Заярнюк С.А,, Фербей В.М.",
      },
      {
        text: "Про підсумки вивчення професійної діяльності вчителів, які атестуються в 2024 році",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення роботи по сприяння створення безпечного освітнього середовища та формування поведінки дітей в інтернеті.",
        responsible: "Артемюк Н.А.",
      },
      {
        text: "Стан роботи з дітьми облікових категорій схильних до правопорушень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення Тижня знань з безпеки життєдіяльності під час весняних канікул в особливий період.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про підсумки підготовки адміністративно-педагогічного персоналу і учнів гімназії з цивільного захисту за 2023 рік та постановка завдань на 2024 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан протипожежної роботи у закладі. Ведення нормативних документів. Стан проведення заходів з пожежної безпеки.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Стан підготовки захисних споруд та сховищ закладу.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про виконання Постанови Кабінету Міністрів України від 24.02.2021 № 145 «Питання державної соціальної програми запобігання та протидії домашньому насильству та насильству за ознакою статі на період до 2025 року».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на квітень.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "29 квітня 2024",
    items: [
      {
        text: "Про стан викладання біології.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки атестації та курсової перепідготовки педагогічних кадрів у 2023-2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід проведення комплектації педагогічних кадрів на 2024 – 2025 н.р. Про попереднє педагогічне навантаження.",
        responsible: "Лівак В.В., Капуста В.М.",
      },
      {
        text: "Про ознайомлення з наказом МОН від 01.04.2022 № 289 «Про затвердження методичних рекомендацій щодо оцінювання навчальних досягнень учнів 5-6 класів, які здобувають освіту відповідно до нового Державного стандарту базової середньої освіти».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання у роботі наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)» визначено вимоги до вчителів вказаних професій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан проведення додаткових спеціальних об’єктових тренувань з питань цивільного захисту з урахуванням завдань, визначених на особливий період. Про підготовку та проведення дня ЦЗ.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про охорону праці в гімназії.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан умов та безпеки праці та відповідність критеріям, встановленими законодавчими та нормативно-правовими актами з охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки підготовки адміністративно-педагогічного персоналу і учнів школи з цивільного захисту за 2023 рік та постановка завдань на 2024 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про ознайомлення з Постановою Кабінету Міністрів України від 24.02.2021 № 145 «Питання державної соціальної програми запобігання та протидії домашньому насильству та насильству за ознакою статі на період до 2025 року». Про профілактику жорстокого поводження та насильства щодо дітей з інвалідністю.",
        responsible: "Чернявська А.А.",
      },
      {
        text: "Про планування виховної роботи на травень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про хід проведення робіт по благоустрою закладу.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про забезпечення режиму економії енергоресурсів.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "21 травня 2024",
    items: [
      {
        text: "Про ознайомлення з листом МОН від 21.05.2024 № 1/8907 «Про окремі питання завершення 2023/2024 навчального року в закладах загальної середньої освіти та підготовку до початку нового навчального року».",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про стан здійснення дистанційного навчання педагогами закладу за ІІ с. 2023-2024 н.р. Аналіз долучення до освітнього процесу онлайн здобувачів освіти.",
        responsible: "Лівак В.В., класні керівники 1-9 класів",
      },
      {
        text: "Про надання рекомендацій щодо проведення підсумкового оцінювання, виконання освітніх програм, заповнення класних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про формування фактичної мережі класів на кінець 2023-2024 н.р.",
        responsible: "Лівак В.В., класні керівники 1-9 класів",
      },
      {
        text: "Про стан набору учнів до 1-х класів на 2024-2025 н.р.",
        responsible: "Лівак В.В., Фербей В.М., Заярнюк С.А.",
      },
      {
        text: "Про ознайомлення з наказом МОЗ України від 25.07.2023 № 351 «Про організацію медичних оглядів дітей та інших осіб для зарахування їх до закладів освіти, дитячих закладів оздоровлення та відпочинку».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та опрацювання Закону України від 21.03.2023 № 3005-ІХ «Про засудження та заборону пропаганди російської імперської політики в Україні і деколонізацію топонімії».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи творчої групи вчителів української мови та літератури на виконання Державної цільової національно-культурної програми забезпечення всебічного розвитку та функціонування української мови як державної на період до 2030 року",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про створення безпечних умов організації освітнього процесу в закладах освіти в умовах особливого періоду",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу з попередження дитячого травматизму під час перебування на канікулах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування літнього оздоровлення учнів гімназії у літній період.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про здійснення попереднього моніторингу зайнятості учнів школи та учнів облікової категорії в літній канікулярний період з 01.06.2022 по 31.08.2024 рік.",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про створення та постійне оновлення реєстру даних дітей шкільного віку та учнів.",
        responsible: "Алтинбаєва Л.М., Чернявська А.А.",
      },
      {
        text: "Про підсумки роботи школи над науково-методичною проблемою.",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
    ],
  },
  {
    date: "31 травня 2024",
    items: [
      {
        text: "Про підготовку до підсумкової педагогічної ради у серпні",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підготовку звіту по виконанню Стратегії розвитку закладу у 2023-2024 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки методичної роботи",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки освітньої роботи за 2023 – 2024 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи з молодими та малодосвідченими вчителями",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки шкільної документації",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки виховної роботи",
        responsible: "Лівак В.В.",
      },
    ],
  },
];
