import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "26 серпня 2024",
    items: [
      {
        text: "Безпечний освітній простір – необхідна передумова якісної освіти. Про особливості освітнього процесу в 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд листа Міністерства освіти і науки України від 23.08.24 року № 1/15281-24 «Про організацію 2024/2025 навчального року в закладах загальної середньої освіти»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 07.08.2024 № 1112 «Про затвердження Порядку та умов здобуття загальної середньої освіти в комунальних закладах загальної середньої освіти в умовах воєнного стану».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 02.08.2024 № 1093 «Про затвердження рекомендацій щодо оцінювання результатів навчання».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та суворе виконання Примірного алгоритмому дій населення за сигналами оповіщення цивільного захисту «Увага всім», «Повітряна тривога» та алгоритму евакуації на випадок виникнення надзвиайних ситуацій різного характеру усіма учасниками освітнього процесу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про вивчення листа МОН «Щодо організації виховного процесу в закладах освіти у 2024/2025 н. р.».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з рекомендаціями МОН щодо організації харчування в закладах освіти на період воєнного стану.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан готовності школи до нового 2024/2025 навчального року.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про готовність спортмайданчиків та спортивних залів школи до 2024/2025 навчального року.",
        responsible: "Петрушевська Л.Г.",
      },
      {
        text: "Про організацію роботи педагогічного колективу з охорони праці та ТБ.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання основних нормативних документів, що регламентують діяльність педагогічних працівників у 2024 – 2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання законів України «Про освіту», «Про повну загальну середню освіту».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з Інструктивно-методичні рекомендації щодо організації освітнього процесу та викладання навчальних предметів у закладах загальної середньої освіти у 2024/2025 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування багатофункціональної електронної картки «Картка криворіжця».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання наказу МОЗ №2205 від 25.09.2020 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти, зареєстрованого в Міністерстві юстиції України 10 листопада 2020 р. за N 1111/35394, усім учасникам освітнього процесу та працівникам закладу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про результати проходження обов’язкового медичного огляду педагогами та учнями школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про планування виховної роботи на вересень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про забезпечення учнів школи підручниками.",
        responsible: "Косяк С.В.",
      },
      {
        text: "Про ліміти використання енергоносіїв.",
        responsible: "Петрушевська Л.Г.",
      },
    ],
  },
  {
    date: "16 вересня 2024",
    items: [
      {
        text: "Про впровадження заходів безпеки у навчальному закладі. Дотримання алгоритму дій при сигналі «Повітряна тривога».",
        responsible: "Горевич Л.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію ме¬тодичної роботи у 2024-2025 н.р.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення вчителів з листом УОН від 01.09.2016 № 1860 «Про благодійні внески». Про заборону втручання педагогічних працівників у діяльність благодійних фондів.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Освітні втрати: причини та шляхи подолання. Розробка діагностичних завдань для визначення рівня знань учнів та вимірювання освітніх втрат з окремих предметів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про активізацію роботи по підготовці учнів до проведення учнівських олімпіад із базових дисциплін у 2024-2025 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та використання у роботі та виконання наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)».",
        responsible: "Лівак В.В., Юшко А.А., Старікова Н.А.",
      },
      {
        text: "Про ознайомлення з інструкцією та положенням щодо заповнення електронних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення класними керівниками інструктажів з учнями з БЖД. Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про початок роботи закладу над обласним науково-методичний проєктом: «Педагогічні стратегії професійної орієнтації здобувачів освіти в контексті затребуваності професій повоєнної України» (2024 – 2027 роки).",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Про результати ме¬дичного обстеження учнів, педгогічних працівників. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи методичних комісій (об’єднань) за 2023-2024 н.р.. Методичні вимоги до їх роботи. Висвітлення діяльності на освітньому сайті закладу.",
        responsible: "Лівак В.В., Юшко А.А., Рзаєва Н.О., Артемюк Н.А.",
      },
      {
        text: "Про працевлаштування учнів 9 класів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на жовтень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи учнівського самоврядування.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення інвентаризації в школі.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про вимоги до ведення шкільної документації.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "14 жовтня 2024",
    items: [
      {
        text: "Про організацію атестації та курсової перепідготовки вчителів  у 2024-2025 н.р. Типове положення про атестацію педагогічних працівників. Затвердження списків учителів на чергову атестацію 2025 року.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі.   Про відпрацювання рекомендацій щодо практичного відпрацювання алгоритму переміщення здобувачів освіти разом з педагогом під час сигналу «Увага! Повітряна тривога!»",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан організація навчань і перевірки знань з цивільного захисту та охорони праці проведення інструктажів з питань охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 08.11.2023 № 125 «Про внесення змін до наказу МОЗ України від 23 липня 2002 року № 280», який набув чинності 1 жовтн 2024 року.",
        responsible: "Лівак В.В., Шамрай Т.Р.",
      },
      {
        text: "Про проведення вчителями школи інструктажів з учнями з ПДР, ТБ.  Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про функціонування системи підготовки учасників освітнього процесу до дій у надзвичайних ситуаціях, виконання заходів з безпеки життєдіяльності. Відпрацювання плану евакуації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підготовку закладу  до роботи в зимовий період, систему теплопостачання до опалювального сезону. Про дотримання санітарно-гігієнічних норм життєдіяльності школи.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про роботу закладу  на І етапі науково-методичного проєкту «Педагогічні стратегії професійної орієнтації здобувачів освіти в контексті затребуваності професій повоєнної України».",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Моніторинг освітніх втрат. Аналіз діагностувальних робіт учнів 5-9 класів з окремих предметів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати медичного обстеження учнів в карантинних умовах. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу на 2024-2025 н.р.",
        responsible: "Хомич О.В.",
      },
      {
        text: "Про роботу з дітьми, які потребують особливої педагогічної уваги.",
        responsible: "Хомич. О.В.",
      },
      {
        text: "Про адаптацію першокласників та п’ятикласників  до навчання в початковій школі та основній школі.",
        responsible: "Гнатюк А.С., Фербей В.М., Заярнюк С.А.",
      },
      {
        text: "Про забезпечення режиму економії електроенергії.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "18 листопада 2024",
    items: [
      {
        text: "Про дотримання вимог Положення про дистанційну форму здобуття повної загальної середньої освіти  Криворізької гімназії № 55 Криворізької міської ради під час проведення онлайн уроків   при змішаній формі навчання.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Особливості подачі навчального матеріалу під час організації освітнього процесу у дистанційному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення із затвердженим Порядком преміювання педагогічних працівників закладів загальної середньої та позашкільної освіти міста за високу результативність роботи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд листа МОН України від 03.11.2023 №1/12186-23 «Щодо окремих питань організації освітнього процесу в умовах воєнного стану».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд нової редакції Положення про атестацію педагогічних працівників, яка затверджена наказом МОН України від 10.09.2024 №1277 та набрала чинності з 05.11.2024 р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію та проведення підвищення кваліфікації вчителів при  КЗВО «ДАНО» ДОР.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати перевірки електронних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати проведення шкільного туру учнівських олімпіад.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення роботи щодо здійснення набору учнів у 1 клас на 2024-2025 н.р.",
        responsible: "Горевич Л.В., Старікова Н.А., Таран Н.В.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу  на 2024-2025 н.р.",
        responsible: "Хомич О.В.",
      },
      {
        text: "Про проведення профрієнтаційної роботи у 9 класах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та у позаурочний час.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан відвідування учнями навчальних занять. Звіт соціально-психологічної служби про стан роботи по залученню учнів до навчання у дистанційному форматі.",
        responsible: "Лівак В.В., Хомич О.В., Гнатюк А.С.",
      },
      {
        text: "Про роботу над методичною темою гімназії. Роль педагога у формуванні професійної самоідентифікації учнів.",
        responsible: "Мугак Н.І.",
      },
      {
        text: "Про планування виховної роботи на грудень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про роботу щодо попереднього замовлення документів про освіту для учнів 4, 9 класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи з цивільного захисту. Активізація діяльності всіх підрозділів цивільного захисту школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про застосування державної мови у сфері освіти.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан ведення журналів реєстрації інструктажів з питань охорони праці вчителями-предметниками.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про дотримання алгоритму дій при переміщенні здобувачів освіти разом із вчителем/тренером під час сигналу «Увага! Повітряна тривога!» до укриття під час здійснення освітнього процесу в офлайн режимі.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію роботи по перевірці виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні гімназії.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "23 грудня 2024",
    items: [
      {
        text: "Про забезпечення неухильного виконання законів України «Про освіту», «Про повну загальну середню освіту», «Про забезпечення функціонування української мови як державної» в частині мови освітнього процесу.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про здійснення моніторингу  та контролю за організацією освітнього процесу під час дистанційного навчання, висвітлення результатів даної роботи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан викладання математики та інформатики.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд наказу МОН від 01.11.2024 №156 «Про деякі питання проведення сертифікації педагогічних працівників у 2025 році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про опрацювання Алгоритму дій закладів охорони здоров’я, освіти, служби в справах дітей, правоохоронних органів у випадку виявлення неповнолітньої особи під впливом наркотичних або психотропних речовин.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про дотримання вимог пожежної безпеки під час проведення новорічних та різдвяних свят.",
        responsible: "(Алтинбаєва Л.М.",
      },
      {
        text: "Про підготовку гімназії до зимових канікул. Про проведення Новорічних та Різдвяних заходів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на січень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи попередження дитячого травматизму. Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та  під час проведення Новорічних, Різдвяних свят та на канікулах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи по здійсненню набору учнів у 1 клас на 2024-2025 н.р.",
        responsible: "Таран Н.В., Старікова Н.А.",
      },
      {
        text: "Про підготовку до відзначення 50-річчя КГ № 55 КМР у 2025 році.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про суворе дотримання режиму економії енергоресурсів (тепла, світла) і води.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки проведення інвентаризації в школі.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "20 січня 2025",
    items: [
      {
        text: "Про виконання плану роботи школи за І семестр.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про фінансово-господарську діяльність школи за І семестр 2024-2025 н.р.",
        responsible: "Лещенко Г.В.,  Горевич Л.В., Легенька Д.П.",
      },
      {
        text: "Про стан роботи школи з охорони праці, цивільного захисту у І семестрі 2024-2025 н.р. Активізація діяльності всіх підрозділів цивільного захисту школи. Про готовність найпростішого укриття гімназії до дій у надзвичайних ситуаціях та цивільного захисту населення.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МВСУ та МОН   від 18.08.2023 № 684/1013 «Про затвердження Порядку раннього попередження та евакуації учасників освітнього процесу в разі нападу або ризику нападу на заклад освіти».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про  організацію проведення інформаційно-просвітницьких заходів в рамках  міської педагогічної акції «#МоральноДію» (умови в наказі ДОН ВКМР від 29.11.2024 №253).",
        responsible: "Алтибаєва Л.М.",
      },
      {
        text: "Про підсумки освітнього процесу за І семестр 2024 – 2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки проведення моніторингових контрольних робіт у 5-9 класах  за І семестр 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки ведення шкільної документації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід атестації працівників. Вивчення рівня фахової майстерності педагогів, що атестуються у 2025 році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки виконання начальних планів і програм у І семестрі 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення просвітницько-профілактичної роботи серед здобувачів освіти з питань безпеки.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомленням із Законом України від 29.10.2024 № 4034-IX «Про внесення змін до деяких законів України щодо державної підсумкової атестації та вступної кампанії       2025 р.»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту, з дітьми, які потребують особливої педагогічної уваги. Про стан роботи соціально-психологічної служби щодо протидії домашньому насильству.",
        responsible: "Хомич О.В., Гнатюк А.С.",
      },
      {
        text: "Про підсумки виконання річного плану роботи соціального педагога за І с. 2024-2025 н.р.",
        responsible: "Хомич О.В.",
      },
      {
        text: "Про підсумки виконання річного плану роботи практичного психолога за І с. 2024-2025 н.р.",
        responsible: "Гнатюк А.С.",
      },
      {
        text: "Про стан харчування учнів 1-4 класів та дітей пільгової категорії у І с. 2024-2025.н.р.",
        responsible: "Хомич О.В.",
      },
      {
        text: "Про стан набору учнів у 1 клас на 2025-2026 н.р.",
        responsible: "Лівак В.В., Старікова Н.А., Таран Н.В.",
      },
      {
        text: "Про проведення інструктажів з протипожежної безпеки.",
        responsible: "Легенька Д.П.",
      },
      {
        text: "Про планування виховної роботи на  лютий.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про хід роботи щодо святкування 50-річного ювілею гімназії.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "24 лютого 2025",
    items: [
      {
        text: "Про суворе дотримання  Пам’ятки першочергових дій в надзвичайних ситуаціях або в зоні бойових дій, сигналу «Увага! Повітряна тривога!» усіма учасниками освітнього процесу.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про персональну відповідальність класних керівників щодо систематичного інформування учнівської та батьківської громадськості про дотримання дій під час сигналу «Увага! Повітряна тривога!»",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про суворе дотримання педагогічними працівниками режиму роботи закладу, правил внутрішнього трудового розпорядку.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про ознайомлення з розпорядженням голови обласної державної адміністрації  від 13.01.2025 № Р-11/0/3-25 «Про затвердження організаційно- методичних вказівок з підготовки населення Дніпропетровської  області до дій у надзвичайних ситуаціях на 2025-2026 роки».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом  МОН України  від 23.07.2022 № 280 «Щодо організації проведення обов’язкових профілактичних медичних оглядів працівників окремих професій, виробництв і організацій, діяльність яких пов’язана з  обслуговуванням населення і може призвети до поширення інфекційних хвороб».",
        responsible: "Лівак В.В. Шамрай Т.Р.",
      },
      {
        text: "Про стан викладання географії, природознавства.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН України від 27.11.2023 №1/18669-23 «Про освітній ступінь педагогічних працівників».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи закладу по набору дітей до 1 класу на 2025-2026 н.р.",
        responsible: "Лівак В.В., Старикова Н.А., Таран Н.В.",
      },
      {
        text: "Про стан здійснення пропускного режиму у гімназії. Функціонування єдиної міської системи «Вхід-вихід» за Картками криворіжця для  учнів гімназії під час проведення офлайн консультацій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу педагогічного колективу щодо запобігання правопорушень серед учнів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан профорієнтаційної роботи у гімназії.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про аналіз участі педагогічних працівників у заходах і конкурсах виховного спрямування. Про планування виховної роботи на березень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з Законом України № 2759-ІХ від 16.11.2022 «Про внесення змін до деяких законодавчих актів України  щодо запобігання та протидії мобінгу/цькуванню».",
        responsible: "Капуста В.М.",
      },
      {
        text: "Дотримання вимог техніки безпеки на спортивних майданчиках та спортивних спорудах під час проведення спортивних занять.",
        responsible: "Лопатін Д.В., Давидов І.І.",
      },
      {
        text: "Роль ІКТ у підвищенні професійної компетентності педагогів.",
        responsible: "Кмітевич О.В.",
      },
      {
        text: "Про стан роботи шкільної бібліотеки.",
        responsible: "Захарова С.Г.",
      },
      {
        text: "Про результати перевірки технічного стану утримання будівель і споруд (герметизація вводів інженерних комунікацій).",
        responsible: "Легенька Д.П.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні школи.",
        responsible: "Легенька Д.П.",
      },
      {
        text: "Про стан роботи з обліку товарно-матеріальних цінностей.",
        responsible: "Легенька Д.П.",
      },
      {
        text: "Про хід роботи щодо святкування 50-річного ювілею гімназії.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "17 березня 2025",
    items: [
      {
        text: "Про початок роботи комісії навчального закладу з розробки проекту освітньої програми на 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про порядок закінчення навчального року та проведення державної підсумкової атестації учнів 4,9 класів у 2024-2025 н.р. Вибір предмету для ДПА учнів 9-х класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан набору учнів у 1 клас на 2024–2025 н.р.",
        responsible: "Лівак В.В., Старікова Н.А., Таран Н.В.",
      },
      {
        text: "Про наслідки атестації педагогічних працівників та курсової перепідготовки у 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення роботи по сприяння створення безпечного освітнього середовища та формування поведінки дітей в інтернеті.",
        responsible: "Родіна А.О.",
      },
      {
        text: "Про стан роботи педагогічного колективу з попередження правопорушень, про відвідування учнями гімназії.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Стан роботи з дітьми облікових категорій схильних до правопорушень.",
        responsible: "Хомич О.В.",
      },
      {
        text: "Про проведення Тижня знань з безпеки життєдіяльності під час весняних канікул в особливий період.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про підсумки підготовки адміністративно-педагогічного персоналу і учнів гімназії з цивільного захисту за 2024 рік та постановка завдань на 2025 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результат здійснення внутрішньої перевірки дотримання  вимог охорони праці, безпеки життєдіяльності в КГ № 55 під час дії правового режиму воєнного стану.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення додаткових спеціальних об’єктових тренувань з питань цивільного захисту з урахуванням завдань, визначених на особливий період. Про підготовку до Дня цивільного захисту.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан харчування учнів у січні-березні.",
        responsible: "Хомич О.В.",
      },
      {
        text: "Про стан протипожежної роботи у закладі. Ведення нормативних документів. Стан проведення заходів з пожежної безпеки.",
        responsible: "Легенька Д.П.",
      },
      {
        text: "Стан підготовки захисних споруд та сховищ закладу.",
        responsible: "Легенька Д.П.",
      },
      {
        text: "Про виконання Постанови Кабінету Міністрів України від 24.02.2021 № 145 «Питання державної соціальної програми запобігання та протидії домашньому насильству та насильству за ознакою статі на період до 2025 року».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на квітень.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "28 квітня 2025",
    items: [
      {
        text: "Про стан викладання зарубіжної літератури та англійської мови",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки атестації та курсової перепідготовки педагогічних кадрів  у 2024-2025 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід проведення комплектації педагогічних кадрів на 2025 – 2026 н.р. Про попереднє педагогічне навантаження.",
        responsible: "Лівак В.В., Капуста В.М.",
      },
      {
        text: "Про використання у роботі наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)» визначено вимоги до вчителів вказаних професій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан проведення додаткових спеціальних об’єктових тренувань з питань цивільного захисту з урахуванням завдань, визначених на особливий період. Про підсумки проведення дня ЦЗ.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН від 21.03.2025 №1/5626-25 стосовно надання рекомендацій щодо дій учасників освітнього процесу під час оголошення повітряної тривоги та одночасного надходження повідомлення про мінування закладу освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки підготовки адміністративно-педагогічного персоналу і учнів школи з цивільного захисту за 2024 рік та постановка завдань на 2025 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про охорону праці в гімназії.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан умов та безпеки праці та відповідність критеріям, встановленими законодавчими та нормативно-правовими актами з охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Нові технології на варті безпеки: ШІ та цифровізація у сфері охорони праці",
        responsible: "(Артемюк Н.А.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту.",
        responsible: "(Хомич О.В.",
      },
      {
        text: "Запобігання та протидія домашньому насильству та насильству за ознакою статі. Про профілактику жорстокого поводження та насильства щодо дітей з інвалідністю.",
        responsible: "(Гнатюк А.С.",
      },
      {
        text: "Про планування виховної роботи на травень.",
        responsible: "(Алтинбаєва Л.М.",
      },
      {
        text: "Про хід проведення  робіт по благоустрою закладу.",
        responsible: "Легенька Д.П.",
      },
      {
        text: "Про забезпечення режиму економії енергоресурсів.",
        responsible: "Легенька Д.П.",
      },
    ],
  },
];
