import type { ChronologyGroup, Responsible } from "~/components/chronology";

export const data: ChronologyGroup<Responsible>[] = [
  {
    date: "27.08.2025",
    items: [
      {
        text: "Безпечний освітній простір – необхідна передумова якісної освіти. Про особливості освітнього процесу в 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд Постанова КМУ від 20.08.2025 року № 1003 «Про початок навчального року під час воєнного стану в Україні»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 20.08.2025 року № 1162 «Про внесення змін у методичні рекомендації щодо окремих питань здобуття освіти в закладах загальної середньої освіти в умовах воєнного стану в Україні»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення Листом МОН від 13.08.25 року № 1/16828-25 «Про інструктивно-методичні рекомендації щодо викладання навчальних предметів/інтегрованих курсів у закладах загальної середньої освіти у 2025/2026 навчальному році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 02.08.2024 № 1093 «Про затвердження рекомендацій щодо оцінювання результатів навчання».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та суворе виконання Примірного алгоритмому дій населення за сигналами оповіщення цивільного захисту «Увага всім», «Повітряна тривога» та алгоритму евакуації на випадок виникнення надзвиайних ситуацій різного характеру усіма учасниками освітнього процесу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про вивчення листа МОН  «Щодо організації виховного процесу в закладах освіти у 2025/2026 н. р.».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з Постановами КМУ від 13.08.2025 року № 961 «Деякі питання фінансування харчування учнів закладів загальної середньої освіти» та від 13.08.2025 року № 969 «Деякі питання фінансування харчування учнів початкових класів закладів загальної середньої освіти за кошти Всесвітньої продовольчої програми Організації Об’єднаних Націй у 2025 році»",
        responsible: "Хомич О.В.",
      },
      {
        text: "Про стан готовності школы до нового 2025/2026 навчального року.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про готовність спортмайданчиків та спортивних залів школи до 2025/2026 навчального року.",
        responsible: "Шуть К.С.",
      },
      {
        text: "Про організацію роботи педагогічного колективу з охорони праці та техніки безпеки у 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання основних нормативних документів, що регламентують діяльність педагогічних працівників у 2025 – 2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання законів України «Про освіту», «Про повну загальну середню освіту».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування багатофункциональної електронної картки «Картка криворіжця».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання наказу МОЗ №2205 від 25.09.2020 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти, зареєстрованого в Міністерстві юстиції України 10 листопада 2020 р. за N 1111/35394,  усім учасникам освітнього процесу та працівникам закладу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про результати проходження обов’язкового медичного огляду педагогами та учнями  школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про планування виховної роботи на вересень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про забезпечення учнів школи підручниками.",
        responsible: "Захарова С.Г.",
      },
      {
        text: "Про ліміти використання енергоносіїв.",
        responsible: "Шуть К.С.",
      },
    ],
  },
  {
    date: "08.09.2025",
    items: [
      {
        text: "Про впровадження заходів безпеки у навчальному закладі. Дотримання алгоритму дій при сигналі «Повітряна тривога».",
        responsible: "Горевич Л.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію методичної роботи у 2025-2026 н.р.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення вчителів з листом УОН від 01.09.2016 № 1860 «Про благодійні внески». Про заборону втручання педагогічних працівників у діяльність благодійних фондів.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Освітні втрати: причини та шляхи подолання. Розробка діагностичних завдань для визначення рівня знань учнів та вимірювання освітніх втрат з окремих предметів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про активізацію роботи по підготовці учнів до проведення учнівських олімпіад із базових дисциплін у 2025-2026 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та використання у роботі та виконання наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)»",
        responsible: "Лівак В.В., Старікова N.A.",
      },
      {
        text: "Про ознайомлення з інструкцією та положенням щодо заповнення електронних журналів",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення класними керівниками інструктажів з учнями з БЖД. Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про роботу закладу над обласним науково-методичний проєктом: «Педагогічні стратегії професійної орієнтації здобувачів освіти в контексті затребуваності професій повоєнної України» (2024 – 2027 роки).",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Про ознайомлення з наказом МОЗ України від 25 липня 2023 року №1351 «Про організацію медичних оглядів дітей та інших осіб для зарахування їх до закладів освіти, дитячих закладів оздоровлення та відпочинку». Про результати медичного обстеження учнів, педагогічних працівників. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи методичних комісій (об’єднань) за 2024-2025 н.р.. Методичні вимоги до їх роботи. Висвітлення діяльності на освітньому сайті закладу.",
        responsible: "Лівак В.В., Чудна Н.В. Рзаєва Н.О., Артемюк Н.А.",
      },
      {
        text: "Про працевлаштування учнів 9 класів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на жовтень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи учнівського самоврядування.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення інвентаризації в школі.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про вимоги до ведення шкільної документації.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "06.10.2025",
    items: [
      {
        text: "Про організацію атестації та курсової перепідготовки вчителів у 2025-2026 н.р. Типове положення про атестацію педагогічних працівників. Затвердження списків учителів на чергову атестацію 2026 року.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі. Про відпрацювання рекомендацій щодо практичного відпрацювання алгоритму переміщення здобувачів освіти разом з педагогом під час сигналу «Увага! Повітряна тривога!»",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан організація навчань і перевірки знань з цивільного захисту та охорони праці, проведення інструктажів з питань охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення вчителями школи інструктажів з учнями з ПДР, ТБ. Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про функціонування системи підготовки учасників освітнього процесу до дій у надзвичайних ситуаціях, виконання заходів з безпеки життєдіяльності. Відпрацювання плану евакуації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підготовку закладу до роботи в зимовий період, систему теплопостачання до опалювального сезону. Про дотримання санітарно-гігієнічних норм життєдіяльності школи.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про роботу закладу на ІІ етапі науково-методичного проєкту «Педагогічні стратегії професійної орієнтації здобувачів освіти в контексті затребуваності професій повоєнної України».",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Моніторинг освітніх втрат. Аналіз діагностувальних робіт учнів 5-9 класів з окремих предметів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати медичного обстеження учнів в карантинних умовах. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу на 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу з дітьми, які потребують особливої педагогічної уваги.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про забезпечення режиму економії електроенергії.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "17.11.2025",
    items: [
      {
        text: "Особливості подачі навчального матеріалу під час організації освітнього процесу у змішаному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення із затвердженим Порядком преміювання педагогічних працівників закладів загальної середньої та позашкільної освіти міста за високу результативність роботи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд листа МОН України від 28.10.2025 №1414 «Про деякі питання проведення сертифікації педагогічних працівників у 2026 році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд нової редакції Положення про атестацію педагогічних працівників, яка затверджена наказом МОН України від 10.09.2024 №1277 та набрала чинності з 05.11.2024 р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію та проведення підвищення кваліфікації вчителів при КЗВО «ДАНО» ДОР.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати перевірки електронних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати проведення шкільного туру учнівських олімпіад.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про адаптацію п’ятикласників до навчання в основній школі.",
        responsible:
          "Гнатюк А.С., Старікова Н.А., Таран Н.В., Малютіна Л.М., Артемюк Н.А.",
      },
      {
        text: "Про посилення роботи щодо здійснення набору учнів у 1 клас на 2025-2026 н.р.",
        responsible: "Горевич Л.В., Мугак Н.І., Чудна Н.В.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу на 2025-2026 н.р.",
        responsible: "Лівак В.В., Тельвак Н.В.",
      },
      {
        text: "Про проведення профрієнтаційної роботи у 9 класах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та у позаурочний час.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан відвідування учнями навчальних занять.",
        responsible: "Лівак В.В., класні керівники",
      },
      {
        text: "Про роботу над методичною темою гімназії. Труднощі які виникають у педагогів під час супроводу учнів у процесі професійного вибору та їх подалання.",
        responsible: "Мугак Н.І.",
      },
      {
        text: "Про планування виховної роботи на грудень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про роботу щодо попереднього замовлення документів про освіту для учнів 4, 9 класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи з цивільного захисту. Активізація діяльності всіх підрозділів цивільного захисту школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про застосування державної мови у сфері освіти.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан ведення журналів реєстрації інструктажів з питань охорони праці вчителями-предметниками.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про дотримання алгоритму дій при переміщенні здобувачів освіти разом із вчителем/тренером під час сигналу «Увага! Повітряна тривога!» до укриття під час здійснення освітнього процесу в офлайн режимі.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію роботи по перевірці виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні гімназії.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про здійснення перевірки навчальних кабінетів та класних кімнат щодо виконання вимог Санітарного регламенту, правил безпеки життєдіяльнсті, правил для здобувачів освіти.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "15.12.2025",
    items: [
      {
        text: "Про забезпечення неухильного виконання законів України «Про освіту», «Про повну загальну середню освіту», «Про забезпечення функціонування української мови як державної» в частині мови освітнього процесу",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про здійснення моніторингу та контролю за організацією освітнього процесу під час змішаного навчання, висвітлення результатів даної роботи",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про опрацювання Алгоритму дій закладів охорони здоров’я, освіти, служби в справах дітей, правоохоронних органів у випадку виявлення неповнолітньої особи під впливом наркотичних або психотропних речовин",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про дотримання вимог пожежної безпеки під час проведення новорічних та різдвяних свят",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про підготовку гімназії до зимових канікул. Про проведення Новорічних та Різдвяних заходів",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на січень",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи попередження дитячого травматизму. Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та  під час проведення Новорічних, Різдвяних свят та на канікулах",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи по здійсненню набору учнів у 1 клас на 2025-2026 н.р.",
        responsible: "Мугак Н.І. Чудна Н.В.",
      },
      {
        text: "Про suvore дотримання режиму економії енергоресурсів (тепла, світла) і води",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки проведення інвентаризації в школі",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "19.01.2026",
    items: [
      {
        text: "Про виконання плану работы школи за І семестр.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про фінансово-господарську діяльність школи за І семестр 2025-2026 н.р.",
        responsible: "Лещенко Г.В.,  Горевич Л.В., Шуть К.С.",
      },
      {
        text: "Про стан роботи школи з охорони праці, цивільного захисту у І семестрі 2025-2026 н.р. Активізація діяльності всіх підрозділів цивільного захисту школи. Про готовність найпростішого укриття гімназії до дій у надзвичайних ситуаціях та цивільного захисту населення.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МВСУ та МОН від 18.08.2023 № 684/1013 «Про затвердження Порядку раннього попередження та евакуації учасників освітнього процесу в разі нападу або ризику нападу на заклад освіти».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки освітнього процесу за І семестр 2025–2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки проведення моніторингових контрольних робіт у 5-9 класах за І семестр 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки ведення шкільної документації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід атестації працівників. Вивчення рівня фахової майстерності педагогів, що атестуються у 2026 році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки виконання начальних планів і програм у І семестрі 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення просвітницько-профілактичної роботи серед здобувачів освіти з питань безпеки.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту, з дітьми, які потребують особливої педагогічної уваги. Про стан роботи соціально-психологічної служби щодо протидії домашньому насильству.",
        responsible: "Гнатюк А.С., Тельвак Н.В.",
      },
      {
        text: "Про підсумки виконання річного плану роботи соціального педагога за І с. 2025-2026 н.р.",
        responsible: "Тельвак Н.В.",
      },
      {
        text: "Про підсумки виконання річного плану роботи практичного психолога за І с. 2025-2026 н.р.",
        responsible: "Гнатюк А.С.",
      },
      {
        text: "Про стан харчування учнів 1-4 класів та дітей пільгової категорії у І с. 2025-2026.н.р.",
        responsible: "Тельвак Н.В.",
      },
      {
        text: "Про стан роботи по набору учнів у 1 клас на 2026-2027 н.р.",
        responsible: "Лівак В.В., Мугак Н.І.. Чудна Н.В.",
      },
      {
        text: "Про проведення інструктажів з протипожежної безпеки.",
        responsible: "Шуть К.С.",
      },
      {
        text: "Про планування виховної роботи на лютий.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "09.02.2026",
    items: [
      {
        text: "Про суворе дотримання Пам’ятки першочергових дій в надзвичайних ситуаціях або в зоні бойових дій, сигналу «Увага! Повітряна тривога!» усіма учасниками освітнього процесу.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про персональну відповідальність класних керівників щодо систематичного інформування учнівської та батьківської громадськості про дотримання дій під час сигналу «Увага! Повітряна тривога!»",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про суворе дотримання педагогічними працівниками режиму роботи закладу, правил внутрішнього трудового розпорядку.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про ознайомлення з розпорядженням голови обласної державної адміністрації  від 13.01.2025 № Р-11/0/3-25 «Про затвердження організаційно- методичних вказівок з підготовки населення Дніпропетровської  області до дій у надзвичайних ситуаціях на 2025-2026 роки».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення контролю за виконанням вимог наказу МОН України від 26.12.2017 № 1169 «Про затвердження Положення про організацію роботи з охорони праці та безпеки життєдіяльності учасників освітнього процесу в установах і закладах освіти», розділ VІІІ – порядок проведення та реєстрації інструктажів з безпеки життєдіяльності серед здобувачів освіти.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з наказом  МОН України  від 23.07.2022 № 280 «Щодо організації проведення обов’язкових профілактичних медичних оглядів працівників окремих професій, виробництв і організацій, діяльність яких пов’язана з  обслуговуванням населення і може призвети до поширення інфекційних хвороб».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН України від 27.11.2023 №1/18669-23 «Про освітній ступінь педагогічних працівників».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи закладу по набору дітей до 1 класу на 2025-2026 н.р.",
        responsible: "Лівак В.В., Мугак Н.І., Чудна Н.В.",
      },
      {
        text: "Про стан здійснення пропускного режиму у гімназії. Функціонування єдиної міської системи «Вхід-вихід» за Картками криворіжця для  учнів гімназії під час проведення навчання у змішаному форматі.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи вихователів ГПД за І с. 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН від 23.01.2026 №1/1408-26 «Про окремі зразки документів про загальну середню освіті для осіб з ООП».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан спортивно-масової роботи в гімназії за І семестр 2025-2026 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан патріотичного виховання як складової системи національного виховання учнів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про роботу педагогічного колективу щодо запобігання правопорушень серед учнів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан профорієнтаційної роботи у гімназії.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про моніторинг залученості учнів та педагогічних працівників  у запропонованих для участі заходах і конкурсах інтелектуального та виховного спрямування за І семестр 2025-2026 н.р. Перелік заходів, які залишилися поза увагою працівників закладу. Визначення об’єктивних причин обмеженої залученості окремих педагогів.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на березень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з Законом України № 2759-ІХ від 16.11.2022 «Про внесення змін до деяких законодавчих актів України  щодо запобігання та протидії мобінгу/цькуванню».",
        responsible: "Капуста В.М.",
      },
      {
        text: "Дотримання вимог техніки безпеки на спортивних майданчиках та спортивних спорудах під час проведення спортивних занять.",
        responsible: "Давидов І.І. Лопатін Д.В., Масько Є.В.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гигієнічних вимог в приміщенні школи.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про стан роботи з обліку товарно-матеріальних цінностей.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "23.03.2026",
    items: [
      {
        text: "Провести нараду при директорові 23.03.2026 року згідно черги денної.",
        responsible: "Адміністрація",
      },
      {
        text: "Про початок роботи комісії навчального закладу з розробки проєкту освітньої програми на 2026-2027 н.р.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про ознайомлення з наказом департаменту освіти і науки виконкому Криворізької міської ради від 17.02.2026 № 52 «Про прийом дітей до 1-х класів закладів загальної середньої освіти міста Кривого Рогу у 2026 році».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан набору учнів у 1 клас на 2026–2027 н.р.",
        responsible: "Мугак Н.І., Чудна Н.В.",
      },
      {
        text: "Про наслідки атестації педагогічних працівників та курсової перепідготовки у 2025-2026 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення додаткових спеціальних об’єктових тренувань з питань цивільного захисту з урахуванням завдань, визначених на особливий період. Про підготовку до Дня цивільного захисту.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи по сприянню створення безпечного освітнього середовища та формування поведінки дітей в інтернеті.",
        responsible: "Артемюк Н.А.",
      },
      {
        text: "Про стан роботи педагогічного колективу з попередження правопорушень, про відвідування учнями гімназії.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення Тижня знань з безпеки життєдіяльності під час весняних канікул в особливий період.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Стан роботи з дітьми облікових категорій схильних до правопорушень.",
        responsible: "Тельвак Н.В.",
      },
      {
        text: "Про стан харчування учнів у січні-березні.",
        responsible: "Тельвак Н.В.",
      },
      {
        text: "Про стан протипожежної роботи у закладі. Ведення нормативних документів. Стан проведення заходів з пожежної безпеки.",
        responsible: "Шуть К.С.",
      },
      {
        text: "Стан підготовки захисних споруд та сховищ закладу.",
        responsible: "Шуть К.С.",
      },
      {
        text: "Про планування виховної роботи на квітень.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "27.04.2026",
    items: [
      {
        text: "Про підсумки атестації та курсової перепідготовки педагогічних кадрів у 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід проведення комплектації педагогічних кадрів на 2026 – 2027 н.р. Про попереднє педагогічне навантаження.",
        responsible: "Лівак В.В., Капуста В.М.",
      },
      {
        text: "Про використання у роботі наказу Міністерства освіти і науки України від 09.08.2024 №1225 «Про затвердження професійного стандарту «Вчитель закладу щодо загальної середньої освіти».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати перевірки стану відвідування ГПД у лютому-квітні.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки підготовки адміністративно-педагогічного персоналу і учнів гімназії з цивільного захисту за 2025 рік та постановка завдань на 2026 рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан проведення додаткових спеціальних об’єктових тренувань з питань цивільного захисту з урахуванням завдань, визначених на особливий період. Про підсумки проведення дня ЦЗ.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН від 21.03.2025 №1/5626-25 стосовно надання рекомендацій щодо дії участників освітнього процесу під час оголошення повітряної тривоги та одночасного надходження повідомлення про мінування закладу освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про охорону праці в гімназії.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан умов та безпеки праці та відповідність критеріям, встановленими законодавчими та нормативно-правовими актами з охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результат здійснення внутрішньої перевірки дотримання вимог охорони праці, безпеки життєдіяльності в КГ № 55 під час дії правового режиму воєнного стану.",
        responsible: "Лівак В.В., Шуть К.С.",
      },
      {
        text: "Забезпечення ефективної підтримки працівників через формування політики «відкритих дверей» із дотриманням принципу конфіденційності, розвиток емпатійної взаємодії в колективі та запобігання професійному вигоранню.",
        responsible: "Гнатюк А.С.",
      },
      {
        text: "Про порядок закінчення навчального року та проведення державної підсумкової атестації учнів 4, 9 класів у 2025-2026 н.р. Вибір предмету для ДПА учнів 9-х класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 09.03.2026 №420 «Про затвердження плану основних заходів цивільного захисту функціональної підсистеми навчання дітей дошкільного віку, учнів та студентів діям у надзвичайних ситуаціях (з питань безпеки життєдіяльності) єдиної державної системи цивільного захисту на 2026 рік».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з розпорядженням голови обласної державної адміністрації «Про затвердження плану основних заходів цивільного захисту територіальної підсистеми єдиної державної системи цивільного захисту області на 2026 рік».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Запобігання та протидія домашньому насильству та насильству за ознакою статі. Про профілактику жорстокого поводження та насильства щодо дітей з інвалідністю.",
        responsible: "Гнатюк А.С.",
      },
      {
        text: "Про планування виховної роботи на травень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про хід проведення робіт по благоустрою закладу.",
        responsible: "Шуть К.С.",
      },
      {
        text: "Про забезпечення режиму економії енергоресурсів.",
        responsible: "Шуть К.С.",
      },
    ],
  },
  {
    date: "18.05.2026",
    items: [
      {
        text: "Про організацію завершення 2025/2026 навчального року відповідно до «Покрокового алгоритму», рекомендованого Державною службою якості освіти України.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН від 14.07.2015 № 762 зі змінами, внесеними наказом МОН від 05.09.2025 №1213 «Про затвердження Порядку переведення учнів закладу загальної середньої освіти на наступний рік навчання».",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН від 15.04.2025 №570 «Про внесення змін до Порядку переведення учнів закладу загальної середньої освіти на наступний рік навчання».",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про підсумки організації змішаного навчання педагогічним колективом у ІІ семестрі 2025-2026 н.р. та результативність залучення учнів до занять (офлайн/онлайн).",
        responsible: "Лівак В.В., класні керівники 1-9 класів",
      },
      {
        text: "Про проведення в гімназії «Місячника  безпечного поводження біля води та на водних об’єктах у літній період 2026 року».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з постановою КМУ від 20 січня 2021 р. № 31 «Про затвердження Порядку здійснення медичного обслуговування учнів закладів загальної середньої освіти».",
        responsible: "Лівак В.В., Литвин-Євстратенко Д.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 08.11.2023 № 1925«Про внесення змін до наказу Міністерства охорони здоров’я України від 23 липня 2002 року № 280».",
        responsible: "Лівак В.В., Литвин-Євстратенко Д.В.",
      },
      {
        text: "Про ознайомлення з рекомендаціями щодо проведення підсумкового оцінювання, виконання освітніх програм, заповнення класних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про формування фактичної мережі класів на кінець 2025-2026 н.р. Про формування попередньої мережі класів на 2026-2027 н.р.",
        responsible: "Лівак В.В., класні керівники 1-9 класів",
      },
      {
        text: "Про стан набору учнів до 1-х класів на 2026-2027 н.р.",
        responsible: "Лівак В.В., Мугак Н.І., Чудна Н.В.",
      },
      {
        text: "Про ознайомлення з наказом МОЗ України від 25.07.2023 № 1351 «Про організацію медичних оглядів дітей та інших осіб для зарахування їх до закладів освіти, дитячих закладів оздоровлення та відпочинку».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про створення безпечних умов організації освітнього процесу в закладах освіти в умовах особливого періоду.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про планування роботи дитячого пришкільного табору «Веселка». Моніторинг потреби перебування учнів 1-8 класів.",
        responsible: "Лівак В.В., Чудна Н.В., класні керівники 1-8 кл.",
      },
      {
        text: "Про роботу з попередження дитячого травматизму під час перебування на канікулах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту.",
        responsible: "Тельвак Н.В.",
      },
      {
        text: "Про здійснення класними керівниками моніторингу потреби у переході учнів класу на педагогічний патронаж, інклюзивну освіту, сімейне навчання з 01.09.2026.",
        responsible: "Лівак В.В., класні керівники",
      },
      {
        text: "Про здійснення попереднього моніторингу зайнятості учнів школи та учнів облікової категорії в літній канікулярний період з 01.06.2026 по 31.08.2026 рік.",
        responsible: "Лівак В.В., Тельвак Н.В.",
      },
      {
        text: "Про створення та постійне оновлення реєстру даних дітей шкільного віку та учнів. Робота педагогічних працівників у мікрорайоні закладу.",
        responsible: "Лівак В.В., Тельвак Н.В.",
      },
      {
        text: "Про організацію профілактичної роботи із запобігання випадкам кібербулінгу в учнівському середовищі.",
        responsible: "Рябоконь Н.О.",
      },
      {
        text: "Про підсумки роботи школи над науково-методичною проблемою.",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
    ],
  },
  {
    date: "11.06.2026",
    items: [
      {
        text: "Про підготовку до підсумкової педагогічної ради у серпні.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підготовку звіту по виконанню Стратегії розвитку закладу у 2025-2026 н.р.",
        responsible: "Горевич Л.В.",
      },
      { text: "Про підсумки методичної роботи.", responsible: "Лівак В.В." },
      {
        text: "Про створення та постійне оновлення реєстру даних дітей шкільного віку та учнів.",
        responsible: "Лівак В.В., Тельвак Н.В.",
      },
      {
        text: "Про підсумки освітньої роботи за 2025–2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати роботи команди психолого-педагогічного супроводу  у класі з дітьми, які перебувають на інклюзивному навчанні.",
        responsible: "Лівак В.В., Заярнюк С.А., Лівак І.О.",
      },
      {
        text: "Про підсумки роботи та продовження здобуття освіти за індивідуальною формою навчання (сімейне навчання, педагогічний патронаж).",
        responsible: "Лівак В.В., класні керівники",
      },
      {
        text: "Про підсумки роботи групи подовженого дня.",
        responsible:
          "Лівак В.В., Старікова Н.А., Заярнюк С.А., Довмат Г.В. Мугак Н.І.",
      },
      {
        text: "Про підсумки роботи з молодими та малодосвідченими вчителями.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки шкільної документації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи з обдарованими учнями за 2025–2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки профілактичної роботи щодо запобігання нещрсним випадкам із учнями в закладі протягом навчального року.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи соціально-психологічної служби за 2025 – 2026 н.р.",
        responsible: "Тельвак Н.В., Гнатюк А.С.",
      },
      {
        text: "Про ознайомлення з листом департаменту освіти і науки Дніпропетровської облдержадміністрації від 15.05.2025 № 3042/0/211-25 «Про правомірність фотографування, відеозйомки здобувачів освіти».",
        responsible: "Балагуряк Є.Ю.",
      },
      {
        text: "Про організацію роботи по підготовки класних кімнат та приміщень гімназії до нового навчального року.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
];
