import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "27 серпня 2025",
    items: [
      {
        text: "Безпечний освітній простір – необхідна передумова якісної освіти. Про особливості освітнього процесу в 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд Постанова КМУ від 20.08.2025 року № 1003 «Про початок навчального року під час воєнного стану в Україні»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 20.08.2025 року № 1162 «Про внесення змін у методичні рекомендації щодо окремих питань здобуття освіти в закладах загальної середньої освіти в умовах воєнного стану в Україні»",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення Листом МОН від 13.08.25 року № 1/16828-25 «Про інструктивно-методичні рекомендації щодо викладання навчальних предметів/інтегрованих курсів у закладах загальної середньої освіти у 2025/2026 навчальному році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МОН України від 02.08.2024 № 1093 «Про затвердження рекомендацій щодо оцінювання результатів навчання».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та суворе виконання Примірного алгоритмому дій населення за сигналами оповіщення цивільного захисту «Увага всім», «Повітряна тривога» та алгоритму евакуації на випадок виникнення надзвиайних ситуацій різного характеру усіма учасниками освітнього процесу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про вивчення листа МОН  «Щодо організації виховного процесу в закладах освіти у 2025/2026 н. р.».",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з Постановами КМУ від 13.08.2025 року № 961 «Деякі питання фінансування харчування учнів закладів загальної середньої освіти» та від 13.08.2025 року № 969 «Деякі питання фінансування харчування учнів початкових класів закладів загальної середньої освіти за кошти Всесвітньої продовольчої програми Організації Об’єднаних Націй у 2025 році»",
        responsible: "Хомич О.В.",
      },
      {
        text: "Про стан готовності школи до нового 2025/2026 навчального року.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про готовність спортмайданчиків та спортивних залів школи до 2025/2026 навчального року.",
        responsible: "Шуть К.С.",
      },
      {
        text: "Про організацію роботи педагогічного колективу з охорони праці та техніки безпеки у 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про використання основних нормативних документів, що регламентують діяльність педагогічних працівників у 2025 – 2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання законів України «Про освіту», «Про повну загальну середню освіту».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування багатофункціональної електронної картки «Картка криворіжця».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання наказу МОЗ №2205 від 25.09.2020 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти, зареєстрованого в Міністерстві юстиції України 10 листопада 2020 р. за N 1111/35394,  усім учасникам освітнього процесу та працівникам закладу.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про результати проходження обов’язкового медичного огляду педагогами та учнями  школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про планування виховної роботи на вересень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про забезпечення учнів школи підручниками.",
        responsible: "Захарова С.Г.",
      },
      {
        text: "Про ліміти використання енергоносіїв.",
        responsible: "Шуть К.С.",
      },
    ],
  },
  {
    date: "8 вересня 2025",
    items: [
      {
        text: "Про впровадження заходів безпеки у навчальному закладі. Дотримання алгоритму дій при сигналі «Повітряна тривога».",
        responsible: "Горевич Л.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію методичної роботи у 2025-2026 н.р.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення вчителів з листом УОН від 01.09.2016 № 1860 «Про благодійні внески». Про заборону втручання педагогічних працівників у діяльність благодійних фондів.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Освітні втрати: причини та шляхи подолання. Розробка діагностичних завдань для визначення рівня знань учнів та вимірювання освітніх втрат з окремих предметів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про активізацію роботи по підготовці учнів до проведення учнівських олімпіад із базових дисциплін у 2025-2026 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та використання у роботі та виконання наказу Міністерства розвитку економіки України від 23.12.2020 №2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)»",
        responsible: "Лівак В.В., Старікова Н.А.",
      },
      {
        text: "Про ознайомлення з інструкцією та положенням щодо заповнення електронних журналів",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення класними керівниками інструктажів з учнями з БЖД. Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про роботу закладу над обласним науково-методичний проєктом: «Педагогічні стратегії професійної орієнтації здобувачів освіти в контексті затребуваності професій повоєнної України» (2024 – 2027 роки).",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Про ознайомлення з наказом МОЗ України від 25 липня 2023 року №1351 «Про організацію медичних оглядів дітей та інших осіб для зарахування їх до закладів освіти, дитячих закладів оздоровлення та відпочинку». Про результати медичного обстеження учнів, педагогічних працівників. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи методичних комісій (об’єднань) за 2024-2025 н.р.. Методичні вимоги до їх роботи. Висвітлення діяльності на освітньому сайті закладу.",
        responsible: "Лівак В.В., Чудна Н.В. Рзаєва Н.О., Артемюк Н.А.",
      },
      {
        text: "Про працевлаштування учнів 9 класів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на жовтень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про організацію роботи учнівського самоврядування.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про проведення інвентаризації в школі.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про вимоги до ведення шкільної документації.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "6 жовтня 2025",
    items: [
      {
        text: "Про організацію атестації та курсової перепідготовки вчителів у 2025-2026 н.р. Типове положення про атестацію педагогічних працівників. Затвердження списків учителів на чергову атестацію 2026 року.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вдосконалення заходів безпеки у навчальному закладі. Про відпрацювання рекомендацій щодо практичного відпрацювання алгоритму переміщення здобувачів освіти разом з педагогом під час сигналу «Увага! Повітряна тривога!»",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан організація навчань і перевірки знань з цивільного захисту та охорони праці, проведення інструктажів з питань охорони праці, безпеки життєдіяльності.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення вчителями школи інструктажів з учнями з ПДР, ТБ. Профілактика учнівського травматизму.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про функціонування системи підготовки учасників освітнього процесу до дій у надзвичайних ситуаціях, виконання заходів з безпеки життєдіяльності. Відпрацювання плану евакуації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підготовку закладу до роботи в зимовий період, систему теплопостачання до опалювального сезону. Про дотримання санітарно-гігієнічних норм життєдіяльності школи.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про роботу закладу на ІІ етапі науково-методичного проєкту «Педагогічні стратегії професійної орієнтації здобувачів освіти в контексті затребуваності професій повоєнної України».",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Моніторинг освітніх втрат. Аналіз діагностувальних робіт учнів 5-9 класів з окремих предметів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати медичного обстеження учнів в карантинних умовах. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу на 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про роботу з дітьми, які потребують особливої педагогічної уваги.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про забезпечення режиму економії електроенергії.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "17 листопада 2025",
    items: [
      {
        text: "Особливості подачі навчального матеріалу під час організації освітнього процесу у змішаному форматі з використанням можливостей електронних освітніх ресурсів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення із затвердженим Порядком преміювання педагогічних працівників закладів загальної середньої та позашкільної освіти міста за високу результативність роботи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд листа МОН України від 28.10.2025 №1414 «Про деякі питання проведення сертифікації педагогічних працівників у 2026 році».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розгляд нової редакції Положення про атестацію педагогічних працівників, яка затверджена наказом МОН України від 10.09.2024 №1277 та набрала чинності з 05.11.2024 р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію та проведення підвищення кваліфікації вчителів при КЗВО «ДАНО» ДОР.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати перевірки електронних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати проведення шкільного туру учнівських олімпіад.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про адаптацію п’ятикласників до навчання в основній школі.",
        responsible:
          "Гнатюк А.С., Старікова Н.А., Таран Н.В., Малютіна Л.М., Артемюк Н.А.",
      },
      {
        text: "Про посилення роботи щодо здійснення набору учнів у 1 клас на 2025-2026 н.р.",
        responsible: "Горевич Л.В., Мугак Н.І., Чудна Н.В.",
      },
      {
        text: "Про реєстр даних дітей шкільного віку та учнів по навчальному закладу на 2025-2026 н.р.",
        responsible: "Лівак В.В., Тельвак Н.В.",
      },
      {
        text: "Про проведення профрієнтаційної роботи у 9 класах.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та у позаурочний час.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан відвідування учнями навчальних занять.",
        responsible: "Лівак В.В., класні керівники",
      },
      {
        text: "Про роботу над методичною темою гімназії. Труднощі які виникають у педагогів під час супроводу учнів у процесі професійного вибору та їх подалання.",
        responsible: "Мугак Н.І.",
      },
      {
        text: "Про планування виховної роботи на грудень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про роботу щодо попереднього замовлення документів про освіту для учнів 4, 9 класів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи з цивільного захисту. Активізація діяльності всіх підрозділів цивільного захисту школи.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про застосування державної мови у сфері освіти.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан ведення журналів реєстрації інструктажів з питань охорони праці вчителями-предметниками.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про дотримання алгоритму дій при переміщенні здобувачів освіти разом із вчителем/тренером під час сигналу «Увага! Повітряна тривога!» до укриття під час здійснення освітнього процесу в офлайн режимі.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію роботи по перевірці виконання навчальних планів і програм.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні гімназії.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про здійснення перевірки навчальних кабінетів та класних кімнат щодо виконання вимог Санітарного регламенту, правил безпеки життєдіяльнсті, правил для здобувачів освіти.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "15 грудня 2025",
    items: [
      {
        text: "Про забезпечення неухильного виконання законів України «Про освіту», «Про повну загальну середню освіту», «Про забезпечення функціонування української мови як державної» в частині мови освітнього процесу",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про здійснення моніторингу та контролю за організацією освітнього процесу під час змішаного навчання, висвітлення результатів даної роботи",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про опрацювання Алгоритму дій закладів охорони здоров’я, освіти, служби в справах дітей, правоохоронних органів у випадку виявлення неповнолітньої особи під впливом наркотичних або психотропних речовин",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про дотримання вимог пожежної безпеки під час проведення новорічних та різдвяних свят",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про підготовку гімназії до зимових канікул. Про проведення Новорічних та Різдвяних заходів",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на січень",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи попередження дитячого травматизму. Про посилення роботи щодо попередження дитячого травматизму, просвітницько-профілактичної роботи класних керівників по дотриманню учнями правил техніки безпеки, правил дорожнього руху під час освітнього процесу та  під час проведення Новорічних, Різдвяних свят та на канікулах",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи по здійсненню набору учнів у 1 клас на 2025-2026 н.р.",
        responsible: "Мугак Н.І. Чудна Н.В.",
      },
      {
        text: "Про суворе дотримання режиму економії енергоресурсів (тепла, світла) і води",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про підсумки проведення інвентаризації в школі",
        responsible: "Горевич Л.В.",
      },
    ],
  },
  {
    date: "19 січня 2026",
    items: [
      {
        text: "Про виконання плану роботи школи за І семестр.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про фінансово-господарську діяльність школи за І семестр 2025-2026 н.р.",
        responsible: "Лещенко Г.В.,  Горевич Л.В., Шуть К.С.",
      },
      {
        text: "Про стан роботи школи з охорони праці, цивільного захисту у І семестрі 2025-2026 н.р. Активізація діяльності всіх підрозділів цивільного захисту школи. Про готовність найпростішого укриття гімназії до дій у надзвичайних ситуаціях та цивільного захисту населення.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з наказом МВСУ та МОН від 18.08.2023 № 684/1013 «Про затвердження Порядку раннього попередження та евакуації учасників освітнього процесу в разі нападу або ризику нападу на заклад освіти».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки освітнього процесу за І семестр 2025–2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки проведення моніторингових контрольних робіт у 5-9 класах за І семестр 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки перевірки ведення шкільної документації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід атестації працівників. Вивчення рівня фахової майстерності педагогів, що атестуються у 2026 році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки виконання начальних планів і програм у І семестрі 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення просвітницько-профілактичної роботи серед здобувачів освіти з питань безпеки.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан роботи з дітьми пільгового контингенту, з дітьми, які потребують особливої педагогічної уваги. Про стан роботи соціально-психологічної служби щодо протидії домашньому насильству.",
        responsible: "Гнатюк А.С., Тельвак Н.В.",
      },
      {
        text: "Про підсумки виконання річного плану роботи соціального педагога за І с. 2025-2026 н.р.",
        responsible: "Тельвак Н.В.",
      },
      {
        text: "Про підсумки виконання річного плану роботи практичного психолога за І с. 2025-2026 н.р.",
        responsible: "Гнатюк А.С.",
      },
      {
        text: "Про стан харчування учнів 1-4 класів та дітей пільгової категорії у І с. 2025-2026.н.р.",
        responsible: "Тельвак Н.В.",
      },
      {
        text: "Про стан роботи по набору учнів у 1 клас на 2026-2027 н.р.",
        responsible: "Лівак В.В., Мугак Н.І.. Чудна Н.В.",
      },
      {
        text: "Про проведення інструктажів з протипожежної безпеки.",
        responsible: "Шуть К.С.",
      },
      {
        text: "Про планування виховної роботи на лютий.",
        responsible: "Алтинбаєва Л.М.",
      },
    ],
  },
  {
    date: "9 лютого 2026",
    items: [
      {
        text: "Про суворе дотримання Пам’ятки першочергових дій в надзвичайних ситуаціях або в зоні бойових дій, сигналу «Увага! Повітряна тривога!» усіма учасниками освітнього процесу.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про персональну відповідальність класних керівників щодо систематичного інформування учнівської та батьківської громадськості про дотримання дій під час сигналу «Увага! Повітряна тривога!»",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про суворе дотримання педагогічними працівниками режиму роботи закладу, правил внутрішнього трудового розпорядку.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про ознайомлення з розпорядженням голови обласної державної адміністрації  від 13.01.2025 № Р-11/0/3-25 «Про затвердження організаційно- методичних вказівок з підготовки населення Дніпропетровської  області до дій у надзвичайних ситуаціях на 2025-2026 роки».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про посилення контролю за виконанням вимог наказу МОН України від 26.12.2017 № 1169 «Про затвердження Положення про організацію роботи з охорони праці та безпеки життєдіяльності учасників освітнього процесу в установах і закладах освіти», розділ VІІІ – порядок проведення та реєстрації інструктажів з безпеки життєдіяльності серед здобувачів освіти.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з наказом  МОН України  від 23.07.2022 № 280 «Щодо організації проведення обов’язкових профілактичних медичних оглядів працівників окремих професій, виробництв і організацій, діяльність яких пов’язана з  обслуговуванням населення і може призвети до поширення інфекційних хвороб».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН України від 27.11.2023 №1/18669-23 «Про освітній ступінь педагогічних працівників».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи закладу по набору дітей до 1 класу на 2025-2026 н.р.",
        responsible: "Лівак В.В., Мугак Н.І., Чудна Н.В.",
      },
      {
        text: "Про стан здійснення пропускного режиму у гімназії. Функціонування єдиної міської системи «Вхід-вихід» за Картками криворіжця для  учнів гімназії під час проведення навчання у змішаному форматі.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан роботи вихователів ГПД за І с. 2025-2026 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення з листом МОН від 23.01.2026 №1/1408-26 «Про окремі зразки документів про загальну середню освіті для осіб з ООП».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан спортивно-масової роботи в гімназії за І семестр 2025-2026 н.р.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан патріотичного виховання як складової системи національного виховання учнів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про роботу педагогічного колективу щодо запобігання правопорушень серед учнів.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про стан профорієнтаційної роботи у гімназії.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про моніторинг залученості учнів та педагогічних працівників  у запропонованих для участі заходах і конкурсах інтелектуального та виховного спрямування за І семестр 2025-2026 н.р. Перелік заходів, які залишилися поза увагою працівників закладу. Визначення об’єктивних причин обмеженої залученості окремих педагогів.",
        responsible: "Лівак В.В., Алтинбаєва Л.М.",
      },
      {
        text: "Про планування виховної роботи на березень.",
        responsible: "Алтинбаєва Л.М.",
      },
      {
        text: "Про ознайомлення з Законом України № 2759-ІХ від 16.11.2022 «Про внесення змін до деяких законодавчих актів України  щодо запобігання та протидії мобінгу/цькуванню».",
        responsible: "Капуста В.М.",
      },
      {
        text: "Дотримання вимог техніки безпеки на спортивних майданчиках та спортивних спорудах під час проведення спортивних занять.",
        responsible: "Давидов І.І. Лопатін Д.В., Масько Є.В.",
      },
      {
        text: "Про посилення роботи працівників закладу по збереженню та економії тепла, електроенергії та дотримання санітарно-гігієнічних вимог в приміщенні школи.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про стан роботи з обліку товарно-матеріальних цінностей.",
        responsible: "Горевич Л.В.",
      },
    ],
  },
];
