import type { ChronologyGroup, Responsible } from "~/components/chronology";

export const data: ChronologyGroup<Responsible>[] = [
  {
    date: "26.08.2026",
    items: [
      {
        text: "Безпечний освітній простір – необхідна передумова якісної освіти. Про особливості освітнього процесу в 2026-2027 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання постанови Кабінету Міністрів України від 01.07.2026 № 847 «Про початок навчального року під час воєнного стану в Україні» та організацію початку 2026/2027 навчального року з урахуванням безпекової ситуації.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання рекомендацій МОН України щодо підготовки закладу освіти до 2026/2027 навчального року відповідно до листа МОН України від 26.05.2026 № 1/11324-26 «Про завершення 2025/2026 навчального року в закладах загальної середньої освіти та підготовку до 2026/2027 навчального року».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію викладання навчальних предметів та інтегрованих курсів у 2026/2027 навчальному році відповідно до чинних державних стандартів, типових та модельних навчальних програм, освітньої програми гімназії.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про впровадження оновленого навчально-методичного забезпечення та реалізацію завдань Нової української школи у 2026/2027 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію системи оцінювання результатів навчання здобувачів освіти у 2026/2027 навчальному році відповідно до чинних нормативних вимог та рекомендацій МОН України.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію безпечного освітнього середовища у 2026/2027 навчальному році та забезпечення виконання алгоритмів дій учасників освітнього процесу під час сигналів оповіщення цивільного захисту, повітряної тривоги та виникнення надзвичайних ситуацій.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію роботи з охорони праці, пожежної безпеки та безпеки життєдіяльності учасників освітнього процесу у 2026/2027 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію виховного процесу у 2026/2027 навчальному році та планування виховної роботи на вересень 2026 року.",
        responsible: "Чудна Н.В.",
      },
      {
        text: "Про організацію харчування здобувачів освіти у 2026/2027 навчальному році та забезпечення виконання вимог законодавства щодо безпечності та якості харчування.",
        responsible: "Тельвак Н.В",
      },
      {
        text: "Про стан готовності школи до нового 2026/2027 навчального року.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про готовність спортмайданчиків та спортивних залів школи до 2026/2027 навчального року.",
        responsible: "Шуть К.С.",
      },
      {
        text: "Про використання основних нормативно-правових та організаційно-методичних документів, що регламентують діяльність закладу освіти та педагогічних працівників у 2026/2027 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про дотримання вимог законів України «Про освіту» та «Про повну загальну середню освіту» щодо забезпечення права здобувачів освіти на якісну, доступну та безпечну освіту.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування багатофункціональної електронної картки «Картка криворіжця».",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про виконання наказу МОЗ №2205 від 25.09.2020 «Про затвердження Санітарного регламенту для закладів загальної середньої освіти, зареєстрованого в Міністерстві юстиції України 10 листопада 2020 р. за N 1111/35394,  усім учасникам освітнього процесу та працівникам закладу.",
        responsible: "Чудна Н.В.",
      },
      {
        text: "Про результати проходження обов’язкового медичного огляду педагогами та здобувачами освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про забезпечення здобувачів освіти підручниками та навчальною літературою на 2026/2027 навчальний рік.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ліміти використання енергоносіїв.",
        responsible: "Шуть С.Г.",
      },
    ],
  },
  {
    date: "14.09.2026",
    items: [
      {
        text: "Про впровадження заходів безпеки у навчальному закладі. Дотримання алгоритму дій при сигналі «Повітряна тривога».",
        responsible: "Горевич Л.В., Чудна Н.В.",
      },
      {
        text: "Про організацію методичної роботи у 2026–2027 н.р.",
        responsible: "Горевич Л.В., Лівак В.В.",
      },
      {
        text: "Про ознайомлення вчителів з листом УОН від 01.09.2016 № 1860 «Про благодійні внески». Про заборону втручання педагогічних працівників у діяльність благодійних фондів.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Освітні втрати: причини та шляхи подолання. Розробка діагностичних завдань для визначення рівня знань учнів та вимірювання освітніх втрат з окремих предметів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про перспективний план курсової перепідготовки та атестація учителів у 2026-2027 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати проходження обов’язкового медичного огляду педагогами та здобувачами освіти.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про розподіл учнів на групи для занять фізичною культурою у 2026-2027 н.р.",
        responsible: "Лівак В.В.",
      },
      { text: "Про роботу групи подовженого дня.", responsible: "Лівак В.В." },
      {
        text: "Про активізацію роботи з підготовки учнів до проведення учнівських олімпіад із базових дисциплін у 2026–2027 навчальному році.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про ознайомлення та використання у роботі та виконання наказу Міністерства розвитку економіки України від 23.12.2020 № 2736 «Про затвердження професійного стандарту за професіями «Вчитель початкових класів закладу загальної середньої освіти», «Вчитель закладу загальної середньої освіти», «Вчитель з початкової освіти (з дипломом молодшого спеціаліста)».",
        responsible: "Лівак В.В., Старікова Н.А.",
      },
      {
        text: "Про ознайомлення з інструкцією та положенням щодо заповнення електронних журналів.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про проведення класними керівниками інструктажів з учнями з БЖД. Профілактика учнівського травматизму.",
        responsible: "Чудна Н.В.",
      },
      {
        text: "Про роботу закладу над обласним науково-методичним проєктом «Педагогічні стратегії професійної орієнтації здобувачів освіти в контексті затребуваності професій повоєнної України» (2024–2027 роки).",
        responsible: "Лівак В.В., Мугак Н.І.",
      },
      {
        text: "Про ознайомлення з наказом МОЗ України від 25 липня 2023 року № 1351 «Про організацію медичних оглядів дітей та інших осіб для зарахування їх до закладів освіти, дитячих закладів оздоровлення та відпочинку». Про результати медичного обстеження учнів, педагогічних працівників. Розподіл учнів за групами на урок фізичної культури.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи методичних комісій (об’єднань) за 2025–2026 н.р. Методичні вимоги до їх роботи. Висвітлення діяльності на освітньому сайті закладу.",
        responsible: "Лівак В.В.,	Чудна Н.В., Рзаєва Н.О., Артемюк Н.А.",
      },
      {
        text: "Про працевлаштування учнів 9 класів.",
        responsible: "Чудна Н.В.",
      },
      {
        text: "Про підсумки огляду кабінетів та класних кімнат  27.08.2026 щодо готовності до нового навчального року та рекомендації щодо усунення недоліків.",
        responsible: "Чудна Н.В.",
      },
      {
        text: "Про планування виховної роботи на жовтень.",
        responsible: "Чудна Н.В.",
      },
      {
        text: "Про організацію роботи учнівського самоврядування.",
        responsible: "Чудна Н.В.",
      },
      {
        text: "Про проведення інвентаризації в школі.",
        responsible: "Горевич Л.В.",
      },
      {
        text: "Про вимоги до ведення шкільної документації.",
        responsible: "Лівак В.В., Чудна Н.В.",
      },
      {
        text: "Про організацію інклюзивного навчання, роботу команд психолого-педагогічного супроводу та виконання ІПР.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про організацію профорієнтаційної роботи у 2026/2027 н.р.",
        responsible: "Лівак В.В., Гнатюк А.С.",
      },
      {
        text: "Про організацію харчування та дотримання вимог НАССР. Харчування пільгових категорій здобувачів освіти.",
        responsible: "Тельвак Н.В., Лівак В.В.",
      },
      {
        text: "Про організацію роботи педагогічного колективу з охорони праці та безпеки життєдіяльності у 2026-2027 н.р. Навчання працівників з охорони праці.",
        responsible: "Лівак В.В., Шуть К.С.",
      },
      {
        text: "Про ознайомлення з наказом МОН від 18.06.2026  № 961, який набрав чинності 11 серпня 2026 року  «Про внесення змін до Порядку реагування на випадки булінгу (цькування) та Порядку застосування заходів виховного впливу».",
        responsible: "Чудна Н.В.",
      },
    ],
  },
];
