export const title = "Як готувати домашнє завдання";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>
          Активно працюй на уроці: уважно слухай, відповідай на запитання.
        </li>
        <li>
          Став запитання, якщо чогось не зрозумів або з чимось не згодний.
        </li>
        <li>Точно й детально записуй, що задано з кожного предмета.</li>
        <li>
          Навчися користуватися словниками й довідниками. З'ясовуй значення
          незнайомих слів, знаходь потрібні факти й пояснення, правила, формули
          в довідниках.
        </li>
        <li>
          Якщо в тебе є комп'ютер, навчися з його допомогою знаходити потрібну
          інформацію, робити розрахунки за допомогою електронних таблиць тощо.
        </li>
        <li>
          Якщо матеріал, який подавали на уроці, є для тебе складним, повтори
          матеріал цього ж дня, навіть якщо наступний урок буде лише через
          кілька днів.
        </li>
        <li>
          Починаючи виконувати завдання, думай не тільки про те, що треба
          зробити (тобто про зміст завдання), а й про те, як (за допомогою яких
          прийомів, засобів) це можна зробити.
        </li>
        <li>
          У разі потреби звертайся по допомогу до дорослого або до
          однокласників.
        </li>
        <li>
          Починаючи виконувати уроки, відкрий щоденник, подивися, чи всі
          завдання ти записав.
        </li>
        <li>
          Продумай послідовність виконання завдань з окремих предметів і спробуй
          визначи­ти, скільки часу тобі знадобиться для виконання кожного
          завдання.
        </li>
        <li>
          Прибери зі столу все зайве - те, що може відвертати твою увагу.
          Приготуй те, що потрібно для виконання першого завдання (підручник,
          зошити, карти, олівці, словники, довідники тощо). Після того як
          підготуєшся до першого уроку, прибери все й приготуй те, що потрібно
          для виконання наступного.
        </li>
        <li>Між уроками роби перерви.</li>
        <li>Спочатку спробуй зрозуміти матеріал, а потім його запам'ятати.</li>
        <li>
          Перш ніж виконувати письмові завдання, зрозумій і вивчи правила до
          них.
        </li>
        <li>
          Читаючи параграф підручника, став собі запитання: про що (або про
          кого) йдеться в цьому тексті тощо.
        </li>
        <li>
          Шукай зв'язок кожного нового поняття, явища, про яке ти дізнаєшся, з
          тим, що ти вже знаєш. Співвіднось нове з уже відомим. Стеж за тим, щоб
          це були не випадкові, зовнішні зв'язки, а головні зв'язки за змістом.
        </li>
        <li>
          Якщо матеріал, який треба вивчити, великий за обсягом або складний,
          розбий його на окремі частини й опрацьовуй кожну частину окремо.
          Використовуй метод ключових слів.
        </li>
        <li>
          Не залишай підготовку до доповідей, творів, творчих робіт на останній
          день, адже це потребує багато часу. Готуйся до них заздалегідь,
          упродовж кількох днів, рівномірно розподіляючи навантаження.
        </li>
        <li>
          Готуючись до усних уроків, викорис­товуй карти, схеми. Вони допоможуть
          тобі краще зрозуміти й запам'ятати матеріал. До них необхідно
          звертатися, відповідаючи на уроці. Чим краще ти вмієш користуватися
          картами, схемами, таблицями, тим вищою буде оцінка.
        </li>
        <li>
          Спробуй у підготовці усних завдань використовувати метод «5 П»,
          розроблений американськими психологами1. За даними психологів США,
          такий метод дає змогу зосере­дити увагу на найважливішому в тексті й
          сприяє кращому його запам'ятовуванню.
        </li>
        <li>Складай план усної відповіді.</li>
        <li>Перевіряй себе.</li>
      </ol>

      <p>
        <b>Пам'ятай</b>
      </p>

      <p>Ми найкраще запам'ятовуємо:</p>

      <ul>
        <li>те, чим постійно користуємося;</li>
        <li>те, до чого нам треба буде повернутися (перервані дії);</li>
        <li>те, що нам потрібно;</li>
        <li>те, що ми можемо пов'язати з іншими нашими знаннями й уміннями;</li>
        <li>
          те, що пов'язано з нашими переживаннями (і приємними, і неприємними).
        </li>
      </ul>

      <p>
        <b>Метод ключових слів</b>
      </p>

      <p>Ключові слова - найважливіші в кожному абзаці.</p>
      <p>
        Ключове слово має сприяти відтворенню відповідного абзацу. Згадуючи
        ключові слова, ми одразу згадуємо весь абзац.
      </p>
      <p>
        Читаючи абзац, вибери для нього одне-два ключових слова. Після вибору
        ключових слів запиши їх у тій послідовності, яка потрібна для виконання
        завдання.
      </p>
      <p>
        До кожного ключового слова постав запитан­ня, що дасть змогу зрозуміти,
        як воно пов'язане з відповідним розділом тексту. Обміркуй і спробуй
        зрозуміти цей взаємозв'язок.
      </p>
      <p>З'єднай два сусідніх ключових слова за допо­могою запитань.</p>
      <p>
        Після поєднання кожного ключового слова зі своїм розділом тексту і з
        наступним ключовим словом утвориться ланцюжок. Запиши цей ланцюжок і
        спробуй його вивчити . Перекажи текст спираючись на цей ланцюжок.
      </p>

      <p>
        <b>Метод 5-П</b>
      </p>
      <ul>
        <li>1-П - Переглянь текст швидко.</li>
        <li>2-П - Придумай до нього запитання.</li>
        <li>3-П - Познач олівцем найважливіші місця.</li>
        <li>4-П - Перекажи текст.</li>
        <li>5-П - Переглянь текст повторно.</li>
      </ul>

      <p>
        <b>
          Якщо дитина піддається образам, зазнає цькування з боку однолітків,
          інших дітей, дорослих, є свідком подібної поведінки стосовно інших, то
          їй будуть корисними наступні поради:
        </b>
      </p>
      <ol>
        <li>
          Не замовчуй проблему і не бійся звертатися по допомогу до дорослих
          (батьків, учителів, державних органів та служби у справах дітей).
        </li>
        <li>
          Якщо потрібна термінова допомога, звертайся на гарячу лінію 116-111
          або 116-123.
        </li>
        <li>
          Якщо ти хочеш порадитися з юристом, телефонуй на всеукраїнську гарячу
          лінію системи безоплатної правової допомоги 0-800-213-103 (цілодобово,
          безкоштовно).
        </li>
      </ol>
    </div>
  );
}
