import image from "./1.jpg";

export const title = "Реакція Манту";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />

      <p>
        В наш час, багато батьків ставляться з великим побоюванням і недовірою
        до різних щеплень, проби Манту і вакцинації в цілому. Але роль щеплень в
        нашому житті і житті наших дітей не можна недооцінювати. Деякі з них,
        новонародженим малюкам ставлять у перші дні життя, ще в пологовому
        будинку. Одна з таких щеплень — БЦЖ, щеплення проти туберкульозу. Вона
        робиться в період з 3 по 7 день життя дитини, крім того, планом
        вакцинації України передбачена ревакцинація дітей у віці 7 років. Перед
        ревакцинацією роблять пробу, з допомогою якої перевіряють організм на
        наявність в ньому інфекції туберкульозу, і відповідно, чи можна робити
        щеплення дитині. Ось саме цю пробу і називають реакція Манту.
      </p>
      <p>
        <span className="font-bold italic underline">
          Реакція Манту у дітей
        </span>{" "}
        — це реакція організму дитини на потрапляння в нього туберкуліну.
        Реакція Манту проводитися шляхом введення невеликої кількості
        туберкуліну під шкіру. Туберкулін це екстракт мікобактерій (палички
        Коха), вперше знайдену в 1890 році, лікарем Робертом Кохом.
      </p>
      <p>
        Трохи пізніше французький лікар Манту, запропонував використовувати
        туберкулін для діагностики туберкульозу, шляхом введення препарату
        внутрішньошкірно. Саме цей метод використовується на території нашої
        країни, і по сей день.
      </p>
      <p>
        Реакція Манту робиться щороку, всім дітям у віці від 1 до 14 років.
        Важливо розуміти, що реакція Манту у дітей, це діагностичний метод, і
        вона не є щепленням, так як містить у собі вбиту (неживу) паличку Коха.
        Тому всі побоювання батьків, про те, що їх дитина, в результаті
        проведення реакції Манту, може заразитися туберкульозом, безпідставні.
      </p>

      <p className="font-bold italic underline">
        Реакція манту у дітей — принцип дії.
      </p>
      <p>
        Після введення під шкіру на передпліччі, туберкуліну, виникає місцева
        реакція у вигляді невеликого почервоніння та ущільнення шкіри. Це
        частина Т-лімфоцитів, знайомих з інфекцією туберкульозу, та
        відповідальних за знищення мікобактерій, збирається навколо місця уколу.
        Саме від кількості Т-лімфоцитів і залежить ступінь почервоніння, чим їх
        більше, тим більшого розміру стає почервоніння місця навколо уколу.
      </p>
      <p>
        Якщо почервоніння шкіри невеликого розміру, значить організму дитини
        мікобактерії інфекції туберкульозу мало знайомі, і реакція Манту
        вважається негативною. Якщо папула великого розміру, значить в організмі
        дитини присутні мікобактерії, і реакція Манту у дітей, в цьому випадку
        вважається позитивною. Проте, забігаючи вперед, хочеться відзначити, що
        це зовсім не означає, що дитина хворіє туберкульозом, але про це трохи
        пізніше.
      </p>

      <p className="font-bold italic underline">
        Реакція Манту у дітей — протипоказання.
      </p>
      <p>
        Кожному батьку корисним буде знати про те, що існує ряд протипоказань до
        проведення реакції Манту у дітей:
      </p>
      <ul>
        <li>
          Наявність у дитини, якого-небудь шкірного захворювання (дерматит,
          екзема іт.д.)
        </li>
        <li>Алергія</li>
        <li>Епілепсія</li>
        <li>Підвищена температура тіла.</li>
      </ul>
      <p>
        Крім того, за місяць до того, як зробити Манту, не рекомендується робити
        якісь інші щеплення. Також, не можна робити профілактичні щеплення у
        день проведення реакції Манту у дітей.
      </p>

      <p className="font-bold italic underline">
        Реакція Манту у дітей — оцінка результату.
      </p>
      <p>
        Через 1-2 дні, навколо місця уколу реакції Манту, з’являється «ґудзик»,
        — невелике, ущільнення або почервоніння шкірного покриву. На третій
        день, за допомогою прозорої лінійки, лікар або медична сестра заміряє
        розміри ущільнення (інфільтрат), при цьому, почервоніння навколо
        ущільнення, до уваги не приймається. Його розмір має значення, тільки
        при відсутності інфільтрату.
      </p>
      <p>
        Залежно від характеру і розміру почервоніння, реакція Манту у дітей може
        бути:
      </p>
      <ul>
        <li>
          <span className="font-bold italic underline">Негативна</span> — розмір
          почервоніння менше 1 мм, або реакції взагалі не спостерігається. Така
          реакція Манту у дітей означає, що мікобактерій у організм, ніколи
          раніше не потрапляли. Хоча, справедливості заради, варто зауважити, що
          негативна реакція Манту може бути і в тому випадку, якщо з моменту
          зараження туберкульозом, минуло менше 2,5 місяців, а також у дітей з
          серйозно ослабленим імунітетом.
        </li>
        <li>
          <span className="font-bold italic underline">Сумнівна</span> —
          невелике почервоніння, розмір ущільнення менше 4 мм.
        </li>
        <li>
          <span className="font-bold italic underline">Позитивна</span> — розмір
          ущільнення складає 5-16 мм. В цьому випадку, реакція Манту у дітей
          говорить про існування імунітету до інфекції туберкульозу.
        </li>
        <li>
          <span className="font-bold italic underline">
            Позитивна, сильно виражена (гіперергічна)
          </span>{" "}
          — розмір ущільнення понад 17 мм. Така реакція Манту у дітей, нерідко
          супроводжується появою, на місці уколу, невеликих гнійників, і часто
          підтверджує факт зараження дитини на туберкульоз. Однак, подібна
          реакція може бути за умови що дитина зовсім недавно перехворіла
          якимось інфекційним захворюванням або має схильність до алергічних
          реакцій.
        </li>
        <li>
          Позитивна реакція Манту у дітей, може бути викликана дією
          поствакцинального імунітету. У цьому випадку, папула має рожевий колір
          без присутності чітких обрисів, і як правило, досить швидко зникає, не
          залишаючи після себе пігментної плями.
        </li>
        <li>
          <span className="font-bold italic underline">«Віраж»</span> реакції
          Манту у дітей. Крім величини ущільнення, важливим параметром реакції
          Манту у дітей, вважається збільшення розміру папули у порівнянні з
          результатом минулого року. Така зміна називається «віраж» реакції
          Манту. Саме цей параметр, дає лікареві можливість, з високим ступенем
          імовірності діагностувати можливе інфікування.
        </li>
        <li>
          <span className="font-bold italic underline">«Бустерний ефект».</span>{" "}
          При проведенні реакції Манту у дітей, частіше, ніж 1 раз на рік,
          чутливість Т-лімфоцитів до туберкуліну, посилюється. Відповідно,
          діаметр ущільнення збільшується, і результат виходить хибнопозитивним.
        </li>
      </ul>
      <p>
        У будь-якому випадку, якщо реакція Манту у дитини, здається лікаря
        підозрілим, то дитину направляють на консультацію до фтизіатра та
        додаткове обстеження в тубдиспансер.
      </p>
      <h1>
        <i>
          Шановні батьки!
          <br />
          Не відмовляйтесь від реакції МАНТУ!
          <br />
          Здоров’я вашої дитини важливе за все!
        </i>
      </h1>
    </div>
  );
}
