import { PostCarousel } from "~/components/carousel";

export const title = "Правила пожежної безпеки";

export function Content() {
  return (
    <div className="content">
      <p>
        Пожежі – найбільш масові й розповсюджені лиха: вони відбуваються
        практично в усіх районах нашої країни, особливо в теплу пору року у
        лісах, на торф’яниках, полях, у житлових будівлях і на промислових
        підприємствах. Вогонь знищує будівлі та споруди, дерева і тварин,
        зазнають каліцтв і гинуть люди.
      </p>
      <p>
        Запам’ятайте: у всіх випадках, якщо ви в змозі, зателефонуйте «101» і
        викличте пожежну команду.
      </p>
      <p>
        На більшості території України навесні та влітку різко підвищується
        ризик виникнення природних вогнищ загоряння. Вони насамперед небезпечні
        двома факторами - швидкістю поширення вогню і великою площею захоплення.
        Шкода від спалювання сухої трави вкрай небезпечна. Неконтрольований
        підпал трави в комплексі з сильним вітром може стати причиною масштабної
        катастрофи, яка загрожуватиме не тільки природі, а й людям.
      </p>
      <p>
        Якщо ви відпочиваєте на природі, необхідно пам’ятати, що порушення
        правил пожежної безпеки несе загрозу навколишньому середовищу і
        становить небезпеку для вашого життя.
      </p>
      <p>Щоб уникнути лісових пожеж, дотримуйтесь наступних правил:</p>
      <ul>
        <li>
          не розводьте багаття у лісі, окрім призначених для вогнищ місць;
        </li>
        <li>не засмічуйте місце відпочинку;</li>
        <li>обгороджуйте та розчищайте місце розпалення багаття;</li>
        <li>
          не розводьте відкритий вогонь поруч із сухою рослинністю та
          господарчими будівлями;
        </li>
        <li>не розкидайте недопалки та сірники на суху лісову підстилку;</li>
        <li>стежте, щоб діти не бавилися з вогнем;</li>
        <li>
          не створюйте смітники в лісі та на прилеглих землях, тим більше, не
          підпалюйте їх;
        </li>
        <li>
          приберіть місце погашеного вогнища, переконайтесь, що горіння
          відсутнє.
        </li>
      </ul>
      <p>Пам’ятайте, безпека Вашого відпочинку – у Ваших руках.</p>

      <PostCarousel id="useful/2023-05-22" />
    </div>
  );
}
