export const title = "Основні функції сучасної сім'ї";

export function Content() {
  return (
    <div className="overflow-x-auto">
      <table className="table-border">
        <thead>
          <tr>
            <th>Сфера сімейної діяльності</th>
            <th>Суспільні функції</th>
            <th>Індивідуальні функції</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>Репродуктивна</td>
            <td>Біологічне відтворення суспільства</td>
            <td>Задоволення потреби в дітях</td>
          </tr>
          <tr>
            <td>Виховна</td>
            <td>
              Соціалізація молодого покоління. Підтримання культурної
              неперервності суспільства
            </td>
            <td>
              Задоволення потреби у батьківстві, контактах з дітьми, їх
              вихованні, самореалізації в дітях
            </td>
          </tr>
          <tr>
            <td>Господарчо-побутова</td>
            <td>
              Підтримання фізичного здоров’я членів суспільства, догляд за
              дітьми
            </td>
            <td>
              Отримання господарчо-побутових послуг одним членом сім’ї від інших
            </td>
          </tr>
          <tr>
            <td>Економічна</td>
            <td>
              Економічна підтримка неповнолітніх і непрацездатних членів
              суспільства
            </td>
            <td>
              Отримання матеріальних засобів одним членом сім’ї від інших (у
              випадку непрацездатності або в обмін на послуги)
            </td>
          </tr>
          <tr>
            <td>Сфера первинного контролю</td>
            <td>
              Моральна регламентація поведінки членів сім’ї в різних сферах
              життєдіяльності, а також відповідальність та зобов’язання між
              подружжям, батьками та дітьми, представниками старшого та
              середнього покоління
            </td>
            <td>
              Формування та підтримка правових і моральних санкцій за порушення
              моральних норм взаємовідносин між членами сім’ї
            </td>
          </tr>
          <tr>
            <td>Сфера духовного формування</td>
            <td>Розвиток членів сім’ї як особи</td>
            <td>
              Духовне взаємозбагачення членів сім’ї. Укріплення дружніх основ
              шлюбного союзу
            </td>
          </tr>
          <tr>
            <td>Соціально-статусна</td>
            <td>
              Надання певного соціального статусу членами сім’ї. Відтворення
              соціальної структури
            </td>
            <td>Задоволення потреб у соціальному просуванні </td>
          </tr>
          <tr>
            <td>Дозвілля</td>
            <td>
              Організація раціонального дозвілля. Соціальний контроль у сфері
              дозвілля
            </td>
            <td>
              Задоволення потреби у спільному проведенні дозвілля,
              взаємозбагачення інтересів, пов’язаних із дозвіллям
            </td>
          </tr>
          <tr>
            <td>Емоційна</td>
            <td>Емоційна стабілізація індивідів та їх психологічна терапія</td>
            <td>
              Отримання індивідами психологічного захисту, емоційної підтримки в
              сім’ї
            </td>
          </tr>
          <tr>
            <td>Сексуальна</td>
            <td>Сексуальний контроль</td>
            <td>Задоволення сексуальних потреб</td>
          </tr>
        </tbody>
      </table>
    </div>
  );
}
