import image from "./1.jpg";

export const title = "Підготовка до іспиту";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-right w-100 md:ml-3" />

      <p>
        Екзамен – це не лише перевірка теоретичних знань, а й значне емоційне
        випробування, своєрідний стрес. Саме тому важливе значення має
        психологічна підготовка до іспитів. Деякі абітурієнти зі слабкою
        нервовою системою під впливом стресової ситуації, якою є екзамен, можуть
        забути матеріал, який напередодні дуже добре пам’ятали. Через сильне
        хвилювання вони можуть себе неадекватно поводити і тим самим
        спровокувати негативну реакцію екзаменатора.
      </p>
      <p>
        Намагайтеся дізнатися про те, як проводяться іспити в обраному вузі.
      </p>
      <p>
        Цю інформацію можна отримати, познайомившись зі студентами цього
        закладу, або абітурієнтами, які вже склали іспит у попередній групі.
        Корисною, також, може виявитися інформація, одержана на консультації
        перед іспитом. Уявіть, що ви на іспиті, і спробуйте відтворити ті
        запитання, які будуть вас хвилювати під час його складання.
      </p>
      <p>
        Перед іспитом слід написати короткий конспект матеріалу, який ви
        засвоїли. Він допоможе систематизувати одержані знання та пригадати
        вивчене. При підготовці до іспиту і написанні конспекту необхідно
        враховувати свої індивідуальні особливості та тип пам'яті.
      </p>
      <p>
        Якщо маєте зоровий тип пам'яті, варто приділити особливу увагу зовнішній
        формі ваших нотаток - неприпустимий недбалий, нерозбірливий, дрібний
        почерк. Звичайно, акуратний конспект вимагає більше часу, але в підсумку
        час на заучування скоротиться, і ви ефективніше підготуєтеся до іспиту.
      </p>
      <p>
        Якщо у вас слуховий тип пам'яті, варто проговорювати найбільш важливу
        частину матеріалу, можна навіть використовувати магнітофон для
        підготовки.
      </p>
      <p>
        Якщо у вас переважає моторний тип, то конспект потрібно переписати
        кілька разів; причому щоразу необхідно викреслювати те, що вже засвоїли
        досить добре, залишаючи для переписування тільки те, що необхідно
        запам’ятати.
      </p>
      <p>
        До речі, у більшості людей добре розвинуті усі типи пам'яті, але, як
        правило, певний вид домінує, хоча це залежить від ситуації. Ще одна
        порада – не сподівайтеся на конспект товариша, навіть якщо він у нього
        дуже гарний. Власний конспект виявляється завжди набагато кориснішим.
      </p>
    </div>
  );
}
