import i1 from "./1.jpg";
import i2 from "./2.jpg";
import i3 from "./3.jpg";

export function Content() {
  return (
    <div className="content">
      <img src={i1} className="float-left mr-3 w-80" />
      <p>
        Дитячий травматизм здається неминучим злом, особливо в літній період –
        на канікулах важко контролювати дитину і захищати її від небезпек.
      </p>
      <p>
        Насправді, більшості травм і небезпечних ситуацій можна уникнути. І
        профілактика дитячого травматизму природно, лягає на плечі батьків і
        вихователів.
      </p>
      <p>
        Дитячий травматизм поширений куди більше, ніж травматизм дорослих, і це
        не дивно.
      </p>
      <p>
        Діти дуже допитливі, намагаються активно пізнавати навколишній світ.
      </p>
      <p>
        Але при цьому життєвих навичок у них ще мало, і вони не завжди уміють
        оцінити небезпеку ситуації. Тому дитячі травми, на жаль, не рідкість.
      </p>
      <p>
        Дитячий травматизм умовно можна розділити на п’ять типів залежно від
        місця, де дитина може отримати травму:
      </p>
      <ul>
        <li>
          побутовий (травми, які виникають удома, у дворі, в дитячому саду);
        </li>
        <li>
          вуличний (в першу чергу транспортний, але також і не пов’язаний з
          транспортом);
        </li>
        <li>шкільний (або в дитячому садочку);</li>
        <li>спортивний;</li>
        <li>інший.</li>
      </ul>
      <img src={i2} className="float-right ml-3 w-96" />
      <p>
        Побутовий травматизм – найпоширеніший, і причина його в більшості
        випадків – неуважність батьків, які не лише залишають дитину без
        нагляду, але і залишають в доступних місцях небезпечні для дитини
        предмети, не закривають вікна і тому подібне.
      </p>
      <p>Існує і інша класифікація дитячого травматизму – вікова.</p>
      <p>
        У дітей кожного віку – свої особливості розвитку і поведінки, які і
        обумовлюють найбільш поширені типи травм.
      </p>
      <p>
        Так, в грудному віці (до року) дитячий травматизм найчастіше пов’язаний
        з заковтуванням сторонніх предметів.
      </p>
      <p>
        Дитина намагається пізнавати світ єдиним доступним йому способом – він
        чіпає руками предмети, що знаходяться в безпосередній близькості, і
        намагається тягнути їх в рот.
      </p>
      <img src={i3} className="float-left mr-3 w-90" />
      <p>
        У віці від року до трьох дитина вчиться ходити і стає дуже рухливим.
        Тому до травм від заковтуваних предметів додаються травми, пов’язані з
        падіннями (удари, переломи)травми від гострих предметів, опіки, поразки
        струмом.
      </p>
      <p>
        Після трьох років допитливість росте, навколишній світ дитини більше не
        обмежується квартирою, тому вірогідність отримати травму збільшується.
      </p>
      <p>
        Потім дитина йде в школу, і батьки вже не можуть контролювати його так,
        як раніше.
      </p>
      <p>Додається шкільний і спортивний дитячий травматизм.</p>
      <p>
        Сплеск травматизму часто доводиться на підлітковий вік: в цей час
        дитячий травматизм обумовлений не лише цікавістю і невмінням оцінити
        небезпеку, але ще і бажанням покрасуватися перед ровесниками, бути не
        гірше, ніж інші, і безрозсудною сміливістю.
      </p>
    </div>
  );
}
