import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";
import { employees } from "~/data/employees";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/(main)/about")({
  component: RouteComponent,
  staticData: { title: "Візитка" },
});

function RouteComponent() {
  const director = employees.director();
  return (
    <>
      <div className="grid md:grid-cols-3">
        <div className="text-center">
          <p>
            <b>Девіз:</b>
          </p>
          <pre>
            {`Школа - порадник наш і друг,
              Це зірка, що горить над нами.
              Ми тут виховуємо дух,
              Веде нас вчитель за знаннями.`}
          </pre>
        </div>
        <div className="text-center">
          <p>
            <b>Кредо:</b>
          </p>
          Успішне рішення складних завдань, навчання і виховання учнів залежить
          від учителя, його професійної майстерності, ерудиції і культури.
        </div>
        <div className="text-center">
          <img src={director.image} className="mx-auto w-50" />
          {director.name}
          <br />
          <b>директор гімназії</b>
        </div>
      </div>
      <div className="mt-8 grid lg:grid-cols-2">
        <div className="text-center">
          <div className="mb-4 flex justify-center">
            <audio src={asset("audio/гімн.mp3")} controls></audio>
          </div>
          <p>
            <b>Гімн закладу</b>
          </p>
          <pre>
            {`Літо тепле крилом помахало.
              Жовте листя кружля за вікном.
              І птахи в небесах закружляли,
              Кличе школа нас в класи дзвінком.
              Наша школа велика і світла,
              Всім дарує знання і тепло.
              Вчителі зустрічають привітно,
              Тут панує любов і добро.`}
          </pre>
          <p className="my-4">
            <b>
              <i>Приспів:</i>
            </b>
          </p>
          <pre>
            {`Школо!
              Ми пишаємось тобою.
              Світло знань веде до перемог.
              Школу!
              Завжди будем пам’ятати:
              Путівник наш в безлічі доріг!`}
          </pre>
          <pre>
            {`Ми вчимось тут старанно і завзято,
              Наша школа – родина міцна.
              І ми можемо гордо сказати:
              Україну прославить вона!
              Наша школа велика і світла,
              Всім дарує знання і тепло.
              Вчителі зустрічають привітно,
              Тут панує любов і добро.`}
          </pre>
          <p className="my-4">
            <b>
              <i>Приспів:</i>
            </b>
          </p>
          <pre>
            {`Школо!
              Ми пишаємось тобою.
              Світло знань веде до перемог.
              Школу!
              Завжди будем пам’ятати:
              Путівник наш в безлічі дорог!`}
          </pre>
        </div>
        <div className="content">
          <h1 className="text-center">
            <b>ПЕРСПЕКТИВНІ ЗАВДАННЯ</b>
          </h1>
          <h2 className="text-left">
            <b>В управлінській діяльності:</b>
          </h2>
          <ol>
            <li>
              Продовжувати вдосконалювати реформування системи освіти закладу,
              працювати над її ефективністю та конкурентоспроможністю.
            </li>
            <li>
              Забезпечити виконання основних завдань державних, регіональних та
              місцевих нормативних документів щодо розвитку системи освіти.
            </li>
            <li>
              Здійснювати постійний контроль за організацією харчування учнів
              1-4 класів, дітей пільгових категорій, учнів гімназії.
            </li>
          </ol>
          <h2 className="text-left">
            <b>У науково-методичні роботі:</b>
          </h2>
          <ol>
            <li>
              Вносити корективи в управлінсько-методичну роботу гімназії з метою
              забезпечення розвитку та ефективності діяльності навчального
              закладу.
            </li>
            <li>
              Забезпечити методичний та організаційний супровід реалізації
              основних завдань державних, регіональних та місцевих нормативних
              документів щодо розвитку системи освіти в умовах реформування.
            </li>
            <li>
              Здійснювати заходи щодо подальшого впровадження нових Державних
              стандартів початкової, базової та повної загальної середньої
              освіти.
            </li>
            <li>
              Забезпечувати методичний супровід професійного розвитку педагогів
              з використанням різних форм і методів підвищення кваліфікації у
              атестаційний та міжатестаційний періоди.
            </li>
            <li>
              Забезпечити управління дослідно-експериментальною роботою та
              інноваційною діяльністю навчальних закладів міста за проектами та
              програмами Всеукраїнського, регіонального та міського рівнів.
            </li>
            <li>
              Скерувати педагогічну спільноту закладу до праці в інноваційному
              напрямку на засадах європейських вимірів якості освіти.
            </li>
            <li>
              Сприяти подальшому розвитку єдиного освітнього середовища,
              використанню хмарних технологій, розбудові ефективної системи
              медіаосвіти з урахуванням стрімкого розвитку
              інформаційно-комунікаційних технологій.
            </li>
          </ol>
          <h2 className="text-left">
            <b>У загальній середній освіті:</b>
          </h2>
          <ol>
            <li>
              Реалізувати колегіальні принципи самоорганізації в діяльності
              закладу освіти.
            </li>
            <li>
              Активізувати діяльність органів громадського самоврядування
              навчального закладу у частині розширення їхньої участі в залученні
              додаткових джерел фінансування для утримання і забезпечення
              успішного функціонування гімназії.
            </li>
            <li>
              Забезпечувати оновлення змісту, форм, методів і засобів навчання,
              виховання і розвитку учнів відповідно до вимог нових Державних
              стандартів початкової, базової та повної загальної середньої
              освіти.
            </li>
            <li>
              Здійснювати системну роботу гімназії щодо забезпечення якості
              освітніх послуг; вдосконалювати зміст та технології формування
              предметних компетентностей учнів старших класів з метою їх
              належної підготовки до участі у зовнішньому незалежному
              оцінюванні.
            </li>
            <li>
              Налаштувати педагогічний колектив на об’єктивний підхід оцінювання
              навчальних досягнень учнів.
            </li>
            <li>
              Приділяти більше уваги питанням ефективного внутрішнього
              моніторингу якості загальної середньої освіти та компетентності
              учнів, розширити практики аналізу діяльності педагогів, посилити
              матеріально-технічне та методичне забезпечення навчального
              процесу.
            </li>
            <li>
              Забезпечити подальший психолого-педагогічний та науково-методичний
              супровід функціонування профільного навчання, створення рівного
              доступу до якісної освіти школярам різних категорій у
              відповідності до їх нахилів та потреб.
            </li>
            <li>
              Забезпечувати належний рівень профорієнтаційної роботи, зокрема,
              популяризацію в молодіжному середовищі робітничих професій,
              зорієнтовуючи учнівську молодь на свідомий вибір професій.
            </li>
            <li>
              Раціонально використовувати варіативну частину робочих навчальних
              планів з урахуванням вимог допрофільної підготовки учнів 8-9
              класів за принципом поглибленого вивчення окремих предметів,
              запровадження курсів за вибором, факультативів.
            </li>
            <li>
              Спрямувати зусилля на розвиток системи роботи з обдарованою і
              талановитою молоддю.
            </li>
          </ol>
          <h2 className="text-left">
            <b>У виховній роботі гімназії:</b>
          </h2>
          <ol>
            <li>
              Здійснити комплекс заходів щодо посилення
              національно-патріотичного виховання, збагачення духовного
              потенціалу учнів, відродження кращих надбань українського народу,
              його культурних і національних традицій.
            </li>
            <li>
              Сприяти упровадженню нової моделі виховної роботи, що базується на
              формуванні патріотизму, на громадянських, державницьких та
              військово-патріотичних аспектах.
            </li>
            <li>
              Збільшити руховий режим учнів шкільного віку за рахунок уроків
              фізичної культури, спортивно-масової та фізкультурно-оздоровчої
              роботи в позаурочний час з метою формування у них стійкої
              мотивації щодо здорового способу життя.
            </li>
            <li>
              Приділяти значну увагу заходам щодо безпечної життєдіяльності в
              умовах виникнення надзвичайної ситуації соціального і
              терористичного характеру.
            </li>
            <li>
              Забезпечити психосоціальну підтримку дітей з тимчасово переселених
              сімей.
            </li>
            <li>
              Сприяти оновленню діяльності органів учнівського самоврядування,
              активізації волонтерської та благодійної діяльності серед учнів,
              батьків, педагогів.
            </li>
            <li>
              Продовжити співробітництво з батьками й різними структурами і
              органами, що причетні до питань соціального захисту прав та
              інтересів дітей різних пільгових категорій.
            </li>
          </ol>
          <h2 className="text-left">
            <b>Всьому педагогічному колективу:</b>
          </h2>
          <ol>
            <li>
              Посилити освітню та громадську роботу для забезпечення
              конкурентоспроможності загальноосвітнього навчального закладу.
            </li>
            <li>
              Формувати сприятливі внутрішньошкільні комунікації (партнерство у
              стосунках, взаємоповага, доброзичливість, взаєморозуміння).
            </li>
            <li>
              Створити необхідні умови для підвищення результативності
              діяльності шкільних бібліотек як інформаційно-ресурсних центрів.
            </li>
            <li>
              Створити умови для диференціації навчання, забезпечення
              допрофільного та профільного навчання, індивідуальної освітньої
              траєкторії розвитку учнів відповідно до їх особистісних потреб,
              інтересів та здібностей.
            </li>
            <li>
              Активізувати роботу з обдарованими і талановитими дітьми,
              створювати умови для розвитку їх творчих здібностей і навичок
              самостійного наукового пізнання, самоосвіти та самореалізації.
            </li>
            <li>
              Забезпечити підвищення якості навченості учнів, підготовки до
              державної підсумкової атестації у формі зовнішнього незалежного
              оцінювання засобами технологізації навчального процесу, покращення
              матеріально- технічної бази і впровадження компетентнісного
              підходу до навчання.
            </li>
            <li>
              Посилити та урізноманітнити форми і методи національно-
              патріотичного виховання дітей та молоді, активно залучаючи до
              цього органи учнівського самоврядування та громадські організації.
              Зосередити увагу на питанні залучення дітей та учнівської молоді
              до районних, міських, обласних та всеукраїнських акцій, проектів,
              волонтерської діяльності.
            </li>
            <li>
              Сприяти створенню здоров’язберігаючого середовища, формуванню
              навичок здорового способу життя у школярів, забезпеченню дієвого і
              розширеного медичного супроводу в гімназії, здійсненню якісної
              роботи спеціальних медичних груп.
            </li>
            <li>
              Налагодити міжсекторальне партнерство між суб’єктами освітнього
              процесу через ефективну взаємодію КГ №55 КМР та позашкільних
              навчальних закладів.
            </li>
            <li>
              Сприяти активізації інформаційно-просвітницької роботи з батьками,
              створенню умов для адаптації дітей внутрішньо переміщених осіб у
              нових колективах, залучати до цієї роботи практичних психологів,
              соціальних педагогів, працівників правоохоронних органів,
              громадськість, ЗМІ.
            </li>
            <li>
              Забезпечити збалансоване харчування учнів, підтримку й допомогу
              дітям пільгових категорій.
            </li>
          </ol>
        </div>
      </div>
      <hr className="my-4" />
      <div className="grid grid-cols-[auto_1fr]">
        <div className="mr-4">
          <b>Наша адреса:</b>
        </div>
        <div>
          50047, Дніпропетровська обл., м. Кривий Ріг, вул. Сергія
          Колачевського,108А
        </div>
        <div>
          <b>Телефон:</b>
        </div>
        <div>(096) 095-04-11, +38(0564) 94-84-01</div>
        <div>
          <b>e-mail:</b>
        </div>
        <div>
          <ExternalLink href="mailto:kg55kmr@ukr.net">
            kg55kmr@ukr.net
          </ExternalLink>
        </div>
      </div>
    </>
  );
}
