import { createFileRoute } from "@tanstack/react-router";
import { ImageKitCarousel } from "~/components/carousel";
import { Gallery } from "~/components/gallery";
import { YouTube } from "~/components/youtube";
import { useImagesSize } from "~/hooks/use-queries";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/(main)/history")({
  component: RouteComponent,
  staticData: {
    title: "Історична довідка",
  },
});

const historyImages = [
  asset("images/історія-закладу-1.webp"),
  asset("images/історія-закладу-2.webp"),
  asset("images/історія-закладу-3.jpg"),
  asset("images/історія-закладу-4.jpg"),
  asset("images/історія-закладу-5.jpg"),
];

function RouteComponent() {
  const images = useImagesSize(historyImages, false);
  return (
    <div className="content">
      <p>
        У мальовничому куточку Кривого Рогу стоїть Криворізька загальноосвітня
        школа №55. Перед нею – блакитна дуга лук, річка Саксагань. А за
        затишними стінами її приміщення – роки сумлінної творчої праці людей,
        відданих педагогічній справі, які виховали багатьох гідних синів і дочок
        Вітчизни. Стоїть школа у зеленому шумовинні розлогих дерев. Добра й
        лагідна, вимоглива й справедлива, терпелива та чуйна, як мудра мати.
        Роками зігріває вона своїм теплом дитячі серця.
      </p>
      <p>
        1 вересня 1975 року привітно відчинила двері середня школа №55, яку було
        побудовано на руднику Леніна по вулиці 23 Лютого, що простяглася від
        залізничної станції Рокувата упродовж кількох кілометрів.
      </p>
      <p>
        До шкільного майдану з усіх куточків сходяться люди та підлітки. Сонце
        по-святковому світить їм в обличчя, і на душі кожного радісно й
        хвилююче.
      </p>
      <p>
        – До цього свята ми почали готуватися задовго до відкриття школи,
        задовго до початку навчального року, – поділиться пізніше своїми
        спогадами директор. – Упродовж усього літа допомагати будівельникам
        приходили в школу підлітки та юнаки. Дуже хотілося хлопцям, щоб школа
        відкрилася саме 1 вересня.
      </p>
      <Gallery
        images={images.slice(0, 2)}
        rowContraints={{ singleRowMaxHeight: 300 }}
      />
      <p>
        Очолила педагогічний колектив надзвичайний ентузіаст своєї справи,
        математик за фахом, Кузнєцова Тамара Петрівна.
      </p>
      <p>
        По-літньому теплого вересневого дня за парти у світлих сонячних класах,
        наповнених сердечною любов’ю й учительським теплом, сіли більше півтори
        тисячі учнів.
      </p>
      <p>
        Це ті, хто завтра вершитиме нашу історію, плекатиме рідну культуру,
        гідно несучи героїчні традиції свого народу, переступили поріг нової
        споруди, щоб звідси взяти з собою в далеку дорогу могутній запас знань.
      </p>
      <p>
        Директор школи Кузнєцова Тамара Петрівна вручає символічний ключ
        першокласникам.
      </p>
      <Gallery
        images={images.slice(2, 4)}
        rowContraints={{ singleRowMaxHeight: 300 }}
      />
      <p>
        Дорога в країну знань відкрита! Перший раз в цій школі дзвенить дзвінок.
        Його дає учень - Святодух Микола.
      </p>
      <Gallery
        images={images.slice(4, 5)}
        rowContraints={{ singleRowMaxHeight: 300 }}
      />
      <p>
        Учні дарують педагогам, гостям букети запашних квітів і висловлюють щирі
        слова подяки.
      </p>
      <p>
        Дев'ятикласники разом з першокласниками отримують право першими увійти
        до нової будівлі. Навчальний рік розпочався. Багато належить зробити,
        багато чому навчитися.
      </p>
      <p>
        У шкільних коридорах чути розмови, сміх, радісний гамір. Діти ще зовсім
        юного мікрорайону, який виріс навколо школи, знайомляться між собою,
        діляться своїми враженнями від свята, розповідають про те, як пройшло
        літо.
      </p>
      <p>
        Так, <b>восени 1975 року</b> на одному з мальовничих куточків міста
        постала красуня — <b>загальноосвітня школа №55</b>, широкими вікнами
        своїми зачаровано задивлена у безмежний зелено-блакитний світ...
      </p>
      <p>
        У рік заснування закладу розпочали свій трудовий шлях: Ялуніна О.М.,
        Красношлик Н.Є., Грибоєдова С.А., Мельник Н.І., Коломоєць Н.Є., Тітова
        Т.П., Петриченко Л.Н., Мирошник Н.М., Івасюк Л.Б., Цеділіна В.В.,
        Кравцов В.І., Грибоєдов В.І., Каланчук Н.Л., Бондаренко Ю.В., Шалимова
        З.Я., Заярна А.А., Чирва С.Л., Черасєв А.Є., Крупінська Т.Г, Желтова
        Є.П., Рекрутенко Є.Ф., Гераскіна Л.О., Івасюк Л.Б., Катеруша Г.О., Труш
        М.Є., Мельничук О.В., Ісаков В.Р., Бокань Є.Ф., Герасімов А.Є., Мельник
        Т.В., Пастернак О.Н., Шпак Л.В., Петінов В.І., Маслова А.В., Вельдяєва
        М.М., Живогляд О.М., Пастернак К.М., Касилова Л.І., Манаєва Н.А.,
        Хоменко Г.М.. Забуранна Л.С., Кузьменко В.К., Голобокова В.І., Герасєв
        О.Є., Чалий В.Ф. – сорок п’ять самовідданих педагогічній праці молодих
        запальних учителів, невипадкових людей у своїй справі, справжніх
        патріотів освіти.
      </p>
      <p>
        Згодом із учительського колективу школи вийшла значна кількість
        педагогів, які стали керівниками інших освітніх закладів району, міста.
        П’ятдесят п’ята упродовж багатьох років стала «кузнею» керівних кадрів
        району, лідером освітьої діяльності та передового перспективного
        досвіду.
      </p>
      <p>
        Перший директор, Кузнєцова Тамара Петрівна, серйозна, строга та
        справедлива, зуміла згуртувати учнівський і педагогічний колектив,
        залучаючи всіх учасників навчально-виховного процесу до колективних
        творчих справ.
      </p>
      <p>
        Кращі педагогічні працівники очолили методичні об’єднання, творчі групи
        району.
      </p>
      <p>
        Криворізька загальноосвітня школа І-ІІІ ступенів № 55 Криворізької
        міської ради Дніпропетровської області розташована в Тернівському районі
        міста Кривого Рогу Дніпропетровської області.
      </p>
      <p>
        Першою відкрила двері нашої школи директор{" "}
        <b>Кузнєцова Тамара Петрівна</b> (1975-1993 рр.).
      </p>
      <p>
        З <b>1993 р.</b>
        школу очолював <b>Городецький Валерій Андрійович</b> (1993-1997 рр.).
        Спокійний і толерантний, інтелігентний та врівноважений, директор школи
        продовжив утверджувати традиції, що були започатковані у закладі.
      </p>
      <p>
        З <b>1997 р.</b> очолювала заклад <b>Булгакова Галина Миколаївна</b>{" "}
        (1997-2014 рр.) – учитель української мови та літератури, яка
        підтримувала та впроваджувала національну культуру, пропагувала звичаї
        та традиції українського народу.
      </p>
      <p>
        Усі вони лишились на педагогічному небосхилі яскравими зірками та
        плідним колоссям на вчительській ниві.
      </p>
      <p>
        З <b>2014 року</b> школою керує <b>Горевич Людмила Володимирівна</b>,
        спеціаліст вищої категорії «учитель-методист».
      </p>
      <p>
        Пам’ятаючи слова В.Сухомлинського про те, що виховують, навчають не
        програми, не підручники, не методи, а особистість учителя, вона
        наполегливо освоює секрети педагогічної майстерності, налагоджує питання
        педагогічної взаємодії з учнями, постійно вдосконалює фахові знання та
        уміння.
      </p>
      <p>
        У школі тісно утвердилися певні звичаї, традиції. Заклад переродився у
        міцну освітянську сім’ю. Випускники п’ятдесят п’ятої вирізняються чіткою
        життєвою позицією, освіченістю, моральними якостями.
      </p>
      <p>Творчого учня може виховати лише творчий учитель…</p>
      <p>
        Надаючи перевагу усьому сучасному, новому, продуктивному та
        прогресивному і не нехтуючи традиційними методиками, Горевич Л. В., ще
        будучи заступником директора з навчально-виховної роботи з 2004 року,
        скеровує роботу учительського колективу на зрощення творчих паростків
        особистості педагога, стимулює самовдосконалення та активність вчителя у
        власній педагогічній діяльності. Орієнтує функціонування педагогічного
        колективу у площину вдосконалення творчої активності та самостійності
        учня, виявлення та підтримку обдарованої учнівської молоді. Значну увагу
        приділяє становленню молодого педагога, розвитку його творчості та
        професіоналізму. Вона активно пропагує використання сучасних новітніх
        методик, вивчення педагогами школи та розповсюдження передового
        педагогічного досвіду новаторів педагогічної справи, залучає вчителів до
        створення власних педагогічних посібників та електронних підручників,
        веб-сайтів та блогів, систематизації та розповсюдження власного
        перспективного досвіду кращими вчителями закладу.
      </p>
      <p>
        Сьогодні Криворізька загальноосвітня школа І-ІІІ ст. № 55 – це сучасний
        перспективний навчальний заклад, що у багатьох напрямках діяльності є
        лідером серед шкіл району. У ній створено атмосферу взаємоповаги,
        взаєморозуміння між усіма учасниками навчального процесу.
      </p>
      <p>
        Наша школа - це згуртований педагогічний колектив, який налічує 45
        педагогів та навчає понад 500 розумних і талановитих, ініціативних і
        творчих, умілих і спортивних учнів. Вони всі різні, але кожен з них
        по-своєму любить школу і прагне зробити її ще красивішою і кращою.
      </p>
      <p>
        Учителі нашої школи - професіонали своєї справи, небайдужі, чуйні до
        проблем дитини люди, особистості, завжди готові до діалогу.
      </p>
      <p>
        Не можна не згадати тих, хто зайняв особливо важливе місце в творенні
        історії закладу. У школі працювали «метри» педагогічної справи. Понад 40
        років Мельник Т. В. (з дня заснування закладу). Понад 30 років у закладі
        працюють: Лазуренко С. І., Юшко А.А., Булгакова Г.М., Витрищенко С.В.,
        Вахненко В. М., Марченко І.А., Жмака М.Б. Понад 25 років: Мугак Н.І.,
        Половинкина О.А., Клименко А.І.
      </p>
      <p>
        Школа… Моя школа… Ці слова відлунюються світлими почуттями в душі
        кожного… Школа в нашій пам’яті – це світлі класи, обписана крейдою
        дошка, загублений десь щоденник, вимогливі вчителі, батьківські нотації
        і перше кохання.
      </p>
      <p>
        Ми пишаємося своїми випускниками. Близько 4000 учнів одержали документи
        про освіту, здобуту в Криворізькій загальноосвітній школі № 55. Кожен із
        випускників обрав свою дорогу і пішов нею в життя.
      </p>
      <pre className="text-center font-bold italic">
        {`Повертайтесь до рідної школи,
          Повертайтесь у будь-який час.
          Вона вас не забуде ніколи,
          Двері завжди відкриє для вас.
          І обійме, як мати дитину,
          До своїх, пригорнувши грудей,
          Адже мати однаково любить
          І малих, і дорослих дітей.
          Повертайтесь до рідної школи,
          Щоб в дитинство своє зазирнуть,
          Щоб, хоч в пам’яті роки минулі
          На хвилинку назад повернуть.`}
      </pre>
      <div className="grid sm:grid-cols-2 md:grid-cols-3">
        <YouTube videoId="UAABbOWy540" className="m-0 w-full" />
        <YouTube videoId="x9X9whPeA1k" className="m-0 w-full" />
        <YouTube videoId="GrxCNk1VGjk" className="m-0 w-full" />
        <YouTube videoId="3ls-DAH20Yo" className="m-0 w-full" />
      </div>
      <h1 className="mt-4">Фото історії закладу КГ №55 КМР</h1>
      <ImageKitCarousel path="main/history" />
    </div>
  );
}
