import { createFileRoute } from "@tanstack/react-router";
import { Tabs } from "~/components/tabs";

export const Route = createFileRoute("/(main)/needs")({
  component: RouteComponent,
  staticData: {
    title: "Орієнтовний перелік потреб навчального закладу",
  },
});

const data = [
  {
    date: "01.09.2024",
    items: [
      "Капітальний ремонт шиферної покрівлі приміщення закладу освіти.",
      "Капітальний ремонт частини м’якої покрівлі приміщення закладу освіти над актовою залою, вестибюлем.",
      "Заміна частини вікон на металопластикові енергозберігаючі.",
      "Утеплення зовнішніх стін будівлі КГ № 55.",
      "Здійснення обслуговування та ремонту оргтехніки.",
      "Дооблаштування та покращення умов перебування найпростішого укриття.",
      "Улаштування обмощення біля цоколю будівлі.",
      "Улаштування двору бруківкою /асфальтом.",
      "Облаштування вікон закладу тюлем.",
      "Облаштування підлоги закладу освіти лінолеумом.",
      "Часткова заміна системи водо- та теплопостачання.",
      "Здійснення обслуговування системи сигналізації, поточний ремонт системи відеоспостереження.",
      "Фарбування спортивних снарядів на спортивних майданчиках закладу.",
      "Осучаснення навчальних приміщень.",
    ],
  },
  {
    date: "01.09.2023",
    items: [
      "Капітальний ремонт шиферної покрівлі приміщення закладу освіти.",
      "Капітальний ремонт частини м’якої покрівлі приміщення закладу освіти над актовою залою, вестибюлем.",
      "Заміна частини вікон на металопластикові енергозберігаючі.",
      "Ремонт сходової клітини правого крила.",
      "Здійснення обслуговування та ремонту оргтехніки.",
      "Облаштування вікон закладу тюлем.",
      "Облаштування підлоги закладу освіти лінолеумом.",
      "Часткова заміна системи водо- та теплопостачання.",
      "Здійснення обслуговування системи сигналізації, поточний ремонт обладнання системи відеоспостереження.",
      "Фарбування спортивних снарядів на стадіоні закладу.",
    ],
  },
];

function RouteComponent() {
  return (
    <Tabs>
      {data.map((v) => (
        <Tabs.Tab key={v.date} title={`на ${v.date}`} id={v.date}>
          <div className="content">
            <ul>
              {v.items.map((item) => (
                <li key={item}>{item}</li>
              ))}
            </ul>
          </div>
        </Tabs.Tab>
      ))}
    </Tabs>
  );
}
