export const title =
  "Як заспокоїти себе й інших у кризових ситуаціях: поради та вправи";

export function Content() {
  return (
    <div className="content">
      <p>
        Під час частих замінувань, важливо не допускати паніки та вміти вчасно
        заспокоїтися, адже організм слабшає під впливом стресу. Зібрали для вас
        поради та вправи для рефлексації.
      </p>

      <p>
        <b>Вправа для швидкого розслаблення</b>
      </p>
      <ol>
        <li>
          Сядьте на стілець рівно, не перехрещуючи ноги. Якщо хочете, можете
          закрити очі. Порухайте пальцями ніг, стисніть їх сильно та повільно
          розслабте.
        </li>
        <li>
          Відірвіть п'яти від підлоги та напружте ікри. Поволі, а далі розслабте
          ноги.
        </li>
        <li>Напружте прес, а потім розслабте живіт.</li>
        <li>Відведіть плечі назад, напружте спину. Розслабтесь.</li>
        <li>
          Стисніть пальці у кулак сильно-сильно, наче схопили щось. Відпустіть.
          Стисніть руки у кулак та притисніть до себе. Плечі підтягніть до рук
          та розслабтесь.
        </li>
        <li>Потрясіть руками, відчуйте легку напругу у м'язах.</li>
      </ol>

      <p>
        <b>Дихальні вправи</b>
      </p>

      <p>
        Заспокійливе дихання. Це дихання допоможе зняти дратівливість і
        заспокоїти вашу нервову систему. Дихати потрібно носом. Зробіть глибокий
        вдих, видаючи звук, схожий на хропіння. Для цього потрібно трохи
        стиснути м'язи горла. Видих теж повинен бути аналогічним. Подихайте так
        кілька хвилин, і ваше роздратування втратить колишню силу.
      </p>
      <p>
        Розслаблююче дихання. Використовуйте це дихання для рятування від
        неспокійних нав'язливих думок. Великим пальцем правої руки пригорніть
        праву ніздрю, так щоб через неї не надходило повітря. Робіть повільний
        вдих і видих через ліву ніздрю. Потім відкрийте праву ніздрю, а ліву
        закрийте вказівним пальцем. І зробіть вдих-видих. Так, міняючи ніздрю
        для дихання, зробіть 15-20 дихальних циклів.
      </p>

      <p>
        <b>Вправи на релаксацію</b>
      </p>

      <ul>
        <li>
          <b>Вправа "Бурулька"</b>
          <br /> Встаньте, заплющте очі, руки підніміть вгору. Уявіть, що ви
          бурулька. Напружте всі м'язи вашого тіла. Запам'ятайте ці відчуття,
          замріть в цій позі на 1-2 хвилини. Потім уявіть, що під дією сонячного
          тепла ви починаєте повільно танути. Розслабте поступово кисті рук,
          потім м'язи плечей, шиї, корпусу, ніг і т.д. Запам'ятайте відчуття в
          стані розслаблення. Виконуйте вправи до досягнення оптимального
          психоемоційного стану. Цю вправу можна виконувати лежачи на підлозі.
        </li>
        <br />
        <li>
          <b>Вправа "Повітряна куля"</b>
          <br />
          Встаньте, заплющте очі, руки підніміть вгору, наберіть повітря.
          Уявіть, що ви велика повітряна куля, наповнена повітрям. Постійте в
          такій позі 1-2 хвилини, напружуючи всі м'язи тіла. Потім уявіть собі,
          що в кулі з'явилося невеликий отвір. Повільно починайте випускати
          повітря, одночасно розслабляючи м'язи тіла: кисті рук, потім м'язи
          плечей, шиї, корпусу, ніг і т.д. Запам'ятайте відчуття в стані
          розслаблення. Виконуйте вправи до досягнення оптимального
          психоемоційного стану.
        </li>
        <br />
        <li>
          <b>Вправа "Муха"</b>
          <br />
          Сядьте зручно: руки вільно покладіть на коліна, плечі і голова
          опущені, очі заплющені. Подумки уявіть, що на ваше обличчя намагається
          сісти муха. Вона сідає то на ніс, то на рот, то на лоб, то на очі.
          Ваше завдання: не відкриваючи очей, задіявши тільки м'язи обличчя,
          зігнати настирливу комаху. Після кількох хвилин такої "гри" розплющте
          очі, і побачите, що мухи не існує ;)
        </li>
        <br />
        <li>
          <b>Вправа "Лимон"</b>
          <br />
          Сядьте зручно: руки вільно, покладіть на коліна (долонями вгору),
          плечі і голова опущені, очі заплющені. Подумки уявіть собі, що у вас в
          правій руці лежить лимон. Починайте повільно його стискати до тих пір,
          поки не відчуєте, що "вичавили" весь сік, розслабтеся. Запам'ятайте
          свої відчуття, тепер уявіть собі, що лимон знаходитися в лівій руці.
          Повторіть вправу. Знову розслабтеся і запам'ятайте свої відчуття.
          Потім виконайте вправи одночасно двома руками. Розслабтеся.
        </li>
      </ul>

      <p>
        <b>Вправи на розфокусування</b>
      </p>
      <ul>
        <li>
          <b>Пошук кольорів</b>
          <br />
          Ця методика особливо підійде для заспокоєння групи, проте можна
          виконувати й самостійно. Варто обрати 1 будь-яких колір і в повній
          тиші, протягом декількох хвилин шукати предмети такого кольору. Ця
          вправа допомагає розфокусуватися з того, що токсично забирає вашу
          енергію. Особливо, це актуально в епоху "інформаційної інтоксикації".
        </li>
        <br />
        <li>
          <b>Абстрагування у просторі</b>
          <br />
          Дуже проста та ефективна вправа: заплющте очі та зосередитися на
          навколишніх звуках. Прислухайтеся до всього, що відбувається навколо,
          протягом 1 хвилини. Ви почуєте багато шумових факторів, які раніше не
          помічали, та водночас зосередитеся на власному сприйнятті "тут і
          зараз". Вправа може стати в нагоді також у роботі з групою, якщо
          втрачена увага чи група (дітей, наприклад) надто збуджена.
        </li>
      </ul>

      <p>
        <b>Метод "Ранкові сторінки"</b>
      </p>
      <p>
        Ранкові сторінки – це три сторінки А4, які Ви заповнюєте текстом-думками
        впродовж 20 хв. відразу ж після пробудження, ще до ранкових процедур та
        кави. Важливо записувати все, що приходить в голову, постарайтеся не
        зупинятися, не починати обмірковувати якусь одну думку, а просто
        безперервно писати. Не потрібно перечитувати і давати сторінки іншим.
        Таким чином ви зливаєте все зайве: занепокоєння, страхи, негатив,
        агресію.
      </p>

      <p>
        <b>Малюнки та розмальовки</b>
      </p>
      <p>
        Процес малювання та розмальовування картинок, як відомо, може стати
        чудовим заспокійливим. Більш того, такі прості вправи допомагають
        сконцентрувати увагу та налаштувати на подальшу серйозну діяльність.
        Така концентрація допоможе відволіктися від саморуйнівних думок під час
        кризових ситуацій. Також усе більш популярними стають
        картини-розмальовки, обирайте зручний формат ;)
      </p>

      <div className="mb-3 text-center font-bold">
        Зараз, як ніколи, важливо підтримувати та заспокоювати один одного,
        фільтрувати інформацію та не піддаватися наростаючій паніці.
        <br />
        Бережіть себе та своїх близьких, дбайте про ментальне здоров'я!
      </div>
    </div>
  );
}
