import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/ma-primary/")({
  component: RouteComponent,
  staticData: {
    title: "Методична робота",
  },
});

// TODO: 2023-2024

function RouteComponent() {
  return (
    <div className="content">
      <img
        src={asset("images/працівники/мо-вчителів-початкових-класів.jpg")}
        className="mx-auto w-160"
      />

      <p>
        <b>Науково-методична проблема закладу:</b>
        <br />
        «Використання продуктивних моделей, методів, технологій як засіб
        соціалізації особистості»
      </p>

      <p>
        <b>Основні завдання методоб’єднання на 2023-2024 н.р.</b>
      </p>
      <ol>
        <li>
          Забезпечення умов для успішного впровадження Концепції Нової
          української школи, Державного стандарту початкової освіти на засадах
          компетентнісного підходу.
        </li>
        <li>
          Продовження впровадження особистісно-орієнтованого та діяльнісного
          підходів , сучасних інноваційних педагогічних технологій,
          інформаційно-комунікативних засобів навчання в освітній процес.
        </li>
        <li>
          Сприяння створенню гуманного соціокультурного середовища для
          самовираження, самоактуалізації, самоствердження та самореалізації
          кожного вчителя, його повноцінного професійного розвитку й
          особистісного самостановлення.
        </li>
        <li>
          Формування єдиного освітньо-методичного простору для професійного
          зростання педагогів.
        </li>
        <li>
          Забезпечення соціально-психологічної підтримки батьків та учнів у
          військовий час, здійснення контролю за дотриманням помірного
          навантаження та допомоги батькам і учням в процесі навчання онлайн.
        </li>
        <li>
          Створення умов для всебічного розвитку дитини, її талантів,
          здібностей, компетентностей та наскрізних умінь відповідно до вікових
          та індивідуальних психофізіологічних особливостей і потреб, формування
          цінностей, розвитку самостійності, творчості та допитливості.
        </li>
        <li>
          Ефективне, цілеспрямоване використання останніх досягнень педагогічної
          науки і передового педагогічного досвіду.
        </li>
      </ol>

      <p>
        <b>Завдання членам методичного об’єднання:</b>
      </p>
      <ul>
        <li>
          систематично опрацьовувати документи щодо організації навчання в НУШ,
          працювати над вдосконаленням методичної роботи з питань підвищення
          професійної майстерності;
        </li>
        <li>
          удосконалювати прийоми і методи дистанційного навчання, дбати про
          оформлення освітнього середовища;
        </li>
        <li>
          опрацьовувати нові документи, методичні рекомендації у військовий
          період, слідкувати за новинками методичної літератури, впроваджувати
          їх в освітній процес;
        </li>
        <li>займатися самоосвітою.</li>
      </ul>
    </div>
  );
}
