import image from "./1.jpg";

export const title = "Анкета «Самоаналіз для батьків»";

export function Content() {
  return (
    <div className="content">
      <p className="text-center">
        Шановні батьки!
        <br />
        Спробуйте подивитися на себе очима Вашої дитини і дайте відповіді на
        запитання.
      </p>

      <img src={image} className="w-50 md:float-right md:ml-3" />

      <ol>
        <li>Яким (якою) мене бачить мій син чи донька?</li>
        <li>Чи відчуває моя дитина, що я її люблю?</li>
        <li>Чи вважає вона, що я її розумію?</li>
        <li>
          Чи є в неї підстави думати про мене, як про справедливу, добру, чуйну
          людину?
        </li>
        <li>Чи подобається їй, як я з нею розмовляю?</li>
        <li>Чи хотів(ла) б я, щоб вона так розмовляла зі мною, як я з нею?</li>
        <li>
          Якщо, коли ми сваримося чи сперечаємося, я відчуваю образу, злість, то
          що вона відчуває до мене?
        </li>
        <li>
          Чи хотів(ла) би (б) я, щоб мене зараз виховували так, як я виховую
          свою дитину?
        </li>
        <li>
          Чи відчуває вона себе самотньою? Чи має відчуття, що її не розуміють?
        </li>
        <li>
          Від чого вона страждає? Чи знаю я про ці страждання або, може, не
          здогадуюся?
        </li>
        <li>
          Чи є в нас із нею хоча б одне заняття, яким ми обоє займаємося із
          задоволенням?
        </li>
        <li>Чи часто ми разом проводимо своє дозвілля?</li>
      </ol>
    </div>
  );
}
