import image from "./1.jpg";

export const title = "Культура поведінки учня. Як її виховати?";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="w-72 md:float-right md:ml-3" />

      <p>
        <b>Ведучий.</b> Батьки хочуть бачити своїх дітей доброзичливими й
        делікатними, добрими й контактними.
      </p>
      <p>
        Однак свою діяльність щодо виховання культури поведінки дорослі іноді
        зводять лише до того, щоб привчити дитину дотримуватися певної кількості
        формальних правил.
      </p>
      <p>
        Та чи не доводилося вам зустрічати людей, за ввічливістю яких ви не
        відчували ні тепла, ні доброзичливості, ні справжньої внутрішньої
        культури? Це означає,
        <b>
          що справа виховання культурної поведінки не зводиться лише до знання
          правил етикету
        </b>
        . Треба, щоб ці знання і засвоєння певних манер були підпорядковані
        вихованню чуйності, доброзичливості.
      </p>
      <p>
        І тут
        <b>
          {" "}
          вирішальну роль відіграє приклад близьких людей, насамперед батьків
        </b>
        . Якщо з дитинства малюк бачить, як уважно ставляться його батьки одне
        до одного та до оточення (навіть на хвилинку зайде сусідка, мама
        обов'язково запропонує їй сісти, тато ніколи не пройде у двері, поки не
        пропустить тих, хто виходить тощо), то у нього обов'язково складеться
        певна установка на те, щоб і самому в потрібний момент виявити уважність
        і чуйність. Такі слова, як: «будь ласка», «дякую», «якщо вам не важко» —
        не зайві у нашій мові. І дитина повинна привчатися їх застосовувати
        якомога раніше. Але для того щоб запам’ятати і засвоїти їх зміст, вона
        повинна чути їх передусім у побутових розмовах і бачити, як себе
        поводять батько й мати.
      </p>
      <p>
        Багато залежить від прикладу, але він діє не автоматично. У житті
        доводиться бачити і таке: батьки доброзичливій привітні, а дитина
        байдужа до близьких і тим паче до чужих людей, може дозволити собі
        нетактовність, а іноді навіть і грубість. Вона знає про існування правил
        культурної поведінки, та й добрий приклад у неї перед очима, а все ж...
        У чому тут справа?
      </p>
      <p>
        Здебільшого причина полягає в тому, що батьки аж надто розраховують на
        те, що культура добрих звичок сформується сама, вони забувають, що її
        треба культивувати.{" "}
        <b>
          Дитина повинна мати можливість тренуватися в способах і прийомах
          культурної поведінки.
        </b>
      </p>
    </div>
  );
}
