export const title = "Поради вчителям по роботі з дітьми агресивної поведінки";

export function Content() {
  return (
    <div className="content">
      <ul>
        <li>
          3 агресивною дитиною не можна розмовляти на підвищених тонах — таким
          чином ви провокуєте посилення агресивних імпульсів. Послідовне
          використання спокійної, плавної мови дасть дитині змогу переключитися
          і почати слухати вас. При цьому особливо важливо визнати право дитини
          позбуватися своєї енергії різними способами, після чого вона почне
          прислухатися, у вас з'явиться шанс допомогти їй опанувати
          конструктивні методи виходу агресивних імпульсів.
        </li>
        <li>
          Деякі діти під впливом дорослих довгий час здатні стримувати свої
          агресивні імпульси навіть тоді, коли інші зачіпають їхню особистість
          («Битися недобре! Не зважай!»). Щоправда, ніхто не вчить не чути образ
          на свою адресу. Наслідок — час від часу в такої витриманої дитини
          відбувається сильний вилив емоцій. І якщо вона вже вдарить кривдника у
          такому стані, то не дивно, що це може призвести до його травмування.
          Тому, як співають у пісні, «честь должна бьіть спасена мгновенно».
          Тоді буде набагато менше проблем.
        </li>
        <li>
          Агресивні вияви можна знімати за допомогою спеціальних вправ.
          Наприклад, навчити дитину зосереджувати увагу в момент імпульсу на
          своїх руках і навмисне стискати кулаки з максимальним напруженням.
          Гіпернапруження обов'язково зміниться релаксацією м'язів. І якщо
          агресія не минає, то принаймні стає керованою.
        </li>
        <li>
          Добре допомагає агресивним дітям і психофізичне тренування. Навички
          виконання вправи «Левітація рук» дозволяють зменшити загальний рівень
          агресивності й навчитися керувати собою в кризових ситуаціях.
        </li>
      </ul>
    </div>
  );
}
