import image from "./1.jpg";

export const title =
  "Толерантність як ознака високого духовного розвитку суспільства";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-80" />

      <p>
        Толерантність як норму сучасного цивілізованого світу продекламовано в
        Резолюції Генеральної Конференції ЮНЕСКО 16 листопада 1995 року як
        «Декларацію принципів толерантності». З того часу цей день щороку
        відзначається як Міжнародний день толерантності по усій планеті.
      </p>
      <p>З латини tolerantia означає «стійкість, витривалість».</p>
      <p>
        Синоніми толерантності - це терпимість, повага до чужої думки,
        лояльність. Толерантність повинні виявляти як окремі люди та групи
        людей, так і держави.
      </p>
      <p>
        Толерантність - це готовність постійно і з гідністю сприймати будь-яку
        особистість або подію.
      </p>
      <p>
        Усі люди мають бути повністю інтегровані в суспільство і бути
        рівноправними незалежно від раси, статі, національності або релігії.
        Хоча в житті ми часто натрапляємо на упередженість, стереотипізацію,
        глузування, ненависть, безпідставні звинувачення, залякування, домагання
        тощо.
      </p>
      <p>
        Але не потрібно плутати толерантність з поблажливістю або потуранням.
        Вияв толерантності, який співзвучний повазі прав людини, не означає
        терплячого ставлення до соціальної несправедливості, відмови від своїх
        або поступок чужим переконанням. Заповідь толерантності – нульова
        толерантність до дискримінації та насильства.
      </p>
      <p>
        Здатність людини відстоювати свою точку зору, не порушуючи моральних
        прав іншої людини, називають асерт́ивністю. Це здатність у ситуації
        зовнішнього тиску коректно відстоювати свої інтереси та свою лінію
        поведінки, спокійно казати «ні» тому, що вас не влаштовує та
        продовжувати в соціально прийнятній формі ефективно наполягати на своїх
        правах. Асертивність – це самоствердження через конструктивну
        діяльність, досягнення майстерності безконфліктного спілкування. Стати
        асертивним, тобто навчитися відстоювати себе і захищати свої права у
        спокійній неагресивній манері, це значить поєднати свою внутрішню силу з
        увічливістю в стосунках з оточенням.
      </p>
      <p>
        Поняття толерантності вбирає в себе багато позитивних людських якостей
        та проявів особистості, головними серед них є щирість, мудрість,
        людяність.
      </p>
      <p>
        Толерантність - це насамперед активне ставлення, що формується на основі
        визнання універсальних прав і основних свобод людини.
      </p>
    </div>
  );
}
