import image from "./1.webp";

export const title = "Пам'ятка для батьків";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="w-40 md:float-right md:ml-3" />

      <ol>
        <li>
          На прикладах, узятих із життя, демонструйте дітям зразки чесного
          виконання обов'язку перед суспільством і сім'єю.
        </li>
        <li>Відвідуйте збори і заняття для батьків.</li>
        <li>Виділіть школяреві постійне робоче місце.</li>
        <li>
          Привчайте учня до охайності, дбайливого ставлення до шкільного майна і
          навчальних посібників.
        </li>
        <li>
          Щоденно цікавтеся успіхами дитини в школі. Запитуйте: «Що цікавого
          було сьогодні в школі? Про що ти дізнався, чого навчився? Чи похвалила
          тебе вчителька? За що?» замість традиційного: «Чи з'їв усе те, що я
          дала тобі в школу? Не товаришуй із Миколою, бо він поганий хлопчик!».
        </li>
        <li>
          Радійте успіхам дитини, допомагайте їй, але пам'ятайте; що допомога і
          контроль не мають бути муштрою, моралізуванням. Головне - підтримуйте
          інтерес до навчання.
        </li>
        <li>
          Сприяйте участі дитини в заходах, які проводяться в класі або школі.
        </li>
        <li>
          Намагайтеся вислухати дитину до кінця. Поділитися своїми враженнями
          -це природна потреба.
        </li>
        <li>
          Організовуйте дозвілля дитини, ходіть з нею в кіно, театр, на виставки
          тощо; привчайте слухати музику, читати художню літературу; підтримуйте
          інтерес до техніки, образотворчого мистецтва і фізкультури.
        </li>
        <li>Систематично привчайте дитину до праці.</li>
        <li>
          Пам'ятайте, що лише разом зі школою можна досягти бажаних результатів
          у вихованні й навчанні дітей. Учитель -ваш перший порадник і друг.
          Радьтеся з ним, підтримуйте його авторитет. Зауваження щодо роботи
          вчителя висловлюйте в школі, на зборах. Не робіть цього у присутності
          дітей!
        </li>
      </ol>
    </div>
  );
}
