// This file is auto-generated. Do not edit it manually.


export type StaticAssetPath =
  'audio/гімн.mp3' |
  'documents/emails.pdf' |
  'documents/графік-онлайн-офлайн-консультацій-дистанційне-навчання.pdf' |
  'documents/поради-батькам-дистанційне-навчання-1.pdf' |
  'documents/поради-батькам-дистанційне-навчання-2.pdf' |
  'documents/інструкція-картка-криворіжця.pdf' |
  'favicon.ico' |
  'icons/pin.png' |
  'icons/газета.webp' |
  'images/covid-19-1.jpg' |
  'images/covid-19-2.jpg' |
  'images/covid-19-3.jpg' |
  'images/covid-19-4.jpg' |
  'images/covid-19-5.jpg' |
  'images/stop-bullying.jpg' |
  'images/безоплатна-правова-допомога.webp' |
  'images/безпечна-зима/1.webp' |
  'images/безпечна-зима/10.webp' |
  'images/безпечна-зима/11.webp' |
  'images/безпечна-зима/12.webp' |
  'images/безпечна-зима/13.webp' |
  'images/безпечна-зима/14.webp' |
  'images/безпечна-зима/15.webp' |
  'images/безпечна-зима/16.webp' |
  'images/безпечна-зима/17.webp' |
  'images/безпечна-зима/18.webp' |
  'images/безпечна-зима/19.webp' |
  'images/безпечна-зима/2.webp' |
  'images/безпечна-зима/20.webp' |
  'images/безпечна-зима/21.webp' |
  'images/безпечна-зима/22.webp' |
  'images/безпечна-зима/23.webp' |
  'images/безпечна-зима/24.webp' |
  'images/безпечна-зима/25.webp' |
  'images/безпечна-зима/26.webp' |
  'images/безпечна-зима/27.webp' |
  'images/безпечна-зима/28.webp' |
  'images/безпечна-зима/29.webp' |
  'images/безпечна-зима/3.webp' |
  'images/безпечна-зима/30.webp' |
  'images/безпечна-зима/31.webp' |
  'images/безпечна-зима/32.webp' |
  'images/безпечна-зима/33.webp' |
  'images/безпечна-зима/34.webp' |
  'images/безпечна-зима/35.webp' |
  'images/безпечна-зима/36.webp' |
  'images/безпечна-зима/37.webp' |
  'images/безпечна-зима/38.webp' |
  'images/безпечна-зима/39.webp' |
  'images/безпечна-зима/4.webp' |
  'images/безпечна-зима/40.webp' |
  'images/безпечна-зима/41.webp' |
  'images/безпечна-зима/42.webp' |
  'images/безпечна-зима/43.webp' |
  'images/безпечна-зима/44.webp' |
  'images/безпечна-зима/45.webp' |
  'images/безпечна-зима/46.webp' |
  'images/безпечна-зима/5.webp' |
  'images/безпечна-зима/6.webp' |
  'images/безпечна-зима/7.webp' |
  'images/безпечна-зима/8.webp' |
  'images/безпечна-зима/9.webp' |
  'images/безпечне-освітнє-середовище-1.webp' |
  'images/безпечне-освітнє-середовище-2.webp' |
  'images/безпечне-освітнє-середовище-3.webp' |
  'images/безпечне-освітнє-середовище-4.webp' |
  'images/безпечне-освітнє-середовище-5.webp' |
  'images/безпечне-освітнє-середовище-6.webp' |
  'images/безпечний-інтернет-1.jpg' |
  'images/безпечний-інтернет-2.jpg' |
  'images/булінг.jpg' |
  'images/бібліотека-1.jpg' |
  'images/бібліотека-2.jpg' |
  'images/бібліотека-3.jpg' |
  'images/бібліотека-4.jpg' |
  'images/вакансії.jpg' |
  'images/вона-хаб.jpg' |
  'images/відключення-електроенергії-1.jpg' |
  'images/відключення-електроенергії-2.jpg' |
  'images/відключення-електроенергії-3.jpg' |
  'images/відключення-електроенергії-4.jpg' |
  'images/відомі-випускники/амброзяк.webp' |
  'images/відомі-випускники/горевич.webp' |
  'images/відомі-випускники/дармостук-а.webp' |
  'images/відомі-випускники/дармостук-л.webp' |
  'images/відомі-випускники/дьоміна.webp' |
  'images/відомі-випускники/качан.webp' |
  'images/відомі-випускники/колєсніков.webp' |
  'images/відомі-випускники/литвинова.webp' |
  'images/відомі-випускники/наумов.webp' |
  'images/відомі-випускники/федін.webp' |
  'images/відомі-випускники/чирка.webp' |
  'images/вікові-норми-розвитку-1.jpg' |
  'images/вікові-норми-розвитку-2.jpg' |
  'images/вікові-норми-розвитку-3.jpg' |
  'images/вікові-норми-розвитку-4.jpg' |
  'images/гаряча-лінія.jpg' |
  'images/герб-україни.webp' |
  'images/герої-живуть-вічно.jpg' |
  'images/гімн-україни.jpg' |
  'images/дистанційне-навчання-2022-2023.jpg' |
  'images/дистанційне-навчання-2023-2024.jpg' |
  'images/дистанційне-навчання-2024-2025.jpg' |
  'images/для-майбутнього-першокласника.webp' |
  'images/до-первоцвіт-напрямки.jpg' |
  'images/до-первоцвіт-правила.jpg' |
  'images/до-первоцвіт-умови-ефективності-1.jpg' |
  'images/до-первоцвіт-умови-ефективності-2.jpg' |
  'images/до-первоцвіт-умови-ефективності-3.jpg' |
  'images/до-первоцвіт-умови-ефективності-4.jpg' |
  'images/домашнє-насильство.jpg' |
  'images/дія-населення-під-час-евакуації-1.jpg' |
  'images/дія-населення-під-час-евакуації-2.jpg' |
  'images/евакуація-1.jpg' |
  'images/евакуація-2.jpg' |
  'images/евакуація-3.jpg' |
  'images/евакуація-4.jpg' |
  'images/електронні-підручники.jpg' |
  'images/емблема.webp' |
  'images/енергоефективність-1.jpg' |
  'images/енергоефективність-2.jpg' |
  'images/енергоефективність-3.jpg' |
  'images/енергоефективність-4.jpg' |
  'images/захист-персональних-даних.jpg' |
  'images/захоплення-в-заручники-1.jpg' |
  'images/захоплення-в-заручники-2.jpg' |
  'images/зверніть-увагу.jpg' |
  'images/календар-профілактичних-щеплень-1.jpg' |
  'images/календар-профілактичних-щеплень-2.jpg' |
  'images/картка-криворіжця.jpg' |
  'images/корисні-сайти/cprppkr.jpg' |
  'images/корисні-сайти/dano.jpg' |
  'images/корисні-сайти/disted-edu-vn.jpg' |
  'images/корисні-сайти/dneprtest-dp-ua.jpg' |
  'images/корисні-сайти/don-kr-ua.jpg' |
  'images/корисні-сайти/kr-gov-ua.jpg' |
  'images/корисні-сайти/mon-gov-ua.jpg' |
  'images/корисні-сайти/osvita-ua.jpg' |
  'images/корисні-сайти/sqe-gov-ua.jpg' |
  'images/корисні-сайти/ternivvo.jpg' |
  'images/критерії-оцінювання.jpg' |
  'images/ла-страда.webp' |
  'images/медичне-обслуговування.jpg' |
  'images/медичний-огляд-працівників-1.jpg' |
  'images/медичний-огляд-працівників-2.jpg' |
  'images/медичний-огляд-працівників-3.jpg' |
  'images/методичний-кабінет-1.jpg' |
  'images/методичний-кабінет-2.jpg' |
  'images/мобільна-бригада.jpg' |
  'images/мінна-безпека.jpg' |
  'images/навчальні-програми-англійська.jpg' |
  'images/навчальні-програми-біологія.jpg' |
  'images/навчальні-програми-географія.jpg' |
  'images/навчальні-програми-зарубіжна-література.jpg' |
  'images/навчальні-програми-здоров`я-безпека-добробут.jpg' |
  'images/навчальні-програми-математика.jpg' |
  'images/навчальні-програми-музика.jpg' |
  'images/навчальні-програми-початкова-школа.jpg' |
  'images/навчальні-програми-пізнаємо-природу.jpg' |
  'images/навчальні-програми-технології.jpg' |
  'images/навчальні-програми-українська-література.jpg' |
  'images/навчальні-програми-українська-мова.jpg' |
  'images/навчальні-програми-фізика.jpg' |
  'images/навчальні-програми-фізична-культура.jpg' |
  'images/навчальні-програми-хімія.jpg' |
  'images/навчальні-програми-інформатика.jpg' |
  'images/навчальні-програми-історія.jpg' |
  'images/насильство-у-сім`ї.jpg' |
  'images/науково-дослідницька-робота.jpg' |
  'images/обдаровані-учні.jpg' |
  'images/охорона-праці.jpg' |
  'images/пам`ятка-для-батьків.jpg' |
  'images/пам`ятка-для-працівників-закладу-освіти.jpg' |
  'images/положення-конкурсів.jpg' |
  'images/правила-поведінки-учнів-1.jpg' |
  'images/правила-поведінки-учнів-2.jpg' |
  'images/правила-поведінки-учнів-3.jpg' |
  'images/практичний-психолог-1.jpg' |
  'images/практичний-психолог-2.jpg' |
  'images/прапор-україни-1.jpg' |
  'images/прапор-україни-2.jpg' |
  'images/працівники/алтинбаєва-2.jpg' |
  'images/працівники/алтинбаєва.jpg' |
  'images/працівники/артемюк.jpg' |
  'images/працівники/балагуряк.jpg' |
  'images/працівники/гнатюк.jpg' |
  'images/працівники/гнечко.jpg' |
  'images/працівники/горевич.jpg' |
  'images/працівники/давидов.jpg' |
  'images/працівники/добровольська.jpg' |
  'images/працівники/довмат.jpg' |
  'images/працівники/драєнко.jpg' |
  'images/працівники/дубачинська.jpg' |
  'images/працівники/загальне-фото.jpg' |
  'images/працівники/заярнюк.jpg' |
  'images/працівники/капуста.jpg' |
  'images/працівники/кмітевич.jpg' |
  'images/працівники/кузьменко.jpg' |
  'images/працівники/лисенко.jpg' |
  'images/працівники/лопатін.jpg' |
  'images/працівники/лівак-і-о.jpg' |
  'images/працівники/лівак.jpg' |
  'images/працівники/малютіна.jpg' |
  'images/працівники/марченко.jpg' |
  'images/працівники/масько.jpg' |
  'images/працівники/мо-вчителів-початкових-класів.jpg' |
  'images/працівники/мо-вчителів-природничо-математичного-циклу.jpg' |
  'images/працівники/мо-вчителів-суспільно-гуманітарного-циклу.jpg' |
  'images/працівники/мугак.jpg' |
  'images/працівники/половинкина.jpg' |
  'images/працівники/рзаєва.jpg' |
  'images/працівники/руда.jpg' |
  'images/працівники/рябоконь.jpg' |
  'images/працівники/соловйова.jpg' |
  'images/працівники/старікова.jpg' |
  'images/працівники/стрембицька.jpg' |
  'images/працівники/таран.jpg' |
  'images/працівники/тельвак.jpg' |
  'images/працівники/фербей.jpg' |
  'images/працівники/чудна.jpg' |
  'images/працівники/шуть.jpg' |
  'images/предметні-тижні.jpg' |
  'images/профорієнтаційна-робота-1.jpg' |
  'images/профорієнтаційна-робота-2.jpg' |
  'images/профорієнтаційна-робота-3.jpg' |
  'images/профілактика-коронавірусної-інфекції-1.jpg' |
  'images/профілактика-коронавірусної-інфекції-2.jpg' |
  'images/профілактика-коронавірусної-інфекції-3.jpg' |
  'images/профілактика-коронавірусної-інфекції-4.jpg' |
  'images/профілактика-коронавірусної-інфекції-5.jpg' |
  'images/профілактика-коронавірусної-інфекції-6.jpg' |
  'images/профілактика-коронавірусної-інфекції-7.jpg' |
  'images/профілактика-коронавірусної-інфекції-8.jpg' |
  'images/профілактика-коронавірусної-інфекції-9.jpg' |
  'images/робочий-навчальний-план.jpg' |
  'images/розділи/батьківський-форум-мініатюра.jpg' |
  'images/розділи/батьківський-форум.jpg' |
  'images/розділи/виховна-робота-мініатюра.jpg' |
  'images/розділи/виховна-робота.jpg' |
  'images/розділи/кг55кмр.jpg' |
  'images/розділи/методичний-кабінет.jpg' |
  'images/розділи/мо-вчителів-початкових-класів.jpg' |
  'images/розділи/мо-вчителів-природничо-математичного-циклу.jpg' |
  'images/розділи/освітній-процес-мініатюра.jpg' |
  'images/розділи/освітній-процес.jpg' |
  'images/розділи/охорона-праці-та-безпека-життєдіяльності-мініатюра.jpg' |
  'images/розділи/охорона-праці-та-безпека-життєдіяльності.jpg' |
  'images/розділи/соціально-психологічна-служба-мініатюра.jpg' |
  'images/розділи/соціально-психологічна-служба.jpg' |
  'images/санітарно-гігієнічні-норми.jpg' |
  'images/сертифікати-вчителів/заярнюк-1.jpg' |
  'images/сертифікати-вчителів/мугак-1.jpg' |
  'images/сертифікати-вчителів/мугак-2.jpg' |
  'images/сертифікати-вчителів/мугак-3.jpg' |
  'images/сертифікати-вчителів/мугак-4.jpg' |
  'images/сертифікати-вчителів/старікова-1.jpg' |
  'images/сертифікати-вчителів/старікова-2.jpg' |
  'images/сертифікати-вчителів/старікова-3.jpg' |
  'images/симптоми-інфекційної-хвороби.jpg' |
  'images/сокіл-джура.webp' |
  'images/структура-органів-управління.jpg' |
  'images/центр-життєстійкості.jpg' |
  'images/як-звернутися-до-юристів.jpg' |
  'images/інформатика.jpg' |
  'images/історія-закладу-1.webp' |
  'images/історія-закладу-2.webp' |
  'images/історія-закладу-3.jpg' |
  'images/історія-закладу-4.jpg' |
  'images/історія-закладу-5.jpg' |
  'robots.txt';

/**
 * Represents the known directories containing static assets.
 * '.' represents the root directory.
 */
export type StaticAssetDirectory =
  '.' |
  'audio/' |
  'documents/' |
  'icons/' |
  'images/' |
  'images/безпечна-зима/' |
  'images/відомі-випускники/' |
  'images/корисні-сайти/' |
  'images/працівники/' |
  'images/розділи/' |
  'images/сертифікати-вчителів/';

/**
 * Represents the relative paths of files located *directly* within a specific directory.
 * Use '.' for the root directory.
 * @template Dir - A directory path string literal type from StaticAssetDirectory (e.g., 'icons/', 'icons/sun/', '.').
 */
export type FilesInFolder<Dir extends '.' | StaticAssetDirectory> = 
  Dir extends '.'
    ? Exclude<StaticAssetPath, `${string}/${string}`>
    : Extract<StaticAssetPath, `${Dir}${string}`> extends infer Match
      ? Match extends `${Dir}${infer FileName}`
        ? FileName extends `${string}/${string}`
          ? never
          : Match
        : never
      : never;



const assets = new Set<string>([
  'audio/гімн.mp3',
  'documents/emails.pdf',
  'documents/графік-онлайн-офлайн-консультацій-дистанційне-навчання.pdf',
  'documents/поради-батькам-дистанційне-навчання-1.pdf',
  'documents/поради-батькам-дистанційне-навчання-2.pdf',
  'documents/інструкція-картка-криворіжця.pdf',
  'favicon.ico',
  'icons/pin.png',
  'icons/газета.webp',
  'images/covid-19-1.jpg',
  'images/covid-19-2.jpg',
  'images/covid-19-3.jpg',
  'images/covid-19-4.jpg',
  'images/covid-19-5.jpg',
  'images/stop-bullying.jpg',
  'images/безоплатна-правова-допомога.webp',
  'images/безпечна-зима/1.webp',
  'images/безпечна-зима/10.webp',
  'images/безпечна-зима/11.webp',
  'images/безпечна-зима/12.webp',
  'images/безпечна-зима/13.webp',
  'images/безпечна-зима/14.webp',
  'images/безпечна-зима/15.webp',
  'images/безпечна-зима/16.webp',
  'images/безпечна-зима/17.webp',
  'images/безпечна-зима/18.webp',
  'images/безпечна-зима/19.webp',
  'images/безпечна-зима/2.webp',
  'images/безпечна-зима/20.webp',
  'images/безпечна-зима/21.webp',
  'images/безпечна-зима/22.webp',
  'images/безпечна-зима/23.webp',
  'images/безпечна-зима/24.webp',
  'images/безпечна-зима/25.webp',
  'images/безпечна-зима/26.webp',
  'images/безпечна-зима/27.webp',
  'images/безпечна-зима/28.webp',
  'images/безпечна-зима/29.webp',
  'images/безпечна-зима/3.webp',
  'images/безпечна-зима/30.webp',
  'images/безпечна-зима/31.webp',
  'images/безпечна-зима/32.webp',
  'images/безпечна-зима/33.webp',
  'images/безпечна-зима/34.webp',
  'images/безпечна-зима/35.webp',
  'images/безпечна-зима/36.webp',
  'images/безпечна-зима/37.webp',
  'images/безпечна-зима/38.webp',
  'images/безпечна-зима/39.webp',
  'images/безпечна-зима/4.webp',
  'images/безпечна-зима/40.webp',
  'images/безпечна-зима/41.webp',
  'images/безпечна-зима/42.webp',
  'images/безпечна-зима/43.webp',
  'images/безпечна-зима/44.webp',
  'images/безпечна-зима/45.webp',
  'images/безпечна-зима/46.webp',
  'images/безпечна-зима/5.webp',
  'images/безпечна-зима/6.webp',
  'images/безпечна-зима/7.webp',
  'images/безпечна-зима/8.webp',
  'images/безпечна-зима/9.webp',
  'images/безпечне-освітнє-середовище-1.webp',
  'images/безпечне-освітнє-середовище-2.webp',
  'images/безпечне-освітнє-середовище-3.webp',
  'images/безпечне-освітнє-середовище-4.webp',
  'images/безпечне-освітнє-середовище-5.webp',
  'images/безпечне-освітнє-середовище-6.webp',
  'images/безпечний-інтернет-1.jpg',
  'images/безпечний-інтернет-2.jpg',
  'images/булінг.jpg',
  'images/бібліотека-1.jpg',
  'images/бібліотека-2.jpg',
  'images/бібліотека-3.jpg',
  'images/бібліотека-4.jpg',
  'images/вакансії.jpg',
  'images/вона-хаб.jpg',
  'images/відключення-електроенергії-1.jpg',
  'images/відключення-електроенергії-2.jpg',
  'images/відключення-електроенергії-3.jpg',
  'images/відключення-електроенергії-4.jpg',
  'images/відомі-випускники/амброзяк.webp',
  'images/відомі-випускники/горевич.webp',
  'images/відомі-випускники/дармостук-а.webp',
  'images/відомі-випускники/дармостук-л.webp',
  'images/відомі-випускники/дьоміна.webp',
  'images/відомі-випускники/качан.webp',
  'images/відомі-випускники/колєсніков.webp',
  'images/відомі-випускники/литвинова.webp',
  'images/відомі-випускники/наумов.webp',
  'images/відомі-випускники/федін.webp',
  'images/відомі-випускники/чирка.webp',
  'images/вікові-норми-розвитку-1.jpg',
  'images/вікові-норми-розвитку-2.jpg',
  'images/вікові-норми-розвитку-3.jpg',
  'images/вікові-норми-розвитку-4.jpg',
  'images/гаряча-лінія.jpg',
  'images/герб-україни.webp',
  'images/герої-живуть-вічно.jpg',
  'images/гімн-україни.jpg',
  'images/дистанційне-навчання-2022-2023.jpg',
  'images/дистанційне-навчання-2023-2024.jpg',
  'images/дистанційне-навчання-2024-2025.jpg',
  'images/для-майбутнього-першокласника.webp',
  'images/до-первоцвіт-напрямки.jpg',
  'images/до-первоцвіт-правила.jpg',
  'images/до-первоцвіт-умови-ефективності-1.jpg',
  'images/до-первоцвіт-умови-ефективності-2.jpg',
  'images/до-первоцвіт-умови-ефективності-3.jpg',
  'images/до-первоцвіт-умови-ефективності-4.jpg',
  'images/домашнє-насильство.jpg',
  'images/дія-населення-під-час-евакуації-1.jpg',
  'images/дія-населення-під-час-евакуації-2.jpg',
  'images/евакуація-1.jpg',
  'images/евакуація-2.jpg',
  'images/евакуація-3.jpg',
  'images/евакуація-4.jpg',
  'images/електронні-підручники.jpg',
  'images/емблема.webp',
  'images/енергоефективність-1.jpg',
  'images/енергоефективність-2.jpg',
  'images/енергоефективність-3.jpg',
  'images/енергоефективність-4.jpg',
  'images/захист-персональних-даних.jpg',
  'images/захоплення-в-заручники-1.jpg',
  'images/захоплення-в-заручники-2.jpg',
  'images/зверніть-увагу.jpg',
  'images/календар-профілактичних-щеплень-1.jpg',
  'images/календар-профілактичних-щеплень-2.jpg',
  'images/картка-криворіжця.jpg',
  'images/корисні-сайти/cprppkr.jpg',
  'images/корисні-сайти/dano.jpg',
  'images/корисні-сайти/disted-edu-vn.jpg',
  'images/корисні-сайти/dneprtest-dp-ua.jpg',
  'images/корисні-сайти/don-kr-ua.jpg',
  'images/корисні-сайти/kr-gov-ua.jpg',
  'images/корисні-сайти/mon-gov-ua.jpg',
  'images/корисні-сайти/osvita-ua.jpg',
  'images/корисні-сайти/sqe-gov-ua.jpg',
  'images/корисні-сайти/ternivvo.jpg',
  'images/критерії-оцінювання.jpg',
  'images/ла-страда.webp',
  'images/медичне-обслуговування.jpg',
  'images/медичний-огляд-працівників-1.jpg',
  'images/медичний-огляд-працівників-2.jpg',
  'images/медичний-огляд-працівників-3.jpg',
  'images/методичний-кабінет-1.jpg',
  'images/методичний-кабінет-2.jpg',
  'images/мобільна-бригада.jpg',
  'images/мінна-безпека.jpg',
  'images/навчальні-програми-англійська.jpg',
  'images/навчальні-програми-біологія.jpg',
  'images/навчальні-програми-географія.jpg',
  'images/навчальні-програми-зарубіжна-література.jpg',
  'images/навчальні-програми-здоров`я-безпека-добробут.jpg',
  'images/навчальні-програми-математика.jpg',
  'images/навчальні-програми-музика.jpg',
  'images/навчальні-програми-початкова-школа.jpg',
  'images/навчальні-програми-пізнаємо-природу.jpg',
  'images/навчальні-програми-технології.jpg',
  'images/навчальні-програми-українська-література.jpg',
  'images/навчальні-програми-українська-мова.jpg',
  'images/навчальні-програми-фізика.jpg',
  'images/навчальні-програми-фізична-культура.jpg',
  'images/навчальні-програми-хімія.jpg',
  'images/навчальні-програми-інформатика.jpg',
  'images/навчальні-програми-історія.jpg',
  'images/насильство-у-сім`ї.jpg',
  'images/науково-дослідницька-робота.jpg',
  'images/обдаровані-учні.jpg',
  'images/охорона-праці.jpg',
  'images/пам`ятка-для-батьків.jpg',
  'images/пам`ятка-для-працівників-закладу-освіти.jpg',
  'images/положення-конкурсів.jpg',
  'images/правила-поведінки-учнів-1.jpg',
  'images/правила-поведінки-учнів-2.jpg',
  'images/правила-поведінки-учнів-3.jpg',
  'images/практичний-психолог-1.jpg',
  'images/практичний-психолог-2.jpg',
  'images/прапор-україни-1.jpg',
  'images/прапор-україни-2.jpg',
  'images/працівники/алтинбаєва-2.jpg',
  'images/працівники/алтинбаєва.jpg',
  'images/працівники/артемюк.jpg',
  'images/працівники/балагуряк.jpg',
  'images/працівники/гнатюк.jpg',
  'images/працівники/гнечко.jpg',
  'images/працівники/горевич.jpg',
  'images/працівники/давидов.jpg',
  'images/працівники/добровольська.jpg',
  'images/працівники/довмат.jpg',
  'images/працівники/драєнко.jpg',
  'images/працівники/дубачинська.jpg',
  'images/працівники/загальне-фото.jpg',
  'images/працівники/заярнюк.jpg',
  'images/працівники/капуста.jpg',
  'images/працівники/кмітевич.jpg',
  'images/працівники/кузьменко.jpg',
  'images/працівники/лисенко.jpg',
  'images/працівники/лопатін.jpg',
  'images/працівники/лівак-і-о.jpg',
  'images/працівники/лівак.jpg',
  'images/працівники/малютіна.jpg',
  'images/працівники/марченко.jpg',
  'images/працівники/масько.jpg',
  'images/працівники/мо-вчителів-початкових-класів.jpg',
  'images/працівники/мо-вчителів-природничо-математичного-циклу.jpg',
  'images/працівники/мо-вчителів-суспільно-гуманітарного-циклу.jpg',
  'images/працівники/мугак.jpg',
  'images/працівники/половинкина.jpg',
  'images/працівники/рзаєва.jpg',
  'images/працівники/руда.jpg',
  'images/працівники/рябоконь.jpg',
  'images/працівники/соловйова.jpg',
  'images/працівники/старікова.jpg',
  'images/працівники/стрембицька.jpg',
  'images/працівники/таран.jpg',
  'images/працівники/тельвак.jpg',
  'images/працівники/фербей.jpg',
  'images/працівники/чудна.jpg',
  'images/працівники/шуть.jpg',
  'images/предметні-тижні.jpg',
  'images/профорієнтаційна-робота-1.jpg',
  'images/профорієнтаційна-робота-2.jpg',
  'images/профорієнтаційна-робота-3.jpg',
  'images/профілактика-коронавірусної-інфекції-1.jpg',
  'images/профілактика-коронавірусної-інфекції-2.jpg',
  'images/профілактика-коронавірусної-інфекції-3.jpg',
  'images/профілактика-коронавірусної-інфекції-4.jpg',
  'images/профілактика-коронавірусної-інфекції-5.jpg',
  'images/профілактика-коронавірусної-інфекції-6.jpg',
  'images/профілактика-коронавірусної-інфекції-7.jpg',
  'images/профілактика-коронавірусної-інфекції-8.jpg',
  'images/профілактика-коронавірусної-інфекції-9.jpg',
  'images/робочий-навчальний-план.jpg',
  'images/розділи/батьківський-форум-мініатюра.jpg',
  'images/розділи/батьківський-форум.jpg',
  'images/розділи/виховна-робота-мініатюра.jpg',
  'images/розділи/виховна-робота.jpg',
  'images/розділи/кг55кмр.jpg',
  'images/розділи/методичний-кабінет.jpg',
  'images/розділи/мо-вчителів-початкових-класів.jpg',
  'images/розділи/мо-вчителів-природничо-математичного-циклу.jpg',
  'images/розділи/освітній-процес-мініатюра.jpg',
  'images/розділи/освітній-процес.jpg',
  'images/розділи/охорона-праці-та-безпека-життєдіяльності-мініатюра.jpg',
  'images/розділи/охорона-праці-та-безпека-життєдіяльності.jpg',
  'images/розділи/соціально-психологічна-служба-мініатюра.jpg',
  'images/розділи/соціально-психологічна-служба.jpg',
  'images/санітарно-гігієнічні-норми.jpg',
  'images/сертифікати-вчителів/заярнюк-1.jpg',
  'images/сертифікати-вчителів/мугак-1.jpg',
  'images/сертифікати-вчителів/мугак-2.jpg',
  'images/сертифікати-вчителів/мугак-3.jpg',
  'images/сертифікати-вчителів/мугак-4.jpg',
  'images/сертифікати-вчителів/старікова-1.jpg',
  'images/сертифікати-вчителів/старікова-2.jpg',
  'images/сертифікати-вчителів/старікова-3.jpg',
  'images/симптоми-інфекційної-хвороби.jpg',
  'images/сокіл-джура.webp',
  'images/структура-органів-управління.jpg',
  'images/центр-життєстійкості.jpg',
  'images/як-звернутися-до-юристів.jpg',
  'images/інформатика.jpg',
  'images/історія-закладу-1.webp',
  'images/історія-закладу-2.webp',
  'images/історія-закладу-3.jpg',
  'images/історія-закладу-4.jpg',
  'images/історія-закладу-5.jpg',
  'robots.txt'
]);

// Store basePath resolved from Vite config
const BASE_PATH = "/";


/**
 * Gets the URL for a specific static asset
 * @param path Path to the asset
 * @returns The URL for the asset
 */
export function staticAssets(path: StaticAssetPath): string {
  if (!assets.has(path)) {
    throw new Error(
      "Static asset does not exist in static assets directory"
    );
  }
  return `${BASE_PATH}${path}`;
}

