import img from "./напрямки.png";

export function Content() {
  return (
    <div className="content">
      <h2>
        Звіт про роботу шкільного методичного об’єднання вчителів
        суспільно-гуманітарного циклу за 2023–2024 навчальний рік
      </h2>
      <p>
        Основні напрями методичної роботи в 2023-2024 навчальному році були:
      </p>

      <img src={img} className="mx-auto w-6xl" />

      <p>
        Організація науково – методичної роботи здійснювалась за такими
        основними напрямками:
      </p>
      <ul>
        <li>
          психологічний супровід науково – методичної роботи (вивчення запитів,
          потреб і можливостей педагогів з використанням різноманітних
          діагностичних методик);
        </li>
        <li>
          організаційно–методична робота щодо підвищення кваліфікації та фахової
          майстерності педагогічних кадрів (планування і організація колективних
          і групових форм методичної роботи, проведення масових заходів);
        </li>
        <li>
          інформаційно–методичне забезпечення педагогічного процесу (вивчення та
          опрацювання законодавчих, нормативно- правових та директивних
          матеріалів, опрацювання змісту навчальних програм, підручників,
          посібників, забезпечення науково – методичною літературою, розробка
          рекомендацій, вивчення, узагальнення та впровадження перспективного
          педагогічного досвіду, нових освітніх технологій, підготовка вчителя
          до роботи з обдарованими учнями);
        </li>
        <li>
          організація роботи із школярами (проведення районних предметних
          олімпіад, конкурсів, акцій і забезпечення участі школярів в обласних,
          Всеукраїнських етапах;
        </li>
        <li>
          педагогічний аналіз та участь в експертизі діяльності (вивчення
          системи роботи вчителів) загальноосвітніх навчальних закладів.
        </li>
      </ul>

      <p>
        На засіданнях ШМО постійно велося вивчення нормативної бази щодо
        викладання суспільно-гуманітарних наук, вчителі знайомилися з
        особливостями вивчення предметів, що рекомендують інформаційний збірник
        МОНУ та Державні стандарти базової та повної середньої освіти, а також
        інші нормативно-правові документи. Постійно відбувалося ознайомлення
        вчителів з новинками фахової преси та психолого-педагогічної літератури,
        новітніми інтернет-ресурсами.
      </p>
      <p>
        У роботі методичного об’єднання використовувались форми і методи
        навчання педагогів, які стимулюють творчу думку, активність учасників:
        творчі звіти й презентації, «круглі столи», методичні діалоги,
        практичний показ фрагментів сучасних освітньо-виховних технологій.
      </p>
      <p>
        Надавалася дієва допомога членам МО, а також відбувався обмін досвідом
        між колегами в реалізації завдань, що стоять перед педагогами. Вчителі
        кафедри систематично відвідували на протязі року районні та міські
        семінари-практикуми, тренінги.
      </p>
      <p>
        Вчитель Стрембицька Л.А. доповіла з теми «Дієві форми проведення уроку
        та методии продуктивного інноваційного навчання», Добровольська В.Е.
        виступала за темою «Інноваційні підходи при вивчені української мови в
        умовах НУШ», Харенко Ю. А. готували доповідь на тему «Планування
        науково-дослідницької роботи, розвиток творчих здібностей учнів на
        уроках української мови», Хоменко А. Ю. доповідала з теми «Розвиток
        соціально-адаптованої особистості шляхом впровадження інноваційних
        продуктивних технік», Рзаєва Н.О. виступала з доповіддю «Формування
        життєвих компетентностей учнів на уроках історії», вчитель основ
        здоров’я Клименко А.І. готувала виступ на тему «Здоровий спосіб життя –
        запорука успіху дитини», вчитель музичного мистецтва Дубачинська Н.О.
        доповідала по темі «Соціалізація особистості на уроках музичного
        мистецтва шляхом використання технології креативного мислення».
      </p>
      <p>
        Члени ШМО також проводили відкриті уроки, де продемонстрували свої
        здобутки при роботі над проблемою та з’ясували перспективи для її
        розв’язання.
      </p>
      <p>
        Пріоритетним завданням вчителів ШМО є робота з обдарованою молоддю. На
        початку року було проведено шкільні предметні олімпіади з базових
        дисциплін. Учні школи приймали активну участь в олімпіадах та
        інтелектуальних конкурсах, що проводилися в районі та місті,
        очно-заочних, онлайн олімпіадах та конкурсах. Інтерес до подібних
        конкурсів у учнів росте, але окремі учні, що подали заявку на участь, не
        брали участь в зв‘язку з хворобою. Ці результати свідчать про достатню
        роботу з обдарованою молоддю, але зупинятися не слід і треба активно
        продовжувати роботу по зацікавленню учнів.
      </p>
      <p>
        Протягом навчального року велася потужна робота по подоланню освітніх
        втрат. В Україні освітні втрати зумовлені як пандемією, так і війною.
        Вимушена перерва у навчанні, знищені школи, відсутність очного навчання,
        значні обмеження для дистанційного. Варто також враховувати перебої з
        електроенергією та інтернетом — головні виклики, з якими стикнулася
        українська освіта, особливо з початку минулого року. Звісно, це призвело
        до освітніх втрат. Відмінність між очікуваними результатами навчання й
        реальними і становить освітні втрати. Саме тому освітні втрати
        потребують оперативного реагування.
      </p>
      <p>
        З цією метою вчителями кафедри були розроблені плани заходів по
        подоланню освітніх втрат: консультації, корекційні завдання, учням
        надані корисні онлайн ресурси, які стануть у нагоді, щоб надолужити,
        повторити, узагальнити, систематизувати навчальний матеріал із базових
        дисциплін.
      </p>
      <p>
        Методичне об'єднання традиційно провело моніторингові дослідження рівня
        навченості учнів з предметів. Відбулися, передбачені планом роботи,
        засідання шкільного МО, на яких проаналізовано рівень навченості учнів з
        базових предметів.
      </p>
      <p>
        В поточному навчальному році предметно-методичний тиждень вчителі
        проводили як заплановано, були проведені предметні тижні, відкриті уроки
        та позакласні заходи. На засіданнях ШМО розглядалися також питання
        роботи із слабо встигаючими учнями, підсумки директорських контрольних
        робіт та подолання недоліків в їх виконанні, підсумки перевірки зошитів,
        ведення класних журналів, проводився огляд новинок педагогічної преси,
        методичної літератури, перевірявся стан виконання навчальних планів та
        програм. Вироблено ряд рекомендацій вчителям кафедри, на які потрібно
        звернути увагу у наступному навчальному році.
      </p>

      <div className="text-center font-bold">
        Педагогами кафедри велася методична робота:
      </div>

      <table className="table-border table-header-center table-content-center">
        <thead>
          <tr>
            <th>
              <p>
                <strong>№ пп</strong>
              </p>
            </th>
            <th>
              <p>
                <strong>ПІБ вчителя</strong>
              </p>
            </th>
            <th>
              <p>
                <strong>Друк у фахових виданнях</strong>
              </p>
            </th>
            <th>
              <p>
                <strong>Посібники</strong>
              </p>
            </th>
            <th>
              <p>
                <strong>Робота на освітньому порталі міста</strong>
              </p>
            </th>
            <th>
              <p>
                <strong>Конкурси пед. майстерності</strong>
              </p>
            </th>
            <th>
              <p>
                <strong>Підвищення квіліфікації</strong>
              </p>
            </th>
            <th>
              <p>
                <strong>Участь у методичних заходах</strong>
              </p>
            </th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>
              <p>1.</p>
            </td>
            <td>
              <p>Алтинбаєва Л.М.</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>2.</p>
            </td>
            <td>
              <p>Глуговська Л.Г.</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>1.Цифрограм для вчителів</p>
              <p>2.Цифровий учитель.</p>
              <p>3.Держстандарт базової середньої освіти НУШ(іноземні мови).</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>3.</p>
            </td>
            <td>
              <p>Добровольська В.Е.</p>
            </td>
            <td>
              <p>
                Розвиток творчих здібностей на уроках української літератури НУШ
              </p>
            </td>
            <td>
              <p>
                "Виховання патріотизму та національної свідомості здобувачів
                освіти на уроках української мови у 5-6 класах НУШ"
              </p>
            </td>
            <td>
              <p>+ укр.літ. 6 кл.</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>1.Особливості викладання української мови та літератури.</p>
              <p>
                2.Забезпечення якісної, сучасної та доступної загальної
                середньої освіти "Нова українська шк
              </p>
              <p>
                3.Наздоженемо: практичні аспекти подолання освітніх втрат з
                української мови та літературиола"
              </p>
              <p>
                4.&laquo;Візуалізація як інструмент ефективного залучення учнів
                на уроках мови та літератури&raquo;
              </p>
              <p>
                5.Курси підвищення кваліфікації учителів закладів освіти, які
                забезпечуватимуть реалізацію Державного стандарту базової
                середньої освіти на першому (адаптаційному) циклі базової
                середньої освіти.
              </p>
              <p>
                6.Школа для всіх. Загальні фахові компетентності щодо
                організації інклюзивного освітнього середовища.
              </p>
              <p>
                7.Навчання з попередження ризиків від вибухонебезпечних
                предметів.
              </p>
            </td>
            <td>
              <p>
                1.&ldquo;Нова українська школа (адаптаційний період): підсумки,
                виклики та перспективи&rdquo;
              </p>
            </td>
          </tr>
          <tr>
            <td>
              <p>4.</p>
            </td>
            <td>
              <p>Дубачинська Н.О.</p>
            </td>
            <td>
              <p>
                Скоромовки-розспівки для школярів на уроках музичного мистецтва"
              </p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>
                "Забезпечення якісної, сучасної та доступної загальної середньої
                освіти "Нова українська школа"
              </p>
              <p>Цифрограм для вчителів.</p>
              <p>"Цифровий учитель".</p>
              <p>
                "STEM-школа: організація освітнього процесу в системі
                інтегрованого навчання"
              </p>
            </td>
            <td>
              <p>
                1.Семінар-практикум "Бінарні уроки як засіб формування
                міжпредметних компетентностей Нової української школи"
              </p>
              <p>
                2.Психологічна вітальня "Подолоння професійного та емоційного
                вигорання педагогів під час військового конфлікту"
              </p>
              <p>3.Методична лабораторія "Мистецтво навчати мистецтву</p>
              <p>
                4.Коучинг "Сходинки до успіху. Наукова та творча діяльність
                учнів"
              </p>
              <p>
                5.Мистецька майстерка &laquo;Сучасні тенденції в мистецькій
                освіті: музичне, образотворче, декоративне мистецтво в умовах
                викликів сучасності&raquo;
              </p>
              <p>
                6.Тренінг "Базові педагогічні навички щодо використання
                цифрового підручника для надолуження знань і
                соціально-емоційного розвитку учнів"
              </p>
              <p>
                7.Тренінг &laquo;Цифрові онлайн технології в роботі
                вчителя&raquo;
              </p>
              <p>
                8.Семінар-тренінг &laquo;ШТУЧНИЙ ІНТЕЛЕКТ В ДІЇ: інновації для
                шкільної освіти&raquo;.
              </p>
            </td>
          </tr>
          <tr>
            <td>
              <p>5</p>
            </td>
            <td>
              <p>Мазурик Є.О.</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>
                1.Курси підвищення кваліфікації учителів закладів освіти, які
                забезпечуватимуть реалізацію Державного стандарту базової
                середньої освіти на першому (адаптаційному) циклі базової
                середньої освіти
              </p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>6.</p>
            </td>
            <td>
              <p>Мацкевічус А.Г.</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>1.Цифрограм для вчителів</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
          </tr>
          <tr>
            <td>
              <p>7.</p>
            </td>
            <td>
              <p>Рзаєва Н.О.</p>
            </td>
            <td>
              <p>
                Формування національної свідомості: громадянські та соціальні
                компетентності
              </p>
            </td>
            <td>
              <p>
                1.Методичний посібник &laquo;Схеми і таблиці з історії
                України&raquo;
              </p>
              <p>
                2.Методичний посібник &laquo;Візуальні джерела з історії
                України&raquo;.
              </p>
              <p>
                3. Методичний посібник &laquo;Інтерактивні завдання для 5 класу.
                НУШ.&raquo;
              </p>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>+ Крок до Олімпу</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>
                1."Збереження психологічного та фізичного здоров&rsquo;я учнів.
                Потреби сучасного вчителя&raquo;
              </p>
              <p>
                2"НУШ крокує в 6 клас: системність, сучасність,
                результативність"
              </p>
              <p>3."Критичне мислення для освітян"</p>
              <p>
                4.Особливості викладання предметів громадянської та історичної
                освітньої галузі.
              </p>
              <p>
                5.Особливості організації освітнього процесу в умовах
                реформування системи загальної середньої освіти.
              </p>
            </td>
            <td>
              <p>
                1.Методична онлайн-студія "Можливості дистанційного навчання у
                формуванні національої ідентичності школярів
              </p>
              <p>
                2.Практичний семінар "Формування ключових та предметних
                компетентностей учнів шляхом використання інноваційних форм
                організації освітньої діяльності в умовах НУШ.
              </p>
              <p>3. Засідання РПС.</p>
              <p>
                4.Освітній бранч "Революції, які вплинули на суспільство
                України": методика викладання.
              </p>
              <p>5.Вебінар"Сучасн підходи до вивчення історії.</p>
              <p>
                6.Методичний кейс "Нетрадиційні підходи до розвитку пізнавальних
                інтересів учнів".
              </p>
              <p>
                7.Вебінар "Сучасні змістовні акценти у вивченні всесвітньої
                історії XX ст."
              </p>
              <p>
                8. Педагогічний аукціон "Упровадження творчого підходу до
                планування сучасного уроку".
              </p>
              <p>
                9.&laquo;Світове кафе &laquo;Перспективні ідеї для розвитку
                громадянських компетентностей здобувачів освіти в сучасних
                умовах&raquo; для вчителів громадянської та історичної освітньої
                галузі закладів загальної середньої освіти
              </p>
            </td>
          </tr>
          <tr>
            <td>
              <p>8.</p>
            </td>
            <td>
              <p>Стрембицька Л.А.</p>
            </td>
            <td>
              <p>
                1.Реалізація методів та прийомів для розвитку самоефективності
                особистості на уроках української мови та літератури
              </p>
            </td>
            <td>
              <p>
                1.Діагностувальні контрольні роботи (диктанти з граматичним
                завданням )7 клас
              </p>
            </td>
            <td>
              <p>+ укр.мова, літ-ра 8 кл.</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>1."Мовити.Мовити".</p>
              <p>2."Школа стійкості".</p>
              <p>
                3.Базові педагогічноі навички щодо використання цифрового
                підручника для надолуження знань"
              </p>
              <p>4."Здоров'я,безпека та добробут".</p>
              <p>
                5."Практичні аспекти подолання освітніх втрат з української мови
                та літератури".
              </p>
              <p>6.Академія статей.Наукові статті.</p>
            </td>
            <td>
              <p>
                1.&ldquo;Нова українська школа (адаптаційний період): підсумки,
                виклики та перспективи&rdquo;.
              </p>
              <p>
                2.Засідання районного МО вчителів української мови та
                літератури.
              </p>
              <p>
                3.Засідання шкільного МОвчителів української мови та літератури
              </p>
            </td>
          </tr>
          <tr>
            <td>
              <p>9.</p>
            </td>
            <td>
              <p>Харенко Ю.А.</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>1."Особливості викладання української мови та літератури"</p>
            </td>
            <td>
              <p>
                1.&ldquo;Нова українська школа (адаптаційний період): підсумки,
                виклики та перспективи&rdquo;.
              </p>
            </td>
          </tr>
          <tr>
            <td>
              <p>10.</p>
            </td>
            <td>
              <p>Чубенко А.Ю.</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>&nbsp;</p>
            </td>
            <td>
              <p>1.Особливості викладання англійської мови.</p>
              <p>
                2.Викладання англійської мови уновому контексті. Базова середня
                освіта 7-9 класи.
              </p>
              <p>3. Школа для всіх.</p>
            </td>
            <td>
              <p>
                1.МО Вчителів англійської мови. Семінар- практикум "'Штучний
                інтрелект джерело ідей для ефективного навчання"
              </p>
            </td>
          </tr>
        </tbody>
      </table>

      <p>
        Проаналізувавши роботу методичного об’єднання, можна сказати, що план
        роботи ШМО вчителів природничо-гуманітарного циклу та основ здоров’я
        виконаний в повному обсязі, всі поставлені завдання реалізовані. Робота
        ШМО вчителів природничо-гуманітарного циклу проводилася на достатньому
        рівні.
      </p>

      <div className="text-center font-bold">
        Завдання методичного об’єднання учителів природничо-гуманітарного циклу
        на 2024 – 2025 н. р.
      </div>

      <p>
        Виходячи з вище сказаного, методичне об’єднання намічає такі напрямки
        роботи в 2023– 2024 н. р:
      </p>
      <ol>
        <li>Вдосконалення науково-методичного забезпечення розвитку освіти.</li>
        <li>
          Модернізація структурної моделі науково-методичної роботи з
          педкадрами.
        </li>
        <li>
          Якісна підготовка учнів до проведення незалежного зовнішнього
          оцінювання.
        </li>
        <li>
          Забезпечення індивідуально-консультативного підходу до кожного
          вчителя.
        </li>
        <li>
          Підтримка науково-дослідницької роботи вчителів, інноваційних
          технологій.
        </li>
        <li>Робота з обдарованими учнями.</li>
      </ol>
    </div>
  );
}
