export const title = "Для підвищення мотивації учнів пропонується";

export function Content() {
  return (
    <div className="content">
      <ul>
        <li>
          забезпечити в учнів відчуття просування вперед, переживання успіху в
          діяльності, для чого необхідно правильно підбирати рівень складності
          завдань і заслужено оцінювати ре­зультат діяльності;
        </li>
        <li>
          використовувати всі можливості навчаль­ного матеріалу для того, щоб
          зацікавити учнів, ставити проблеми, активізувати самостійне мис­лення;
        </li>
        <li>
          організувати співробітництво учнів на уроці, взаємодопомогу, позитивне
          ставлення класу до предмета і навчання в цілому;
        </li>
        <li>
          самому правильно формувати стосунки з учнями, бути зацікавленим у
          їхніх успіхах, мати авторитет;
        </li>
        <li>
          бачити індивідуальність кожного учня, мотивувати кожного, спираючись
          на вже наявні в учня мотиви;
        </li>
        <li>
          деяких учнів доводиться змушувати вчи­тися, постійно заохочувати чи
          карати, залучати батьків для спільного контролю.
        </li>
      </ul>
    </div>
  );
}
