import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";

export const Route = createFileRoute(
  "/parent-forum/50-essential-tasks-for-school-preparation",
)({
  component: RouteComponent,
  staticData: {
    title: "50 обов'язкових завдань для підготовки до школи",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <p>
        Проект{" "}
        <ExternalLink href="https://childdevelop.com.ua">
          «Розвиток дитини»
        </ExternalLink>{" "}
        пропонує батькам, вихователям та вчителям п’ятдесят розвивальних
        завдань, розмальовок та головоломок для розвитку навичок аналітичного,
        логічного, творчого мислення, довільної уваги, дрібної моторики та
        загальної ерудиції майбутніх першокласників.
      </p>
      <p>
        Виконання запропонованих завдань сприятиме формуванню у дітей
        позитивного ставлення до навчання, вихованню впевненості у собі та своїх
        освітніх можливостях, що є важливою запорукою всебічного розвитку
        дитини.
      </p>
      <p>
        <b>Вивчаємо об’ємні фігури й тренуємо зорове сприйняття.</b> Цей
        комплект містить 8 завдань, кожне з яких покликано допомогти дитині
        вивчити ту чи іншу об’ємну фігуру. Виконання завдань комплекту дозволить
        дитині навчитися правильно читати й запам’ятати їхні назви, сприятиме
        розвитку уяви, закладе добре підґрунтя для розвитку навичок письма й
        малювання.
      </p>
      <p>
        <b>
          Кольори фігур: розвиваємо зорове сприйняття й просторове мислення.
        </b>{" "}
        Цей комплект завдань-розмальовок допоможе дитині закріпити знання про
        вигляд і назви плоских фігур, розвинути просторове мислення й зорове
        сприйняття.
      </p>
      <p>
        <b>Визначаємо кількість: рахуємо цілі предмети.</b> Цей комплект завдань
        допоможе дитині розвинути навички послідовного рахунку в межах 10 й
        розвинути уявлення про частини й ціле. Завдання комплекту спрямовані на
        розвиток просторового й логічного мислення, уваги, закріплення навичок
        написання чисел від 1 до 10.
      </p>
      <p>
        <b>Доповни й прочитай: складаємо слова.</b> Цей комплект завдань
        спрямований на розвиток навичок читання, фонематичного слуху й
        уважності. Кожне з 8-ми завдань містить 6 слів, розбитих на склади й
        проілюстрованих малюнками. Дитині пропонується вибрати один з трьох
        варіантів, щоб утворити в кожному випадку ціле слово.
      </p>
      <p>
        <b>Стежки звуків.</b> Цей комплект завдань сприятиме засвоєнню основних
        понять фонетики, розвитку фонематичного слуху, збагаченню словникового
        запасу. Дитині пропонується знайти серед інших стежки з відповідними
        звуками й записати потрібний номер у комірці.
      </p>
      <p>
        <b>Проходимо лабіринти з різних типів ліній.</b> Цей комплект завдань
        допоможе дитині вивчити різні типи ліній, розвинути абстрактне мислення
        та навчитись краще орієнтуватися в просторі. Виконуючи завдання
        комплекту, дитина розвиватиме зорово-моторну координацію, уважність,
        дрібну моторику.
      </p>
      <p>
        <b>Кольорові пори року.</b> Цей комплект завдань допоможе формувати
        художньо-продуктивну компетентність дитини. Виконання завдань сприятиме
        розвитку уявлень дитини про природні явища, сезонні зміни й кольори в
        природі.
      </p>
      <p>
        <b>На якій цифрі клубочок ниток?</b> Це завдання-головоломка допоможе
        дитині розвинути логіко-математичне мислення, увагу й кмітливість.
        Дитині пропонується знайти й записати цифри, на які потрапляє клубочок
        ниток. Для цього потрібно рухатися за стрілочками, позначеними на
        схемах.
      </p>
      <p>
        <b>Головоломка «Ремонтуємо годинники».</b> Це завдання-головоломка
        допоможе дитині розвинути логіко-математичне мислення, увагу й
        кмітливість. Дитині пропонується розглянути малюнки та з’єднати
        циферблати з відповідними годинниками. В процесі виконання завдання
        дитина вчитиметься розпізнавати знайомі геометричні фігури як серед
        об’єктів навколишнього світу, так і на малюнках.
      </p>
      <p>
        <b>Що написано: розпізнаємо слова й домальовуємо малюнки.</b> Цей
        комплект із 8-ми завдань допоможе дитині розвинути навички читання,
        письма й малювання. Дитині пропонується прочитати слова, написати їхні
        повні варіанти поряд і домалювати малюнки, а потім з’єднати кожне слово
        з відповідним малюнком.
      </p>
      <p>
        <b>Розвиваємо увагу, шукаючи секретний код.</b> Цей комплект завдань
        допоможе дитині розвинути логіко-математичне мислення, увагу й
        кмітливість, навчитися зосереджувати свою увагу на потрібному об’єкті.
        Комплект складається з 8-ми завдань, у яких дитині пропонується знайти й
        обвести зазначену послідовність предметів.
      </p>
      <p>
        <b>Розмальовка «Скільки літер?».</b> Це завдання допоможе дитині
        закріпити правопис деяких слів, розширити словниковий запас і
        потренувати навички послідовного рахунку. Дитині пропонується 7
        малюнків, з яких розмалювати потрібно тільки ті, що містять певну
        кількість літер.
      </p>
      <p>
        <b>Анаграми «Розшифруй слова».</b> Це завдання сприятиме розвитку
        мовленнєвої культури дитини, уваги, кмітливості, збагаченню словникового
        запасу. Дитині пропонується прочитати й записати зашифровані слова.
      </p>
      <p>
        <b>Розвиваємо увагу, розмальовуючи кола.</b> Пропоноване завдання
        допоможе дитині розвивати зорово-моторну координацію, спостережливість,
        увагу й кмітливість. Дитині пропонується розмалювати кола відповідними
        кольорами, враховуючи комбінації на зразку.
      </p>
      <p>
        <b>Що я люблю робити в різні пори року.</b> Цей комплект допоможе дитині
        навчитись аналізувати та описувати, що їй подобається робити в різні
        пори року. Завдання сприятиме не тільки розвитку навичок письма, а також
        розвитку емоційного інтелекту, уяви та фантазії.
      </p>
      <p>
        <b>Розвиваємо увагу, малюючи кольорові спіралі.</b> Пропоноване завдання
        допоможе дитині розвивати зорово-моторну координацію, спостережливість,
        увагу й кмітливість. Дитині пропонується розглянути спіралі та обвести
        їх відповідними кольорами, враховуючи положення на зразку.
      </p>
      <p>
        <b>Головоломка «Скільки квадратів?».</b> Це завдання-головоломка
        допоможе дитині розвинути логіко-математичне мислення, увагу й
        кмітливість. Дитині пропонується визначити й записати, скільки квадратів
        розміщено у кожному колі.
      </p>
      <p>
        <b>Склади й розв’яжи: обчислювання в межах 10.</b> Це завдання допоможе
        дитині опанувати додавання й віднімання чисел у межах 10, розвинути
        увагу й кмітливість. Дитині пропонується розглянути малюнки, скласти й
        розв’язати приклади.
      </p>
      <p>
        <b>Логічна задача: обчислюємо вік персонажів.</b> Це завдання допоможе
        дитині розвинути логічне й абстрактне мислення, кмітливість, вміння
        аналізувати інформацію та робити висновки. Виконуючи завдання, дитина
        розвиватиме уважність й спостережливість, навички аналізу та синтезу.
      </p>
      <p>
        <b>Веселі ґудзики: визначаємо форму, розмальовуємо й фантазуємо.</b> Це
        інтегроване завдання допоможе дитині навчитися розрізняти форми
        предметів, розвивати уяву й фантазію. У процесі виконання завдання,
        дитина розвиватиме мовленнєву компетентність, творчі здібності,
        креативне мислення, дрібну моторику.
      </p>
      <p>
        <b>Ставимо точки за зразком.</b> Це завдання допоможе дитині розвинути
        зорово-моторну координацію, просторове мислення й дрібну моторику.
        Дитині пропонується розглянути розташування точок. У нижній частині
        кожного віконечка потрібно поставити точки так само, як вони розміщені у
        верхній частині.
      </p>
      <p>
        <b>Потяг зі словами: поділ слова на склади.</b> Це завдання сприятиме
        розвитку навичок дитини ділити слова на склади, мовленнєвої культури й
        уваги. У процесі виконання завдання дитина спостерігатиме за мовними
        одиницями та явищами, відкриватиме закономірності співвідношення звуків
        і букв.
      </p>
      <p>
        <b>Пишемо слова: прописи й малюнки.</b> Цей комплект з 9-ти завдань
        допоможе дитині навчитися розрізняти друковані й прописні літери,
        розвинути навички каліграфічно правильного письма.
      </p>
      <p>
        <b>Розмалюй тварин за кольорами.</b> Це завдання допоможе дитині
        запам’ятати назви кольорів, а також вигляд і назви деяких тварин. Дитина
        не лише вивчатиме кольори, а також закріплюватиме знання чисел від 1 до
        10, вчитиметься писати цифри. Завдання допоможе розвинути дрібну
        моторику.
      </p>
      <p>
        <b>Вчимося визначати час на циферблаті годинників.</b> Це завдання
        допоможе дитині навчитися визначати час на циферблаті годинників і
        закріпити навички написання цифр. На кожному циферблаті потрібно
        домалювати годинникові стрілки, а в порожніх прямокутниках під ними –
        написати відповідний час цифрами.
      </p>
      <p>
        <b>Шукаємо відповіді в малюнках.</b> Цей комплект із 8-ми
        завдань-розмальовок допоможе дитині розвинути логічне мислення й
        збагатити словниковий запас. Кожне завдання містить 2 питання, відповіді
        на які представлено малюнками. Дитині потрібно вибрати серед малюнків
        правильну відповідь та розмалювати.
      </p>
      <p>
        <b>Відшукай малюнки: розвиваємо просторове мислення.</b> Цей комплект
        завдань допоможе дитині навчитися краще орієнтуватися в просторі.
        Суміщаючи схему й рух по клітинках, дитина розвиватиме абстрактне
        мислення, навчиться розрізняти поняття «ліворуч», «праворуч», «вгору»,
        «вниз». Завдання сприятимуть розвитку уважності й зорово-моторної
        координації.
      </p>
      <p>
        <b>Розмальовка «Веселі змійки»: вчимося рахувати до 10-ти й 20-ти.</b>{" "}
        Це завдання допоможе дитині вивчити числа до 20-ти й закріпити навички
        написання цифр. Воно спрямовано на розвиток навички послідовного
        рахунку.
      </p>
      <p>
        <b>Вивчаємо літери за формами (українська абетка).</b> Цей комплект
        завдань допоможе дитині вивчити друковані літери української абетки,
        навчитися їх розпізнавати. Завдання комплекту дозволять потренувати
        зорову пам’ять, розширити словниковий запас.
      </p>
      <p>
        <b>З таблиці в таблицю: тренуємо увагу.</b> Це завдання навчить дитину
        орієнтуватись у таблиці, а також сприятиме розвитку логіки та уваги.
        Дитині пропонується перенести малюнки із комірок заповнених таблиць
        ліворуч у відповідні комірки порожніх таблиць праворуч. Виконуючи
        завдання, дитина розвиватиме просторове мислення й навички малювання.
      </p>
      <p>
        <b>Незвичайні приклади: додавання й віднімання в межах 5.</b> Це
        завдання допоможе дитині опанувати дію додавання й віднімання в межах 5,
        покращити обчислювальні навички, розвинути увагу та кмітливість. Дитині
        пропонується перевірити, чи правильно розв’язані пропоновані приклади в
        малюнках.
      </p>
      <p>
        <b>Знайди зайвий малюнок: розвиваємо аналітичне мислення.</b> Цей
        комплект із 7-ми завдань-розмальовок допоможе дитині розвинути
        аналітичне мислення, навчитися виділяти в об’єктах навколишнього світу
        спільні й відмінні ознаки.
      </p>
      <p>
        <b>Віднови малюнки: наклей правильно.</b> Цей комплект з 6-ти завдань
        допоможе дитині розвинути просторове мислення, пригадати назви й
        зовнішній вигляд різноманітних істот та об’єктів. У кожному завданні є
        12 розташованих хаотично половинок зображень. Дитині потрібно вирізати
        фрагменти, скласти з них цілісні зображення й приклеїти у відповідному
        місці.
      </p>
      <p>
        <b>Додавання й віднімання в межах 20: грушеві приклади.</b> Це завдання
        допоможе дитині закріпити вміння додавати й віднімати числа в межах 20,
        розвинути математичне мислення, увагу та кмітливість.
      </p>
      <p>
        <b>Пропуски в словах: пишемо друковані літери.</b> Цей комплект із 9-ти
        завдань допоможе дитині розвинути навички читання й письма друкованих
        літер. Після заповнення пропусків можна запропонувати дитині прочитати
        слова вголос, закріплюючи таким чином навички читання.
      </p>
      <p>
        <b>Учимося додавати наочно.</b> Цей комплект завдань допоможе дитині
        навчитися додавати в межах 10 й зрозуміти сам принцип цієї арифметичної
        дії. Кожне з 8-ми завдань містить задачу, що розв’язується за допомогою
        дії додавання.
      </p>
      <p>
        <b>Вибери правильне слово: розвиваємо навички читання.</b> Цей комплект
        із 8-ми завдань допоможе дитині розвинути навички читання. Виконуючи
        завдання, дитина збагатить словниковий запас, розширить кругозір і
        розвине уважність. Комплект чудово підходить для дітей, що тільки
        розпочали навчання читанню.
      </p>
      <p>
        <b>У кого більше: порівнюємо кількість.</b> Цей комплект завдань
        допоможе дитині навчитися послідовному рахунку від 1 до 11, а також
        розвинути навички порівняння. Дитині пропонується порахувати, скільки
        продуктів у кожного з персонажів, записати числа у відповідних комірках,
        а потім визначити, у кого продуктів більше й на скільки більше.
      </p>
      <p>
        <b>Матеріали предметів: розподіляємо слова.</b> Пропоноване завдання
        допоможе дитині дізнатися про назви матеріалів (папір, дерево, скло),
        навчитися розрізняти та називати властивості й якості предметів,
        збагатити словниковий запас.
      </p>
      <p>
        <b>Уважний пастух. Рахуємо та порівнюємо.</b> Завдання допоможе дитині
        опанувати рахунок до 10, формувати навички порівняльного аналізу,
        розвивати увагу та кмітливість. Дитині пропонується розглянути та
        порівняти два схожих малюнки.
      </p>
      <p>
        <b>Розрізняємо голосні звуки та літери (українська мова).</b> Комплект
        завдань допоможе дитині навчитися розрізняти голосні звуки української
        мови в словах та позначати їх на письмі. Кожне завдання містить 6-11
        слів та присвячено певним літерам та голосним звукам.
      </p>
      <p>
        <b>Розмалюй за інструкцією.</b> Цей комплект завдань допоможе дитині
        покращити навички просторової орієнтації та розвинути логічне мислення.
        Дитині пропонується розмалювати малюнки, дотримуючись інструкцій.
      </p>
      <p>
        <b>Порівняй та розмалюй однакові фігури.</b> Цей комплект завдань
        допоможе дитині потренувати та закріпити навички порівняння, навчитись
        аналізувати групи зображень та виокремлювати серед них однакові.
      </p>
      <p>
        <b>Чіткі кроки: пройди лабіринт за планом.</b> Цей комплект завдань
        допоможе дитині розвинути абстрактне мислення та навчитись краще
        орієнтуватися в просторі. Кожне з шести завдань містить лабіринт та план
        його проходження, на якому стрілками позначено маршрут.
      </p>
      <p>
        <b>Учимось визначати перші літери слів.</b> Цей комплект завдань
        допоможе дитині навчитись визначати перший звук у словах і знаходити
        відповідні літери. Кожне завдання містить сім яскравих малюнків, навколо
        яких розташовані різні літери. Дитині треба з’єднати запропоновані
        зображення з початковими літерами їхніх назв.
      </p>
      <p>
        <b>Учимось вимірювати тематичні малюнки.</b> Цей комплект завдань
        допомагатиме дитині формувати елементарні математичні уявлення і вчитись
        вимірювати різні розміри зображень за допомогою умовної мірки.
      </p>
      <p>
        <b>Вчимося вирізняти напрямки «вліво», «вправо».</b> Цей комплект
        завдань створено для дітей дошкільного віку, щоб допомогти їм вивчити
        такі напрямки, як «вліво», «вправо». Дитині треба розмалювати всі
        зображення відповідно до умови та наданого зразка, а потім порахувати
        кількість зображень.
      </p>
      <p>
        <b>Розмальовуємо цифри та вчимося їх писати.</b> Цей комплект завдань
        має комплексне призначення й допомагатиме дитині набувати одразу кілька
        важливих навичок, а саме вчитись вирізняти цифри, писати їх за
        пунктирними лініями, рахувати до десяти, тренувати довільну увагу,
        дрібну моторику й зорово-моторну координацію.
      </p>
      <p>
        <b>Кумедні картинки: аналізуємо помилки.</b> Цей веселий і цікавий
        комплект завдань сприятиме розвитку логічного мислення, спостережливості
        й уваги дитини. Кожне його завдання пропонує яскравий і кумедний
        сюжетний малюнок, на якому художник припустився кількох помилок.
        Завдання дитини – знайти на ньому не менш ніж 5 помилок.
      </p>
      <p>
        <b>Написання літер англійського алфавіту.</b> Це завдання для дітей —
        перший крок до написання букв англійського алфавіту та здобуття навичок
        красивого почерку. Спочатку дитина з’єднує пунктирні лінії, потім для
        практики кілька разів пише літери англійського алфавіту за допомогою
        пунктирних ліній. І, нарешті, пише букви повністю самостійно в
        спеціально відведеному місці.
      </p>
    </div>
  );
}
