import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/parent-forum/about-personal-data-protection",
)({
  component: RouteComponent,
  staticData: {
    title: "Про захист персональних даних",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <img
        src={asset("images/захист-персональних-даних.jpg")}
        className="w-96 md:float-right md:ml-3"
      />
      <p>
        З метою конкретизації права людини на невтручання в її особисте життя,
        гарантованого{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/254%D0%BA/96-%D0%B2%D1%80#n4263">
          статтею 32 конституції України
        </ExternalLink>
        , та визначення механізмів його реалізації 01.06.2010 року Верховною
        Радою України було прийнято{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2297-17">
          Закон України «Про захист персональних даних»
        </ExternalLink>{" "}
        який набрав чинності з 01.01.2011 року. Предметом правового регулювання
        Закону є правовідносини, пов’язані з захистом персональних даних під час
        їх обробки.
      </p>
      <p>
        Персональні дані – це відомості чи сукупність відомостей про фізичну
        особу, яка ідентифікована або яка може бути конкретно ідентифікована (
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2297-17#n11">
          стаття 2 Закону України «Про захист персональних даних»
        </ExternalLink>
        ).
      </p>
      <p>
        Відповідно до статті 18 Закону України «Про середню освіту» для
        зарахування учня до загальноосвітнього навчального закладу відбувається
        на підставі заяви батьків за наявності медичної довідки встановленого
        зразка і відповідного документа про освіту (крім учнів першого класу).
      </p>
      <p>
        Після закінчення школи учень отримує документ про освіту – свідоцтво про
        базову середню освіту та атестат про повну загальну середню освіту. Для
        замовлення документу про освіту державного зразка навчальний заклад
        подає зведене замовлення до Державного центру прикладних інформаційних
        технологій Міністрества освіти і науки, молоді та спорту, в якому
        містяться персональні дані кожного випускника навчального закладу.
      </p>
      <p>
        Таким чином, персональні дані учня (випускника) обробляються володільцем
        бази персональних даних для здійснення повноважень володільця бази
        персональних даних у сфері надання освітніх послуг.
      </p>
      <p>
        База персональних даних, відповідно до абзацу другого{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2297-17#n11">
          статті 2 Закону
        </ExternalLink>{" "}
        – іменована сукупність упорядкованих персональних даних в електронній
        формі та/або у формі картотек персональних даних. Володільцем бази
        персональних даних є фізична або юридична особа, якій законом або за
        згодою суб’єкта персональних даних надано право на обробку цих даних,
        яка затверджує мету обробки персональних даних та процедуру їх обробки,
        якщо інше не визначено законом. Розпорядником бази персональних даних
        може бути фізична чи юридична особа, якій володільцем бази персональних
        даних або законом надано право обробляти ці дані.
      </p>
      <p>
        В даному випадку володільцем персональних даних є загальноосвітній
        навчальний заклад, в якому навчається учень, а розпорядником - Державний
        центр прикладних інформаційних технологій Міністрества освіти і науки,
        молоді та спорту.
      </p>
      <p>
        База персональних даних, відповідно до статті 9 Закону, підлягає
        державній реєстрації.
      </p>
      <p>
        Обробка персональних даних відповідно до частини{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2297-17#n78">
          п’ятої статті 6 Закону
        </ExternalLink>{" "}
        здійснюється за згодою суб’єкта персональних даних, або, у випадках,
        передбачених законами України, у порядку, встановленому законодавством.
      </p>
      <p>
        Так, відповідно до{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2297-17#n11">
          статті 2 Закону
        </ExternalLink>{" "}
        згодою суб’єкта персональних даних є будь-яке документоване, зокрема
        письмове, добровільне волевиявлення фізичної особи щодо надання дозволу
        на обробку її персональних даних відповідно до сформульованої мети їх
        обробки. У зв’язку з тим, що учні школи є неповнолітніми, то таку згоду
        дають батьки дитини.
      </p>
      <p>
        Згідно зі{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2297-17#n108">
          статтею 12 Закону
        </ExternalLink>{" "}
        володілець бази персональних даних протягом десяти робочих днів з дня
        включення персональних даних до бази персональних даних, що є дією зі
        збирання персональних даних, зобов’язаний повідомити суб’єкти
        персональних даних, виключно в письмовій формі.
      </p>
      <p>
        Контроль за додержанням законодавства про захист персональних даних
        відповідно до{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2297-17#n182">
          статті 23 Закону
        </ExternalLink>{" "}
        покладено на Державну службу України з питань захисту персональних
        даних.
      </p>
      <p>
        З метою забезпечення виконання вимог Закону 02.06.2011 року Верховна
        Рада України прийняла{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/3454-17">
          Закон України «Про внесення змін до деяких законодавчих актів України
          щодо посилення відповідальності за порушення законодавства про захист
          персональних даних»
        </ExternalLink>
        . Відповідно до цього закону громадяни, посадові особи за порушення цьго
        закону притягуються до адміністративної відповідальності.
      </p>
    </div>
  );
}
