import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";
import { academicYear, nextAcademicYear } from "~/data/common";

export const Route = createFileRoute("/parent-forum/admission-policy/grade-1")({
  component: RouteComponent,
  staticData: {
    title: "Правила прийому до 1 класу",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <h1>До уваги батьків майбутніх першокласників!</h1>

      <p>
        З{" "}
        <span className="font-bold text-blue-700">
          18 листопада {academicYear.start}
        </span>{" "}
        року по{" "}
        <span className="font-bold text-blue-700">
          31 травня {academicYear.end} року
        </span>{" "}
        КГ №55 КМР розпочинає прийом документів для зарахування дітей до 1-го
        класу на{" "}
        <span className="font-bold text-blue-700">
          {nextAcademicYear.toSlash}
        </span>{" "}
        навчальний рік.
      </p>
      <p>
        Зарахування учнів до закладу здійснюється відповідно до Порядку
        зарахування, відрахування та переведення учнів до державних та
        комунальних закладів освіти для здобуття повної загальної середньої
        освіти,{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z0564-18">
          затвердженого наказом Міністерства освіти і науки України від
          16.04.2018 № 367
        </ExternalLink>
        .
      </p>
      <p>
        Згідно з даним документом, якщо станом на 31 травня кількість поданих
        заяв не перевищує загальної кількості місць у перших класах закладу, то
        не пізніше 01 червня зараховуються усі діти документи яких були подані у
        заклад. Якщо ж станом на 31 травня кількість поданих заяв перевищує
        загальну кількість місць у перших класах, зарахування дітей відбувається
        за такими правилами:
      </p>
      <ul>
        <li>
          <b>до 01 червня </b>
          включно зараховуються діти, місце проживання яких на території
          обслуговування закладу освіти підтверджене, а також діти, які є
          рідними (усиновленими) братами та/або сестрами дітей, які здобувають
          освіту у цьому закладі, чи дітьми працівників цього закладу освіти, чи
          випускниками дошкільного підрозділу цього закладу освіти (у разі його
          наявності);
        </li>
        <li>
          <b>до 15 червня </b>
          включно на вільні місця зараховуються діти, які не проживають на
          території обслуговування цього закладу, за результатами жеребкування,
          процедура проведення якого розробляється відповідно до норм чинного
          законодавства.
        </li>
      </ul>

      <p>
        Ураховуючи, що обмежувальні заходи на період карантину унеможливлюють
        особисте подання Вами необхідних документів до школи, тому рекомендуємо
        скористатися дистанційним засобом подачі заяви для вступу Вашої дитини
        до 1 класу зручним для Вас способом.
      </p>

      <p>
        <b>І спосіб. </b>
        Відправити на електронну адресу закладу такі скановані копії документів:
      </p>
      <ul>
        <li>заяву одного з батьків дитини за зразком (додатком 1);</li>
        <li>свідоцтво про народження дитини;</li>
        <li>
          медичну довідку за формою первинної облікової документації № 086/о;
        </li>
        <li>
          документ, що підтверджує право на першочергове зарахування дитини
          (довідка про місце реєстрації дитини або одного з її батьків або інший
          документ, що підтверджує проживання на території обслуговування
          закладу освіти). Інформація про територію обслуговування закладу
          освіти розміщена на його офіційному сайті.
        </li>
      </ul>

      <p>
        <b>ІІ спосіб. </b>
        Зареєструватися в системі «Електронна реєстрація в заклади загальної
        середньої освіти» за посиланням{" "}
        <ExternalLink href="https://school.isuo.org">
          https://school.isuo.org
        </ExternalLink>{" "}
        та подати заяву і відповідні документи (
        <ExternalLink href="https://drive.google.com/file/d/19uqikZlaGBu0102V1G7XsmVgrN1Boakz/view">
          Інструкція для батьків. Електронна реєстрація в заклади загальної
          середньої освіти
        </ExternalLink>
        ).
      </p>

      <p>
        Інформацію щодо електронної адреси, назви закладу та території
        обслуговування закладу загальної середньої освіти можна отримати на
        офіційному сайті школи або сайті ДІСО (
        <ExternalLink href="https://dp.isuo.org">
          https://dp.isuo.org
        </ExternalLink>
        )
      </p>
      <p>
        Звертаємо увагу! За повноту і достовірність усієї інформації та усіх
        документів, що подаються до закладу освіти, відповідає (згідно з
        вимогами законодавства) особа, яка їх подає.
      </p>

      <p>За довiдками звертатися:</p>
      <table>
        <tbody>
          <tr>
            <th className="pr-3">Приймальня</th>
            <td>096 095 0411</td>
          </tr>
          <tr>
            <th>Лівак В. В.</th>
            <td>067 763 9849</td>
          </tr>
          <tr>
            <th>e-mail</th>
            <td>
              <ExternalLink href="mailto:kg55kmr@ukr.net">
                kg55kmr@ukr.net
              </ExternalLink>
            </td>
          </tr>
        </tbody>
      </table>

      <h1>
        Нормативні документи
        <br />
        щодо організації прийому дітей до перших класів
      </h1>

      <p>
        <b>Конституція України Стаття 53. Кожен має право на освіту</b>
      </p>
      <ol>
        <li>Повна загальна середня освіта є обов’язковою.</li>
        <li>
          Держава забезпечуєдоступністьі безоплатність дошкільної, повної
          загальної середньої, професійно-технічної, вищої освіти в державних і
          комунальних навчальних закладах…
        </li>
      </ol>

      <h2>Закон України “Про освіту”</h2>

      <p>
        <b>Стаття 12. </b>
        Повна загальна середня освіта п.4.Початкова освіта здобувається, як
        правило, з шести років. Діти, яким на початок навчального року
        виповнилося сім років, повинні розпочинати здобуття початкової освіти
        цього ж навчального року.
      </p>
      <p>
        <b>Стаття 13. </b>
        Територіальна доступність повної загальної середньої освіти п. 1. Для
        забезпечення територіальної доступності повної загальної середньої
        освіти органи місцевого самоврядування створюють і утримують мережу
        закладів освіти та їхніх філій.
      </p>
      <p>
        Кожна особа має право здобувати початкову та базову середню освіту в
        закладі освіти (його філії), що найбільш доступний та наближений до
        місця проживання особи.
      </p>
      <p>
        Право особи здобувати початкову та базову середню освіту у державному
        або комунальному закладі освіти (його філії), за яким закріплена
        територія обслуговування, на якій проживає ця особа, гарантується, що не
        обмежує право особи обрати інший заклад освіти.
      </p>
      <p>
        Зарахування учнів до інших закладів загальної середньої освіти
        дозволяється на конкурсних засадах лише у випадках, якщо кількість
        поданих заяв на відповідний рівень загальної середньої освіти перевищує
        спроможність цього закладу. Право на першочергове зарахування до
        початкової школи мають діти, які проживають на території обслуговування
        цієї школи.
      </p>
    </div>
  );
}
