import { createFileRoute } from "@tanstack/react-router";

export const Route = createFileRoute(
  "/parent-forum/admission-policy/grade-2-9",
)({
  component: RouteComponent,
  staticData: {
    title: "Правила прийому до 2-9 класу",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <p>
        Для зарахування дитини до 2-9 класу батькам чи особам, які їх замінюють,
        слід подати такі документи:
      </p>
      <ul>
        <li>заяву від батьків (осіб, що їх замінюють);</li>
        <li>копію свідоцтва про народження (паспорта);</li>
        <li>медичну картку;</li>
        <li>
          особова справа (виписка оцінок, якщо дитина переходить з іншого
          навчального закладу після початку навчального року).
        </li>
      </ul>

      <p>
        Прийом до загальноосвітнього навчального закладу здійснюється на
        безконкурсній основі, як правило, відповідно до території
        обслуговування.
      </p>
    </div>
  );
}
