import { createFileRoute } from "@tanstack/react-router";
import { academicYear, nextAcademicYear } from "~/data/common";
import { type EmployeeName, employees } from "~/data/employees";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/parent-forum/")({
  component: RouteComponent,
  staticData: {
    title: "Для майбутнього першокласника",
  },
});

const teachers: [EmployeeName, EmployeeName] = [
  "Чудна Наталія Володимирівна",
  "Мугак Ніна Іванівна",
];

function RouteComponent() {
  return (
    <div className="content">
      <h1>
        <span className="text-red-600">
          ШАНОВНІ БАТЬКИ!
          <br />
          КГ №55 КМР
          <br />
        </span>
        <span className="text-blue-800">(вул. Сергія Колачевського 108А)</span>
        <br />
        <span className="text-red-600">
          оголошує набір майбутніх першокласників.
        </span>
        <br />
        <br />
        <span className="text-blue-800">
          У {nextAcademicYear.toSlash} н.р. у гімназії планується:
        </span>
        <br />
        <span className="text-violet-800">
          Кількість перших класів - 2
          <br />
          Кількість учнів - 60
          <br />
        </span>
        <br />
        <span className="text-red-600">
          За довідками звертатися
          <br />
          за телефоном: (096) 095-04-11
        </span>
      </h1>
      <img
        src={asset("images/для-майбутнього-першокласника.webp")}
        className="mx-auto w-130"
      />

      <p>
        У родині майбутній школярик – це хвилюючий та радісний момент, але разом
        з тим — це ще одне випробування для батьків. Адже так хочеться обрати
        для дитини найкращу школу, комфортні умови навчання і найголовніше —
        хорошого вчителя.
      </p>
      <p>
        Досвідчені, розумні, привітні вчителі
        <span className="font-bold text-blue-700">
          {" "}
          {employees.byName(teachers[0]).name}{" "}
        </span>
        та
        <span className="font-bold text-blue-700">
          {" "}
          {employees.byName(teachers[1]).name}{" "}
        </span>
        навчатимуть майбутніх першачків.
      </p>

      <p>
        У першому класі {nextAcademicYear.toSlash} н.р. планується вивчення
        наступних предметів:
      </p>
      <ul>
        <li>навчання грамоти (мова і читання);</li>
        <li>математика;</li>
        <li>іноземна мова (англійська);</li>
        <li>музичне мистецтво;</li>
        <li>образотворче мистецтво;</li>
        <li>дизайн та технології;</li>
        <li>фізична культура;</li>
        <li>ЯДС.</li>
      </ul>

      <p>
        Вік майбутніх першокласників регламентується статтею 20 Закону України
        "Про загальну середню освіту" («зарахування учнів до загальноосвітніх
        навчальних закладів здійснюється, як правило, з шести років»). Разом з
        тим, звертаємо увагу батьків та педагогічної громадськості на те, що
        згідно зі ст.12 Закону України "Про дошкільну освіту" право на
        перебування у дошкільних навчальних закладах гарантовано дітям віком від
        двох місяців до шести (семи) років. Отже, якщо дитина досягла 6-річного
        віку, дошкільні навчальні заклади не можуть відмовити батькам у
        подальшому отриманні дошкільної освіти їхньою дитиною.
      </p>
      <p>
        Прийом дітей до 1 класу загальноосвітніх навчальних закладів
        здійснюється без конкурсу відповідно до території обслуговування. За
        наявності вільних місць дитина може розпочинати навчання в інших
        навчальних закладах.
      </p>
      <p>
        Приймання заяв від батьків, діти яких планують{" "}
        <span className="font-bold text-blue-700">
          з 01.09.{nextAcademicYear.start}
        </span>{" "}
        бути зарахованими до 1-го класу на{" "}
        <span className="font-bold text-blue-700">
          {nextAcademicYear.toSlash}
        </span>{" "}
        навчальний рік, розпочинається з{" "}
        <span className="font-bold text-blue-700">
          5 жовтня {academicYear.start} року
        </span>
        .
      </p>

      <p>
        Для зарахування дитини до 1 класу батькам чи особам, які їх замінюють,
        слід подати такі документи:
      </p>
      <ul>
        <li>заяву на ім'я директора;</li>
        <li>копію свідоцтва про народження дитини;</li>
        <li>копію ідентифікаційного коду дитини;</li>
        <li>медичну картку встановленого зразка;</li>
        <li>
          копія документа, що підтверджує місце реєстрації (паспорт одного з
          батьків, включаючи сторінку, де вказано прописку).
        </li>
      </ul>

      <p>
        Не допускається перевірка знань та умінь дитини понад обсяги державних
        вимог навчально-виховних програм дошкільного навчального закладу. Не
        дозволяється перевіряти вміння читати, писати, рахувати тощо, оскільки
        формування цих навичок відбувається у процесі навчання дитини в
        початкових класах за чинними навчальними програмами для 1-4 класів
        загальноосвітніх навчальних закладів.
      </p>
      <p>
        Спілкування з дитиною має проводити вчитель початкових класів та
        психолог у формі доброзичливої співбесіди, що триває не більше 30
        хвилин, у присутності батьків або осіб, які їх замінюють. Оскільки
        навчання учнів 1 класу здійснюється з урахуванням особливостей фізичного
        і психічного розвитку дітей, їх вікових та індивідуальних можливостей,
        слід зазначити, що готовність до систематичного навчання визначається
        взаємозв'язаними компонентами: фізичною готовністю (станом здоров'я і
        фізичним розвитком дитини), інтелектуальною і особистісною готовністю.
      </p>
      <p>
        Фізична готовність дитини до школи визначається медичними працівниками і
        записується у медичній картці.
      </p>
      <p>
        Особистісна готовність характеризує уміння дитини орієнтуватися в
        навколишньому світі, запас її знань, ставлення до школи, самостійність
        дитини, її активність й ініціативу, розвиток потреби у спілкуванні,
        вміння встановити контакт з однолітками і дорослими.
      </p>
      <p>
        Інтелектуальна готовність дитини до школи включає в себе розвиток
        фонематичного слуху, зорового сприймання, образних уявлень, розвиток
        таких психічних процесів, як сприймання, увага, спостережливість,
        пам'ять, уява, а також розумовий і мовленнєвий розвиток.
      </p>
      <p>
        Практичний психолог та вчитель вивчають індивідуальні особливості дитини
        з метою найефективнішого впливу на її всебічний розвиток та виховання у
        процесі навчання після зарахування до 1 класу.
      </p>
    </div>
  );
}
