export const title = "Поради молодим батькам";

export function Content() {
  return (
    <div className="content">
      <p>
        <b>Найперші завдання родинного виховання дітей дошкільного віку</b>
      </p>
      <ol>
        <li>
          Забезпечити фізичне та психічне здоров'я дітей, своєчасно звертатись
          за допомогою до спеціалістів у разі потреби його корекції
        </li>
        <li>
          Виховувати дитину на основі природовідповідності та з урахуванням її
          психо-фізіологічних і вікових особливостей.
        </li>
        <li>
          Піклуватись про нормальний розвиток відчуттів і сприймань дитини
          органів зору, слуху, смаку, нюху, дотику.
        </li>
        <li>
          Забезпечити розумовий розвиток дітей: розвивати пам'ять, увагу,
          мислення, уяву, допитливість; навчати елементарних знань про
          навколишнє середовище.
        </li>
        <li>
          Залучати дітей до світу знань та народної мудрості через народні
          казки, прислів'я, примовки, пісні, лічилки, загадки.
        </li>
        <li>
          Забезпечити пізнавальну активність, творчі і художні здібності в
          ігровій та інших видах діяльності.
        </li>
        <li>
          Своєчасно виявляти ранню обдарованість, забезпечувати умови для
          розвитку талановитих дітей.
        </li>
        <li>Психологічно готувати дітей до навчання в школі.</li>
        <li>
          Моральні цінності дитини формувати з позицій добра, справедливості,
          доброчесності, честі, гідності, людяності.
        </li>
        <li>
          Створювати сприятливі умови для розвитку моральної самооцінки, яка
          базується на ставленні до себе як суб'єкта гуманних, доброзичливих
          взаємин з оточуючими.
        </li>
        <li>
          Забезпечувати всебічний і повноцінний розвиток дітей на засадах
          національної культури і духовності свого народу.
        </li>
        <li>
          Навчати дитину рідної мови, прищеплювати навички культури спілкування.
        </li>
        <li>
          Прищеплювати шанобливе ставлення до культурних надбань, звичаїв,
          традицій інших народів.
        </li>
        <li>
          Залучати дітей до активної участі в народних традиціях, звичаях,
          обрядах.
        </li>
        <li>Формувати у дитини духовність.</li>
        <li>
          Започатковувати основи трудового виховання, привчати до
          самообслуговування. Створювати сприятливу трудову атмосферу в сім'ї.
        </li>
        <li>Формувати екологічну культуру, привчати до особистої гігієни.</li>
        <li>Започатковувати формування моральної орієнтації в цінностях.</li>
        <li>Забезпечувати первинну соціалізацію дитини.</li>
        <li>
          Виховувати повагу і любов до Батьківщини, батьків, родини, людей
          праці.
        </li>
        <li>Формувати у дитини культуру поведінки та поваги до інших людей.</li>
      </ol>

      <p className="text-center font-bold">
        Пам’ять серця нехай оберігає
        <br />
        Подвиги ваші святі,
        <br />
        І спомин про вас не згасає,
        <br />
        Будьте вічно ви з нами в житті
      </p>
    </div>
  );
}
