import image from "./1.jpg";

export const title = "Самооцінка як важлива якість особистості";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />

      <p>
        Великий вплив на всі аспекти життєдіяльності та поведінку людини, має
        така якість особистості як самооцінка
      </p>
      <p>
        Самооцінка – оцінка себе, своєї діяльності, свого становища в певній
        групі чи організації та в колі друзів, а також ставлення до оточуючих і
        не менш важливим є критичне ставлення до своїх здібностей і можливостей.
        Термін „самооцінка” прирівнюють до терміну „самоповага”. Самооцінка
        показує, як людина оцінює себе щодо окремої властивості, а самоповага –
        загальна оцінка.
      </p>
      <p>
        Самооцінка формується з дитинства у процесі спілкування за такими
        етапами:
      </p>
      <ul>
        <li>Увага збоку дорослих</li>
        <li>Співробітництво з ними</li>
        <li>Відчуття поваги з їхнього боку</li>
        <li>Взаєморозуміння</li>
      </ul>

      <p>
        Взаємостосунки дитини з батьками на кожному з етапів самооцінки,
        залежатимуть від її ставлення до себе.
      </p>
      <p>
        Якщо батьки невиправдано підкреслюватимуть реальні та вигадані
        досягнення дитини, то це стане причиною формування в неї завищеної
        самооцінки та рівня домагань. І навпаки, недовіра батьків до можливостей
        дитини категорично придушить норму дитячого негативізму, можуть
        призвести до виникнення у дитини відчуття своєї слабкості,
        неповноцінності і заниженої самооцінки.
      </p>

      <h2>Формування самооцінки триває в шкільні роки:</h2>

      <p>Успіхи в навчанні, мають сприяти формуванню адекватної самооцінки.</p>
      <p>
        А для кращого формування самооцінки, вчитель повинен дати можливість
        учневі самому оцінити свою відповідь і рецензувати її з відповідями
        інших учнів. Вона застосовується як в теоретичних так і практичних
        частинах знань, умінь і навичок. А для того щоб учневі легше було
        визначатись його та інших учнів ознайомлюють з нормами і критеріями
        оцінювання знань, умінь і навичок. Кожна людина має сформовані свої
        рівні самооцінки, а також у період життя формуються і рівні домагань.
      </p>
      <p>
        Рівень домагань людини – це її потреби ,мотиви або тенденції що мають
        прояв у ступені трудності мети, яку вона ставить перед собою.
      </p>
      <p>
        Рівень домагань залежить від віри у свої здібності та прагненні отримати
        репутацію. Цього можна досягти за рахунок успіхів у певній сфері
        діяльності (успіхи, звання, наукові ступені) чи екстравагантності одягу
        та стилю поведінки.
      </p>
      <p>
        Рівень домагань людини – відноситься до ідеалу, оскільки визначаються
        цілі яких людина прагне. Власне розуміння сутності рівень домагань
        людини дозволяє з’ясувати такий парадокс: вона не радіє успіху і не
        засмучується після невдачі. Самооцінка і домагання розвиваються шляхом
        поступової інтеріоризації зовнішніх оцінок які фіксуються у класному
        журналі і виражають суспільні вимоги людини до самої себе тим самим
        посилюючи відповідальність за навчальну роботу та визначає успіх в її
        життєдіяльності.
      </p>
      <p>
        Це пов’язано з тим, що завжди зацікавлена не лише щось робити, досягати
        мети, а й отримувати задоволення. Успіх як подія, що отримала соціальну
        та суспільну оцінку. Саме суспільство вирішує чи можна вважати успіхом
        результати людей. Успіх можна засвідчувати і самому собі. Добра думка
        про себе – це вже половина щастя.
      </p>

      <p>До рівнів самооцінки (самоповаги) відносять:</p>
      <ul>
        <li>
          Високий – те що людина не вважає себе гіршою від інших і позитивно
          ставиться до себе.
        </li>
        <li>Низький – неповага до себе та до оточуючих.</li>
        <li>Середній (нормальний) – адекватна думка про себе.</li>
      </ul>
    </div>
  );
}
