import image from "./1.jpg";

export const title = "СНІД";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-left mr-3 w-60" />

      <p>
        Синдром набутого імунодефіциту (СНІД) є одним з найтяжчих. Цю хворобу
        спричинює особливий збудник - вірус імунодефіциту людини (скорочено
        ВІЛ). Синдром набутого імунодефіциту був виявлений наприкінці 70-х на
        початку 80-х років ХХ-го століття, тобто зовсім недавно. Але вже на
        сьогодні захворювання, в тому числі й серед дітей, зареєстровано
        практично в усіх країнах світу. Не обминула біда й Україну і Рівненську
        область зокрема. Якщо до 1987 року в Україні на було взагалі
        зареєстровано ВІЛ-інфікованих, то сьогодні за рівнем поширення ВІЛ /
        СНІДу в Європі Україна, на жаль займає перше місце.
      </p>
      <p>
        За статистикою Українського центру профілактики й боротьби зі СНІДом МОЗ
        України в нашій державі зареєстровано близько 117 тисяч заражених ВІЛ,
        серед них майже чотири тисячі дітей віком до 14 років. За останні шість
        років число нових випадків інфікування зросло майже вдвічі,
        захворюваність на СНІД збільшилася майже в 4 рази, а смертність від
        СНІДу у 3,8 раза. Щоденно в державі інфікується ВІЛ близько 40 осіб, а
        біля восьми громадян України помирають від СНІДу.
      </p>
      <p>
        Вже перші випадки захворювання показали, що досягнення людини
        неспроможні зупинити поширення цієї хвороби.
      </p>
      <p>То що ж таке СНІД? Що ми про нього знаємо?</p>
      <p>
        <span className="font-bold italic underline">СНІД</span> - особливо
        небезпечна хвороба, смертельна для людини. Спричинюється специфічними
        вірусами, через що організм втрачає природну здатність протидіяти
        мікробам і знищувати злоякісні клітини крові - лімфоцити, які
        відповідають за захист людського організму від дії різноманітних
        мікробів і розвитку пухлин. Імунітет організму повільно, протягом
        багатьох місяців, років знижується і ще призводить до виникнення різних
        захворювань, передусім інфекційних, що уражають легені, органи
        травлення, шкіру, нервову систему тощо. Смерть настає саме від цих
        захворювань, а не від СНІДу.
      </p>
      <p className="font-bold italic underline">
        Основними шляхами зараження ВІЛ інфекцією є:
      </p>
      <ul>
        <li>статевий;</li>
        <li>
          під час переливання донорської крові, зараженої вірусом імунодефіциту;
        </li>
        <li>
          при використанні нестерильного медичного інструментарію (шприців,
          системи для переливання крові, крапельниць та ін.);
        </li>
        <li>
          від матері (хворої або вірусоносія) дитини до, під час або після
          пологів.
        </li>
      </ul>

      <p>
        Усі інші шляхи інфекції при СНІДі не мають значення, оскільки при ньому,
        як правило, в організм потрапляє незначна кількість вірусу і зараження
        не відбувається. Отже, хвороба не передається через рукостискання,
        поцілунки, їжу, предмети домашнього вжитку, спортивні предмети, при
        купанні в басейні, душі, через спілкування з домашніми тваринами, при
        догляді за хворими на СНІД. Не прий­мають участі в його передачі і
        кровососні комахи, (комарі, клопи, кліщі тощо). Хоча після укусу
        зараженої СНІДом в організмі кровососів вірус деякий час зберігається,
        зараження ним здорової людини не відбудеться через те, що кровососи
        тільки висмоктують кров, а не вводять її під час укусу в організм
        людини.
      </p>
      <p>
        <span className="font-bold italic underline">Інкубаційний період</span>{" "}
        від моменту зараження ВІЛ до перших проявів інфекції може бути як
        коротким - 4-5 тижнів, так і дуже довгим - декілька років. У середньому
        через 2-8 тижнів після інфікування в крові таких людей з’являються
        специфічні утворення, так звані антитіла проти ВІЛ, але в деяких
        випадках ці антитіла з’являються значно пізніше, а у 2/3 хворих взагалі
        може бути безсимптомна стадія перебігу хвороби протягом 1,5-5 років. За
        цей період збудник СНІДу руйнує лімфоцити, що неминуче призводить до
        глибоких змін усієї імунної системи хворої людини. Особливо небезпечним
        є те, що вірус уражає і клітини центральної нервової системи.
      </p>
      <p>
        На початку інфекційного процесу людина почуває себе практично здоровою і
        не підозрює про свою недугу. Що повинно викликати занепокоєність у зміні
        стану здоров’я? Насамперед, збільшення лімфатичних вузлів, причому
        практично одночасно у кількох місцях - на шиї, у ліктьових згинах, під
        руками, у паху, а також прогресуюча втрата ваги (понад 10%), незважаючи
        на збереження колишнього режиму харчування, часті гнійні і запальні
        ураження слизової оболонки рота, шкіри, статевих органів, підвищення
        температури тіла, що тримається більше як місяць без будь-якої причини.
        Незалежно від того, чи є клінічні прояви чи ні, ВІЛ - інфікована людина
        є джерелом зараження іншої людини.
      </p>
      <p>
        Хто може бути найімовірнішим вірусоносієм? - це так звані групи ризику.
        До них належать: гомосексуалісти (бісексуали), наркомани, що вводять
        наркотики внутрівенно, повії, особи, які часто змінюють статевих
        партнерів. Групою ризику є також новонароджені, матері яких ВІЛ -
        інфіковані або хворі на СНІД. Але було б великою помилкою думати, що
        СНІД вибирає собі жертви тільки серед групи ризику. А ризик інфікування
        на ВІЛ з більшою чи меншою ймовірністю загрожує кожній людині.
      </p>
      <p>
        Всесвітня організація охорони здоров’я розробила глобальну програму
        боротьби зі СНІДом. Серед медичних заходів, передбачених цією програмою,
        велике значення мають санітарно-профілактичні. В усіх країнах світу
        запроваджено жорсткий лабораторний контроль донорської і плацен­тарної
        крові, її препаратів, а також різних органів, що відбираються для
        трансплантації. У лікарнях і поліклініках ведеться контроль за
        стерилізацією ріжучих, колючих та інших інструментів. Треба наголосити,
        що збудник СНІДу не стійки в умовах зовнішнього середовища і чутливий до
        температури. Так, при температурі +56,+68 градусів вірус гине протягом
        20 хв., а при температурі +100 градусів - миттєво. Вірус відносно швидко
        знищується основними антисептиками і дезінфектантами: 0,33 розчин
        перекису водню, 50% спиртом, але він відносно стійкий до
        ультрафіолетових променів. Якщо ВІЛ потрапляє у кров людини, знищити або
        вивести його з організму на сьогодні неможливо.
      </p>
      <p>
        В умовах відсутності ефективних вакцин та лікарських засобів кращими
        ліками від зараження можуть бути наші знання про шляхи і поширення
        вірусу СНІДу та засоби його попереджання. Перш за все, уникайте
        користування предметами, що можуть поранити шкіру. Для ін’єкції
        використовуйте одноразові шприци. Такі індивідуальні речі, як лезо для
        гоління та зубні щітки можуть стати джерелом інфікування, якщо
        міститимуть залишки зараженої крові, тож подумайте, чи варто ділити їх
        ще з кимсь? І головне - пам'ятайте, що основний шлях зараження -
        статевий. Уберегти нас від СНІДу може тільки наша власна обачність.
      </p>
      <p>
        Якщо діагноз СНІДу підтверджений результатами лабораторного дослідження,
        то згідно з Законом України „Про запобігання захворюванню на СНІД та
        соціальний захист населення”, Кримінальним і Кримінально-процесуальним
        кодексами України інфікований ВІЛ чи хворий на СНІД зобов’язаний вжити
        заходів щодо запобігання поширенню інфекції, повідомивши осіб, які були
        з ним у статевих контактах, про можливість їх зараження. Свідоме
        зараження ВІЛ особою, яка знала про наявність у неї інфекції, зумовленої
        цим вірусом, карається позбавленням волі на терміном до 8 років.
      </p>
      <p>
        ВІЛ-інфекція - проблема не менш соціальна, ніж медична, ВІЛ-інфіковані
        особи та хворі на СНІД потребують соціального захисту, милосердя і
        співчуття, шанобливого ставлення до людської гідності, гуманного
        відношення з боку суспільства. Вони мають право на професійну діяльність
        за обраним фахом, за винятком роботи за спеціальностями та на посадах,
        встановлених спеціальним переліком; на безкоштовне забезпечення ліками;
        безкоштовний проїзд до місця лікування й назад за рахунок лікувальної
        установи, яка видала направлення; на користування ізольованою житловою
        кімнатою. Особам, зараження яких сталося внаслідок медичних маніпуляцій,
        встановлюється пенсійне забезпечення та право на першочергове одержання
        житла.
      </p>
      <p>
        Гуманне суспільство повинне проявляти максимум співчуття і милосердя до
        людей хворих на СНІД. Людство вже пройшло шлях від страху і бажання
        ізолювати хворих та інфікованих ВІЛ до розуміння, що ці люди потребують
        допомоги і підтримки самого суспільства. То ж будьмо доброзичливими до
        тих, хто зазнав удару смертельного вірусу.
      </p>
      <p>
        У Законі України „Про запобігання захворюванню на СНІД та соціальний
        захист населення” викладено умови та порядок медичного огляду з метою
        виявлення зараження ВІЛ. Обстежуваним гарантується безпека медичного
        огляду, його добровільність, анонімність та конфіденційність інформації
        про результати огляду на виявлення зараження ВІЛ. Обов’язковому
        медичному огляду підлягають особи, які займаються проституцією,
        наркомани, які вводять наркотичні речовини шляхом ін’єкцій. Відомості
        про зараження тієї чи іншої особи ВІЛ або захворювання її на СНІД
        становлять таємницю.
      </p>
      <p>
        В обласному та районних центрах створено служби профілактики
        ВІЛ-інфекції. Якщо вас хвилюють проблеми СНІДу, за консультацією Ви
        можете звернутися в поліклініку за місцем проживання. Анонімність
        гарантується законом.
      </p>
      <p>
        Сьогодні в Україні вже стала доступною антиретровірусна терапія
        (АРВ-терапія), яка хоч і не виліковує від ВІЛ-інфекції, але значно
        покращує стан життя ВІЛ-інфікованих на стадії СНІДу.
      </p>
      <p>
        Кожна людина повинна до кінця усвідомити всю небезпеку, яку несе СНІД і
        зробити все можливе, щоб уберегти себе і своїх близьких та рідних від
        цієї страшної інфекції, бо СНІД може увійти практично в кожен дім, кожну
        сім’ю.
      </p>

      <div className="text-center font-bold">
        Пам’ятайте: єдина людина, що може вберегти вас від СНІДу – це ви самі!
      </div>
    </div>
  );
}
