import image from "./1.jpg";

export const title = "Як допомогти дитині обрати майбутню професію";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-160" />

      <p>
        Вибрати професію до душі і знайти роботу, на яку хотілося б ходити - це
        дуже непросте завдання, з яким справляються не всі дорослі. Ми не
        знаємо, як буде складатися подальше життя наших дітей, але ми можемо
        постаратися допомогти їм з вибором професії вже зараз - щоб в
        майбутньому їм не здавалося, що будь-яка робота - це погано, нудно і
        стомлює (але необхідно). Ось, що ви можете зробити.
      </p>

      <ol>
        <li>
          <b>Залиште амбіції</b>
          <p>
            Важливий момент, який деяким батькам буває прийняти непросто: ваша
            дитина - це окрема від вас людина. Саме тому ваші плани на її
            майбутнє життя і ваші амбіції в її професійній діяльності не мають
            особливої ваги - рішення про власне майбутнє повинна приймати сама
            дитина (точніше, коли вже буде дорослою).
          </p>
        </li>
        <li>
          <b>Розширюйте кругозір</b>
          <p>
            Щоб в майбутньому ваша дитина могла без праці вибрати сферу, в якій
            їй цікаво професійно розвиватися, вона повинна знати, з чого
            вибирає. Не поспішайте обмежувати дитину однозначними категоріями
            типу «майбутній спортсмен» або «гуманітарій» - дайте їй спробувати
            якомога більше занять, і подивіться, в чому вона буде процвітати, і
            що їй сподобається.
          </p>
        </li>
        <li>
          <b>Допоможіть визначити сильні сторони</b>
          <p>
            Рано чи пізно батьки визначають, що їх дитина в одних областях краще
            себе показує, а ніж в інших. Однак це не означає, що їй варто
            розвиватися тільки там, де у неї все виходить. Якщо ваша дитина
            гуманітарій, але любить програмування - не поспішайте розбивати її
            мрії і похмуро пророкувати невдачі. Замість цього подумайте, як вона
            може використовувати свої сильні сторони для того, щоб домогтися
            успіхів в областях, які їй цікаві. Не прив'язуйте сильні сторони до
            конкретної професії, просто визначте їх (наприклад: «ти скрупульозна
            і терпляча» або «тобі вдається придумувати багато ідей за короткий
            проміжок часу» або «ти вмієш добре організовувати процеси») і
            подумайте, як їх можна використовувати там, де це потрібно.
          </p>
        </li>
        <li>
          <b>Підтримуйте, але не перегинайте палицю</b>
          <p>
            Підтримка і віра в успіх вкрай важливі, проте переконайтеся, чи ви
            об'єктивні. Так, можливо, бурхливо захоплюватися каляками-маляками
            дворічної дитини - це нормально і нікому не шкодить, а от якщо ви
            будете необ'єктивно оцінювати успіхи свого старшокласника, він
            ризикує сильно розчаруватися в собі, отримавши збоку іншу оцінку.
            Дайте дитині зрозуміти, що ви на її боці, готові підтримати її
            ініціативу, однак ви не станете все робити за неї, допомагати їй
            домагатися успіхів нечесним шляхом або хвалити її тоді, коли вона
            об'єктивно не справляється. Конструктивна критика може бути дуже
            корисною, головне, щоб вона була конструктивною, справедливою і
            необразливою.
          </p>
        </li>
        <li>
          <b>Знайдіть наставника</b>
          <p>
            Якщо ви помітили, що ваша дитина проявляє інтерес до певної сфери,
            важливо знайти ту людину, яка допоможе їй в ній розвиватися.
            Учитель, репетитор, тренер, вчитель, експерт - це повинна бути
            компетентна і грамотна людина, з якої можна буде брати приклад, і у
            якої можна буде навчитися всьому необхідному.
          </p>
        </li>
        <li>
          <b>Забезпечте інструментами</b>
          <p>
            Для успішного пошуку роботи важливо не лише володіти професійними
            навичками, а й розбиратися у всіх технічних тонкощах: складання
            резюме, написання супровідного листа, і так далі. Поділіться з
            дитиною своїм досвідом, навчіть її складати необхідні для пошуку
            роботи документи, проводьте тренувальні співбесіди. Ким би не хотіла
            стати ваша дитина, всі ці навички їй знадобляться.
          </p>
        </li>
        <li>
          <b>Подавайте хороший приклад</b>
          <p>
            Складно говорити з дитиною про її майбутню кар'єру, якщо вона все
            життя бачить, як ви щоранку знехотя збираєтесь, повертаючись додому
            - скаржитесь, а по п'ятницях зітхаєте з полегшенням. Найкраще, що
            виможете зробити для професійного зростання своєї дитини в
            майбутньому - це показати приклад людини, яка задоволена своїм
            кар'єрним вибором, яким би він не був.
          </p>
        </li>
        <li>
          <b>Дивіться в майбутнє</b>
          <p>
            Ми не знаємо, якими будуть професії майбутнього. Ще 10-15 років тому
            ніхто не міг передбачити, що блогери і тіктокери будуть заробляти
            мільйони, і напевно багато хто з них стикався (і до цих пір
            стикаються) із засудженням з боку старшого покоління. Світ
            змінюється, змінюються його потреби, і ті професії, які здавалися
            престижними в наш час, в майбутньому можуть і зовсім зникнути або
            змінитися до невпізнання. А тому не варто переконувати дитину
            вибрати професію, в якій ви впевнені зараз. Слідкуйте за трендами,
            моніторте ринок праці, будьте в темі - це неймовірно корисно.
          </p>
        </li>
        <li>
          <b>Навчіть гнучкості і наполегливості</b>
          <p>
            Психологи рекомендують батькам ставити перед своїми дітьми маленькі
            цілі і виконувати їх за певний короткий період часу, це допоможе
            розвити у дітей вміння бути наполегливим у прийняті рішень.
          </p>
          <p>
            Вчіть дитину гнучкості, пояснюйте їй, що поразки це теж добре,
            уміння вчитись на своїх помилках, сприяє знайти спосіб досягти
            успіху наступного разу.
          </p>
        </li>
      </ol>

      <p>
        <b>
          Підтримуючи свою дитину, навчаючи її способам для розвитку власних
          здібностей, батьки підштовхують її до розкриття у виборі більшості
          професій.
        </b>
      </p>
    </div>
  );
}
