export const title =
  "Долаємо паніку: вправи і поради, як стабілізуватися під час війни";

export function Content() {
  return (
    <div className="content">
      <h1>Долаємо паніку: вправи і поради, як стабілізуватися під час війни</h1>

      <p>
        <b>ШВИДКІ ДІЇ ДЛЯ ВПЛИВУ НА СПОКІЙ:</b>
      </p>

      <ul>
        <li>
          <b>Відновлення безпеки тіла:</b> обійміть дитину (або себе), говоріть
          повільно та тихо на рівні очей.
        </li>
        <li>
          <b>Режим дня та рутина:</b> дотримуйтесь запланованих дій (душ,
          прибирання, їжа).
        </li>
        <li>
          <b>Вживання води:</b> пийте воду або хоча б змочуйте губи.
        </li>
        <li>
          <b>Жування:</b> жуйте гумку або смокчіть льодяник з вираженим смаком.
        </li>
        <li>
          <b>Слідкування за туалетом:</b> звертайте увагу на позиви до
          сечовипускання та дефекації.
        </li>
        <li>
          <b>Предмет у лівій руці:</b> візьміть у ліву руку предмет, який можете
          контролювати.
        </li>
        <li>
          <b>Нові правила безпеки:</b> відійдіть від вікон до несучих стін.
          Грайте з дітьми в "супергероїв безпеки".
        </li>
        <li>
          <b>Контакт із сусідами:</b> підтримуйте зв'язок для відчуття
          підтримки.
        </li>
        <li>
          <b>Прояв емоцій:</b> дозвольте собі плакати, злитися.
        </li>
        <li>
          <b>Активізація голосу:</b> співайте, кричіть, говоріть голосно, якщо
          відчуваєте проблеми з мовленням.
        </li>
        <li>
          <b>Повторення слова "пау":</b> повторюйте кілька разів, уявляючи, що
          кидаєте його в стелю.
        </li>
        <li>
          <b>Контроль дихання:</b> вдих на 2 такти, видих на 4-6. Дітям -
          скоромовки на видиху.
        </li>
        <li>
          <b>Дозвольте собі "потупити":</b> грайте в тетріс, з кульками,
          комп'ютерні ігри.
        </li>
        <li>
          <b>Контрольовані дії:</b> виконайте прості завдання зі швидким
          результатом (спекти, прибрати).
        </li>
        <li>
          <b>Перехресна хода:</b> ходіть по квартирі, координуючи ліву руку з
          правою ногою.
        </li>
        <li>
          <b>Аналіз інформації:</b> запитайте себе, чи розглядаєте ви всю
          інформацію, а не лише погані новини. Розрізняйте факти та думки.
        </li>
        <li>
          <b>Турбота про себе:</b> запитайте себе, що ви можете для себе
          зробити, і зробіть це.
        </li>
        <li>
          <b>Запишіть практики спокою:</b> майте під рукою список дієвих для вас
          методів.
        </li>
      </ul>

      <p>
        <b>ПРАКТИКИ ДЛЯ СТАБІЛІЗАЦІЇ:</b>
      </p>

      <ul>
        <li>
          <b>Контроль стоп, спини, очей і рук:</b> відчуйте опору стопами,
          спиною, озирніться, стисніть та потріть руки, обійміть себе.
        </li>
        <li>
          <b>Вправа "ліва рука під пахву":</b> покладіть ліву руку під праву
          пахву, праву - на плече, постукайте себе по плечу лівою рукою. Для
          дітей - уявити захист янгола.
        </li>
        <li>
          <b>Точка екстреної допомоги:</b> натисніть на точку між безіменним
          пальцем та мізинцем.
        </li>
        <li>
          <b>Психотерапевтична практика (простукування):</b> простукуйте грудну
          клітину, промовляючи: "Я впораюся, ситуація справді складна, але я
          зроблю це" (1 удар на секунду). Для дітей - простукуйте коліна або
          плечі.
        </li>
        <li>
          <b>Обов'язкова вправа ("потягушки"):</b> потягніться вгору.
          Запропонуйте дітям те саме.
        </li>
        <li>
          <b>Потягування пальців, шиї:</b> якщо немає можливості потягнутися
          повністю.
        </li>
        <li>
          <b>Гримаси:</b>
          скорчіть гримасу та видайте дивний звук.
        </li>
        <li>
          <b>Кондиціонер нервової системи (дихання на палець/свічку):</b>{" "}
          короткий вдих, довший видих.
        </li>
        <li>
          <b>Очі в різні боки:</b> рухайте очима вгору, вниз, прямо, в сторони з
          затримкою.
        </li>
        <li>
          <b>Корінець язика:</b> висуньте язик до грудної клітини, зробіть
          язикову гімнастику, імітуйте полоскання горла.
        </li>
        <li>
          <b>Я - океан:</b> уявіть себе величезним, відчуйте силу роду, країни,
          знань.
        </li>
      </ul>

      <p>
        <b>БАЛАНСУВАЛЬНІ ВПРАВИ:</b>
      </p>
      <ul>
        <li>
          <b>"Моє - не моє":</b> вдих зі словом "моє" (спокій, сила, безпека),
          видих зі словом "не моє" (напруження), відштовхуючи руки.
        </li>
        <li>
          <b>Дихання в човник:</b> рука на животі, друга - човником біля рота,
          видих у долоню до грудей, вдих з підняттям руки.
        </li>
        <li>
          <b>Кола підтримки:</b> звертайтеся за допомогою та допомагайте іншим.
          Майте поруч людей, які надають різну підтримку (інформаційну, дієву,
          емоційну, мовчазну, гумористичну).
        </li>
        <li>
          <b>Відповіді на запитання для ввімкнення логіки:</b> Коли? Як? Де?
          Кому?
        </li>
        <li>
          <b>Рух при сильному тремтінні:</b> запропонуйте людині щось зробити
          (принести води, закутатися).
        </li>
        <li>
          <b>Скриня ресурсів:</b> накопичуйте емоційні контакти, дозволяйте собі
          відчувати, отримуйте раціональну інформацію, підтримуйте віру та
          зв'язок, дбайте про базові потреби, використовуйте уяву.
        </li>
        <li>
          <b>"Беремо себе в руки":</b> складіть долоні, промовляючи: "Повертаю
          собі свої силу та спокій".
        </li>
        <li>
          <b>"Моя тривога говорить...", "Мій мозок говорить...":</b> випишіть
          думки, щоб зменшити тривогу.
        </li>
        <li>
          <b>Знецінення страшного образу:</b> додайте йому смішних деталей.
        </li>
        <li>
          <b>Образ спокою та стійкості:</b> зафіксуйте цей образ (наприклад, на
          телефоні).
        </li>
        <li>
          <b>Уява себе джерелом світла:</b> відчуйте внутрішню силу, станьте
          "маяком" для інших.
        </li>
      </ul>

      <p>
        <b>ЩО ВАЖЛИВО ДЛЯ ДІТЕЙ:</b>
      </p>
      <ul>
        <li>
          <b>Режим дня:</b> дотримуйтесь звичного розкладу.
        </li>
        <li>
          <b>Безпечний простір:</b> створюйте "будиночки", грайтеся на підлозі,
          малюйте, грайте в хованки.
        </li>
        <li>
          <b>Псевдоагресивні ігри:</b> бийтеся подушками, бігайте, кричіть,
          грайте в боулінг.
        </li>
        <li>
          <b>
            Протокол для дітей у стресі (обійми без дотиків до відкритих частин
            тіла):
          </b>{" "}
          візьміть за руку, якщо інший контакт неможливий.
        </li>
        <li>
          <b>Вправи з видихами:</b> "Понюхайте квітку" і здуйте.
        </li>
        <li>
          <b>Піндуляція:</b> розмахуйте руками, як маятником.
        </li>
        <li>
          <b>Пояснення війни:</b> простими словами, акцентуючи на безпеці та
          діях армії. Зробіть дитину відповідальною за щось. Завершуйте розмову
          обіймами.
        </li>
      </ul>

      <p className="text-right italic">
        Пам'ятайте про важливість піклування про своє психологічне здоров'я.
      </p>
    </div>
  );
}
