import image from "./1.jpg";
import image2 from "./2.jpg";
import image3 from "./3.jpg";

export const title = "Переохолодження організму";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />

      <p>
        В період різких похолодань, з настанням морозів та складних погодних
        умов збільшується ризик переохолодження та обмороження.
      </p>
      <p>
        <b>Переохолодження організму</b> - це загальний стан людини, коли на всю
        поверхню тіла впливає холод, а температура тіла при цьому падає нижче 35
        ºC.
      </p>
      <p>
        Діти, літні й ослаблені люди, особливо худі, стомлені і голодні,
        найбільш уразливі до переохолодження. Переохолодження настає швидше при
        попаданні в холодну воду, при алкогольному сп'янінні, а також після
        крововтрати або травм. Тривалий вплив низьких температур призводить до
        пригнічення функцій організму, а при тривалому впливові холоду і зовсім
        згасають. Людина може загинути, якщо температура тіла знизитися до 17-25
        ºС.
      </p>

      <img src={image2} className="mx-auto w-120" />

      <p>
        <b>1-й ступінь переохолодження (легкий)</b> - температура тіла людини
        знижується до 34-35 °C, з'являється утруднення мови, озноб, тремтіння
        кінцівок, синюшність шкіряних покривів, губ, біль у пальцях рук і ніг,
        поява "гусячої шкіри", сонливість, загальна слабкість, поверхневе
        дихання, можливі обмороження.
      </p>
      <p>
        <b>2-й ступінь переохолодження (середній)</b> - температура тіла
        знижується до 31 ºC, сповільнюється серцебиття та дихання, знижується
        артеріальний тиск, з'являється сонливість, можливі важкі ступені
        обмороження кінцівок; втрачається спроможність до самостійного
        пересування.
      </p>
      <p>
        <b>3-й ступінь обмороження (важкий)</b> - температура тіла менше 31ºC,
        виникає блювота і судоми, відбувається кисневе голодування мозку, людина
        не може самостійно рухатися, настає втрата свідомості, життєві функції
        поступово згасають, відбувається зупинка серця і дихання.
      </p>

      <h1>Перша допомога при переохолодженні</h1>
      <img src={image3} className="mx-auto w-120" />
      <p>
        Перенесіть потерпілого в тепле приміщення. Мокрий одяг потрібно відразу
        ж зняти та одягти сухий та теплий. Потерпілий не повинен рухатися. Якщо
        людина перебуває в непритомності, потрібно постійно контролювати дихання
        і пульс, а якщо він не прощупується, відразу ж викликайте швидку
        допомогу або звертайтеся до лікаря, особливо, якщо справа стосується
        маленьких діток.
      </p>
      <p>
        Якщо потерпілий у свідомості, дайте йому випити теплий чай, або молоко,
        але категорично забороняється алкоголь і каву! Не прагніть швидко
        зігріти людину, інтенсивно не розтирайте, не потрібно розтирати уражених
        снігом, тому що кровоносні судини верхніх та нижніх кінцівок можуть
        постраждати, не обкладайте дуже гарячими грілками. При таких
        маніпуляціях наслідки переохолодження можуть бути згубними. Можуть
        виникнути порушення серцевого ритму і внутрішні крововиливи. Зігрівання
        повинно бути поступовим, щоб не було різкого перепаду температур.
      </p>
      <p>
        Взимку реєструються холодові травми, що виникають при контакті теплої
        шкіри з холодним металом. Як тільки людина візьметься голою рукою за
        залізний предмет або лизне її язиком, вона міцно прилипне до неї.
        Звільнитися можна тільки відірвавши предмет разом зі шкірою.
      </p>
      <p>
        Не відривайте насильно залізний предмет, а полийте на прилипле місце
        теплою водою.
      </p>

      <h1>ПРОФІЛАКТИКА ПЕРЕОХОЛОДЖЕННЯ ТА ОБМОРОЖЕННЯ</h1>
      <p>
        Існують прості правила, виконання яких дозволить уникнути
        переохолодження та обмороження в умовах низьких температур:
      </p>
      <ul>
        <li>
          не вживайте алкогольних напоїв, алкогольне сп’яніння сприяє високій
          утраті тепла, в той же час викликає ілюзію тепла;
        </li>
        <li>
          не паліть на морозі, паління зменшує периферійну циркуляцію крові і
          робить кінцівки більш уразливими до дії холоду;
        </li>
        <li>
          носіть просторий одяг, це сприяє нормальній циркуляції
          крові,одягайтеся так, щоб між шарами одягу залишався прошарок повітря,
          який утримує тепло, тісне взуття, відсутність устілки, брудні
          шкарпетки можуть створювати передумови обмороження;
        </li>
        <li>не виходьте на мороз без рукавичок та шарфу;</li>
        <li>
          у вітряну погоду відкриті ділянки тіла змащуйте захисним кремом;
        </li>
        <li>
          не носіть на морозі металевих (у тому числі золотих та срібних)
          прикрас, метал охолоджується до низьких температур швидше ніж тіло;
        </li>
        <li>
          слідкуйте за обличчям, особливо за носом, вухами та щоками, звертайте
          увагу на зміну їх кольору;
        </li>
        <li>
          не носіть тісне взуття, не знімайте на морозі взуття з обморожених
          ніг, вони розпухнуть і ви не зможете знов взутися;
        </li>
        <li>
          повернувшись додому після довготривалої прогулянки по морозу,
          обов’язково впевніться у відсутності обмороження кінцівок, вух та
          носа, несвоєчасне надання допомоги може призвести до гангрени та
          втрати кінцівки;
        </li>
        <li>
          якщо під час перебування на відкритому повітрі ви відчуваєте початок
          переохолодження, негайно зайдіть до теплого приміщення – магазину,
          кафе, під’їзду, щоб зігрітися;
        </li>
        <li>
          ховайтеся від вітру, на вітрі вірогідність обмороження зростає, не
          виходьте на мороз із вологим волоссям;
        </li>
        <li>не виходьте на відкритий лід;</li>
        <li>намагайтеся більше рухатися;</li>
        <li>
          перед виходом на мороз бажано поїсти – вам необхідна додаткова
          енергія;
        </li>
        <li>
          не дозволяйте дітям довго кататися на каруселях та гойдалках, лазити
          металевими сходами споруд на ігрових майданчиках, обов’язково
          захищайте руки дитини рукавичками.
        </li>
      </ul>

      <p>
        Пам’ятайте, що перебування дитини на морозі не повинно перевищувати
        15-20 хвилин, потім потрібно зігріти її в теплому приміщенні.
      </p>
      <p>
        Загартовуйте свій організм протягом року, тоді жоден мороз та негода вам
        не страшні.
      </p>
    </div>
  );
}
