export const title =
  "Рекомендації учасникам педагогічного процесу щодо підвищення самооцінки у “важких” підлітків";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>
          Намагайтеся створити добрі стосунки у спілкуванні з підлітком, бо їх
          відсутність – це причина виникнення тривожності у дитини.
        </li>
        <li>
          Поважайте індивідуалізм підлітка, бо його зневага веде до появи
          самотності дитини.
        </li>
        <li>
          Стверджуйте загальнолюдські цінності – це стане на допомогу під час
          появи у підлітка думок про самотність або втрати друга (друзів).
        </li>
        <li>
          Частіше нагадуйте “важким” підліткам про їхні позитивні якості – це
          допоможе уникнути в їхній свідомості закріплення негативних оцінок
          щодо них самих та формування низької самооцінки.
        </li>
        <li>
          Навчайте підлітка поважати свою гідність, розуміти свої вчинки,
          виховувати самоповагу, позитивне ставлення, розуміння, терплячість до
          оточуючих, їхніх оцінок щодо самого підлітка.
        </li>
        <li>
          Сприяйте розвитку процесу самореалізації – активній праці самого
          підлітка щодо розвитку своєї особистості.
        </li>
        <li>
          Створюйте умови щодо формування у підлітків інтересу до того, якими
          вони стануть у майбутньому – це могутній фактор саморозвитку “важкого”
          учня.
        </li>
        <li>
          Допомагайте “важким” підліткам знайти свої життєві цілі – це зможе
          усунути багато проблем під час їхнього виховання.
        </li>
      </ol>
    </div>
  );
}
