export const title =
  "10 порад для батьків, як стати ближчими з дітьми під час дистанційного навчання";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>
          <b>Щоб допомогти дітям, ми маємо потурбуватися спершу про себе.</b>
          <p>Як не парадоксально, але саме цей дороговказ – перший.</p>
          <p>
            Бо якщо ми виснажені, знервовані та роздратовані – нам буде важко
            дати відчуття підтримки і безпеки нашим дітям.
          </p>
          <p>
            Це як правило, яке нам нагадують кожен раз у літаку – дорослі мають
            спершу вдягнути кисневу маску на себе – тож не забуваймо про базові
            кроки турботи про власне психологічне благополуччя –
            взаємопідтримка, зв’язок з цінностями, інформаційна гігієна,
            планування дня, фізична активність, сон і здорове харчування,
            ресурсні активності та ін.
          </p>
        </li>
        <li>
          <b>Спілкуватися на теми, які хвилюють дітей.</b>
          <p>
            Дітям важливо, що ми їх слухаємо.
            <br />
            Дітям важливо, що ми чуємо – їх думки, питання, почуття.
            <br />
            Дітям важливо, що ми ділимося з ними теж своїми думками, почуттями,
            питаннями.
          </p>
          <p>
            Що з нами можна говорити про усе, що їх хвилює – від простіших
            питань – про коронавірус, карантин, школу, поїздку літом на море; до
            питань, на які не так просто знайти добру відповідь – про смерть, і
            що буде з нами після смерті, і чому так усе в світі відбувається і
            т.д.
          </p>
          <p>
            І дітям важливо, що ми говоримо з ними чесно і зрозуміло. Що ми не
            вдаємо, що знаємо відповіді на усі запитання і не вдаємо, що можемо,
            щодо усіх переживань дати завірення, що все 100% буде добре.
          </p>
          <p>
            Але їм справді важливо, що вони можуть говорити з нами про усе,
            можуть довіряти нам свій внутрішній світ. І що ми будемо поруч. І що
            ми можемо дати пояснення, дати підтримку і дати надію.
          </p>
        </li>
        <li>
          <b>
            Допомагати дітям розуміти, чому важливий карантин і усі заходи, які
            він включає – та втілювати їх.
          </b>
          <p>
            Це дає дітям розуміння, чому важливі ті чи інші дії, чому мають сенс
            ті чи інші обмеження. І це дає їм відчуття певного контролю над
            ситуацією, долучення до спільних дій щоби подолати цю пандемію.
          </p>
        </li>
        <li>
          <b>Бути прикладом для дітей.</b>
          <p>Більшості навиків діти навчаються від нас, а не через лекції.</p>
          <p>
            Великою мірою ми вчимо їх, як батьки, найважливішого уроку –
            мистецтва життя.
          </p>
          <p>Отож зараз час для майстер класів.</p>
          <p>
            Про те, як долати труднощі, як бути підтримкою, як відпускати те, що
            від нас не залежить, і фокусуватися на тому, що в наших силах.
          </p>
          <p>
            Як не падати духом, а навпаки вміти піснею, жартом, дією підняти
            настрій собі та іншим.
          </p>
          <p>
            Як бути творчими і могти заповнити день змістовними і цікавими
            активностями в жорстких межах карантину. І список цей можна
            продовжувати і продовжувати…
          </p>
          <p>
            Як це не дивно, але багато найцінніших уроків ми здобуваємо якраз
            посеред найбільших випробувань…
          </p>
          <p>
            І бути прикладом, не означає бути ідеальними – бо якщо ми
            помилимося, чи зробимо щось не так – ми можемо бути добрим
            прикладом, як уміти визнати помилку, попросити вибачення, виправити
            ситуацію.
          </p>
        </li>
        <li>
          <b>
            Розповідайте дітям казки та історії, разом читайте, дивіться та
            обговорюйте гарні мультфільми та фільми.
          </b>
          <p>
            Саме через казки та історії дітям передається мудрість – розуміння
            життя, себе, цінностей.
          </p>
          <p>
            Казки і історії дають дітям модель, як інші жили і давали раду з
            різного роду труднощами та випробуваннями, через ідентифікацію з
            героями, дитина плекає певні особистісні якості.
          </p>
          <p>
            І пам’ятайте, що не менш важливі є історії з вашого життя, з життя
            інших людей – так дитина здобуває досвід інших.
          </p>
          <p>
            І не менш важливо обговорювати почуте і побачене, допомагати дитині
            виділяти з них мудрість, а тоді втілювати її у життя.
          </p>
          <p>
            Казки та історії не стільки для того, щоб їх почути, скільки для
            того, щоб втілити мудрість, що є у них – у життя.
          </p>
        </li>
        <li>
          <b>Допомагати дітям у організації часу та плануванні дня.</b>
          <p>
            Це важливий навик. І нам треба допомогти дітям в умовах відсутності
            шкільного розкладу і організованого ритму дня – планувати свій день,
            вибудовувати певний ритм і режим, включати в день усі важливі
            складові (навчання, фізична активність, хобі, соціальний час,
            домашні обов’язки, рекреація та ін.) – і триматися цього ритму.
          </p>
          <p>
            Звісно, чим молодші діти – тим більше цієї організації і часу, і
            середовища лягає на нас, чим старші – тим більше ми допомагаємо їм
            розвивати навики самоорганізації.
          </p>
          <p>
            Але це вкрай важливо, бо дає і відчуття безпеки, і вчить
            самоорганізації, і допомагає в навчанні та ін.
          </p>
        </li>
        <li>
          <b>Наповнюйте разом дні ресурсними активностями.</b>
          <p>
            Розділена радість є клеєм для стосунків, найкращим способом
            відновлення від стресу, джерелом енергії. Тому різного роду ігри та
            інші спільні ресурсні активності є дуже на часі.
          </p>
          <p>
            Читати разом книжку. Бавитися у хованки. Дивитися гарний фільм.
            Готувати їсти. Бавитися у ресторан чи перукарню. Малювати.
          </p>
          <p>Зробити домашній театр. Дивитися на хмари…</p>
        </li>
        <li>
          <b>Пам’ятайте про дисципліну.</b>
          <p>
            Вона не відмінена на час карантину. І діти, як і усі ми, маємо
            розуміти, що є певні правила, які забезпечують безпеку і нашу
            відповідальність один за одного, а відтак є наслідки за їх
            дотримання/порушення.
          </p>
          <p>
            Це дуже важливо, оскільки в часі стресу, ми дорослі часто можемо
            втратити певну послідовність, зменшити вимоги чи увагу до того, що
            робить дитина (бавиться цілий день у планшеті – чудово, не заважає
            нам працювати з дому).
          </p>
          <p>
            Дисципліна – не про покарання (хоч і може включати негативні
            наслідки).
          </p>
          <p>
            Дисципліна – про розвиток самоконтролю і відповідальності за себе та
            інших.
          </p>
        </li>
        <li>
          <b>Бути підтримкою дітям у щоденних завданнях.</b>
          <p>
            З огляду на карантин ми, батьки, великою мірою стаємо зараз і
            класними керівниками, і вчителями з фізкультури, і математики і т.д.
          </p>
          <p>
            Звісно, це часом дуже непросто – але нема ради . І ці завдання нам
            треба робити мудро і в ідеалі спокійно .
          </p>
          <p>
            Бо в кінці суть не лише у тому, що дитина навчиться додавати
            десяткові дроби (а це безумовно важливо), але й у тому, що вона
            матиме досвід, що ви є поруч і ви вірите в неї.
          </p>
          <p>
            І ви матимете попри математику гарну розмову про те, що можна
            вчитися не стільки заради оцінок, а заради знань і бажання
            зрозуміти, пізнати цей світ.
          </p>
          <p>І що помилятися не страшно, і що ми вчимося на помилках.</p>
          <p>І що ми маємо різні здібності і таланти.</p>
          <p>І розповісти історії зі свого життя.</p>
          <p>І почути від дитини історії про її школу.</p>
          <p>І посміятися разом від душі.</p>
          <p>І помріяти.</p>
          <p>І бути частиною процесу вибору майбутньої професії…</p>
          <p>
            Ми можемо багато важливих речей здобути попри усі ці буденні виклики
            роблення домашніх завдань.
          </p>
        </li>
        <li>
          <b>Залучати дітей до турботи про інших.</b>
          <p>
            Те, що ми не можемо відвідати бабцю, не означає, що ми не можемо
            підтримати її – дзвінком, добрим словом, відеопосланням, надісланим
            фото малюнку тощо.
          </p>
          <p>
            І бути вдома, це не означає бути на курорті, де батьки готують їсти,
            подають, миють посуд, складають план розваг на день, є аніматорами
            тощо.
          </p>
          <p>
            Діти мають бути долучені до спільних зусиль, мати свою частку
            домашніх обов’язків, і бути не лише одержувачами турботи, але й
            турбуватися про інших у відповідь… Саме так вони зростають у любові.
          </p>
          <p>
            Ми сподіваємося, що ці дороговкази допоможуть нам навігувати у наших
            щоденних дорогах.
          </p>
          <p>
            І що цей непростий час ми зможемо разом пройти і вийти з нього
            мудрішими і сильнішими – і ми, і наші діти, і наші сім’ї та
            суспільство загалом.
          </p>
        </li>
      </ol>
    </div>
  );
}
