export const title = "Пережити карантин: 5 порад для вчителів";

export function Content() {
  return (
    <div className="content">
      <h2>Поради, які допоможуть пережити дні вимушеного карантину.</h2>

      <p>
        Ми постійно говоримо про те, як розказати дітям про коронавірус та
        пояснити їм серйозність ситуації, як та чим зайняти дітей під час
        карантину, як організувати дистанційне навчання... Але чи завжди
        встигаємо подумати про себе? Погодьтеся, зараз усі ми опинилися у
        непростій ситуації, яка потребує витримки, душевних сил та розуміння.
        Карантин виявився довшим, ніж ми очікували, але не варто налаштовуватися
        на негатив. Що робити та як захистити себе?
      </p>

      <ol>
        <li>
          <b>Подбати про інформаційну гігієну</b>
          <p>
            Інтернет дає нам дуже багато інформації, але чи завжди вона
            правдива? Така пекуча тема як коронавірус очікувано стала причиною
            появи сотень фейків, які активно розлетілися фейсбуком. На жаль,
            багато хто їм вірить, як результат – люди панікують. А до чого
            призводить паніка? До пустих полиць у магазині, сварок із рідними та
            колегами, зайвих нервувань та депресій.
          </p>
          <p>
            То ж що робити? Довіряти лише перевіреним джерелам, а ще краще –
            науковим. Не розповсюджуйте неперевірену інформацію, адже може
            виявитися, що ви підтримуєте фейки. А це не просто погано, це ще й
            шкодить вашій репутації як педагога! І ще неодмінно дозуйте
            інформацію. Не варто цілодобово сидіти у фейсбуці та перечитувати
            геть усі новини. Офіційної статистики чи коментарів від
            уповноважених осіб цілком достатньо. До речі, розібратися з новинами
            та зрозуміти, де ж фейк, а де правда, цілком реально
          </p>
        </li>

        <li>
          <b>Працювати</b>
          <p>
            Мабуть, ви чули від знайомих та друзів, що вони вже втомилися від
            карантину та просто не знають куди себе подіти? І це тільки другий
            тиждень! Справді, карантин аж ніяк не відпустка, і якщо людина зараз
            вимушено не працює, то така реакція є цілком нормальною. Тож радіймо
            дистанційному навчанню! Так, той факт, що вчитель має організувати
            дистанційну взаємодію з учнями та колегами, навчитися працювати з
            новими інтернет-ресурсами та займатися самоосвітою є величезним
            позитивом! Педагоги зайняті, а отже їм ніколи сумувати, піддаватися
            паніці та впадати у депресію.
          </p>
        </li>

        <li>
          <b>Проводити час із родиною</b>
          <p>
            Звісно, їхати до родичів у сусіднє місто не варто. Але ж ми все одно
            лишаємося зі своєю родиною і з дітьми. Звісно, коли працюєш
            дистанційно, необхідно організувати час таким чином, щоб встигнути і
            поспілкуватися, і зробити все, що запланував. Утім, педагогам не
            звикати до таких ситуацій, чи не так? А ті люди, які щоденно
            справляються із цілим класом, точно впораються і зі своїми дітьми!
            Можна, наприклад, створити перелік справ, які має зробити дитина,
            дібрати кілька цікавих ігор тощо. А вже ввечері вся родина зможе
            поспілкуватися.
          </p>
        </li>
        <li>
          <b>Почати стежити за своїм здоров'ям</b>
          <p>
            Наприклад, правильно харчуватися. Виключте з раціону шкідливі
            продукти, наприклад, солодке, ковбаси та соуси. Вживайте більше
            овочів та фруктів, не нехтуйте вітамінними комплексами. Так, вони не
            врятують від коронавірусу (хоча і такі «новини» траплялися), але
            однозначно покращать самопочуття та настрій. А коли вчитель у
            доброму гуморі, то й учні засвоюють знання краще!
          </p>
          <p>
            А ще почніть займатися спортом. Просто вдома. Навіть звичайна
            зарядка покращить настрій, а якщо знайти на ютубі відео зі вправами
            від професійних тренерів – взагалі чудово! Зрештою, зумбою можна
            займатися і у квартирі. А от недостатня активність під час карантину
            здатна погіршити наше самопочуття: як фізичне, так і психологічне, а
            це призведе до зниження імунітету.
          </p>
        </li>

        <li>
          <b>Медитувати або концентруватися на чомусь приємному</b>
          <p>
            Негативу зараз не просто багато, а надзвичайно багато. Тож варто
            відгороджуватися від нього самому та вчити учнів, особливо це
            стосується одинадцятикласників, які і так переживали через ЗНО, а
            теперь ще переживають через ЗНО під час карантину. А вчителі
            переймаються тим, як у таких умовах встигнути підготувати учнів до
            зовнішнього незалежного оцінювання. Тож заспокйтеся!
          </p>
          <p>
            Просто сядьте зручно, заплющіть очі та уявіть щось приємне. Те, що
            подобається особисто вам. Квіти, струмок, аромат парфумів, ліс,
            улюблене місце на природі тощо. Дозвольте собі відчути насолоду від
            споглядання улюблених речей, глибоко вдихніть та з посмішкою йдіть
            далі!
          </p>
          <p>
            І пам'ятайте: карантин завершиться і життя поступово повернеться до
            нормального ритму. Тож будьмо готові до позитивних новин!
          </p>
        </li>
      </ol>
    </div>
  );
}
