export const title = "Як сприяти саморозвитку школярів";

export function Content() {
  return (
    <div className="content">
      <ul>
        <li>
          Оцінювати реальні можливості учнів, рівень їхньої підготовки.
          Здійснювати індивідуальний підхід у керівництві саморозвитком.
        </li>
        <li>
          Кількісний та якісний аналіз рівня навчальних досягнень з кожної
          предметної теми допоможе дати за необхідності рекомен­дації кожному
          учневі щодо корекції знань, стимулювати так звану ближню мету
          саморозвитку - ліквідацію прогалин.
        </li>
        <li>
          Учням, що мають утруднення в самостійному визначенні особистих
          про­блем, пропонувати чіткий алгоритм, ви­конання покрокових дій щодо
          корекції з наданням конкретних ре­комендацій: що саме потрібно
          вивчити, які джерела інформації при цьому можна використати, які
          практичні заняття, вправи, досліди, задачі, завдання виконати для
          розвитку вміння застосовувати набу­ті знання в стандартних і
          нестандартних ситуаціях.
        </li>
        <li>
          Учням з низь­кою готовністю до здійснення саморозвитку пізнавальної
          діяльності необхідно надавати конкретнішу інформацію про можливості
          здій­снення діяльності, можливо, навіть вказувати на сторінки тих чи
          ін­ших джерел, які потрібно опрацювати. При цьому давати гімназистам
          можливість вибору завдань, способів діяльності з переліку
          запропо­нованих.
        </li>
        <li>
          Саморозвиток виникає тоді, коли учень на основі знань і вмінь,
          отри­маних у процесі навчання та виховання виявляє недостатність
          наявних знань для вирішення певної проблеми. Отже, необхідно
          створювати саме такі ситуації, які спонукають учня до самостійного
          пошуку вирішення проблем, розви­вають його ініціативу звернення до
          додаткових джерел пізнавальної інформації, формують його
          самостійність. Діяльність школярів переходить на рівень
          самоорганізації і саморегуляції.
        </li>
        <li>
          Проблему управління пізнавальною діяльністю учнів слід розв'язувати
          так, щоб школяр був не об'єктом, а суб'єктом навчання і виховання.
        </li>
      </ul>
    </div>
  );
}
