export function Content() {
  return (
    <div className="content">
      <h1>
        ЗВІТ
        <br />
        РОБОТИ МЕТОДИЧНОГО ОБ’ЄДНАННЯ
        <br />
        ВЧИТЕЛІВ ПОЧАТКОВИХ КЛАСІВ
        <br />
        ЗА 2022-2023 н.р.
        <br />
      </h1>

      <p>
        Діяльність шкільного методичного об'єднання вчителів початкових класів у
        2022/2023 навчальному році здійснювалась згідно з вимогами основних
        нормативних документів. У 2022/2023 навчальному році педагогічний
        колектив початкової школи працював над науково-методичною темою
        «Ефективні шляхи формування компетентнісної особистості в освітньому
        просторі Нової української школи».
      </p>
      <p>
        У 2022/2023 навчальному році основними напрямками роботи МО початкової
        школи залишались:
      </p>
      <ul>
        <li>
          забезпечення доступності освіти шляхом створення системи безперервної
          освіти та якісного надання освітніх послуг;
        </li>
        <li>
          впровадження новітніх методик, форм навчання і виховання здобувачів
          освіти на основі використання сучасних прогресивних
          інформаційно-комп’ютерних технологій;
        </li>
        <li>
          створювання належних умов для розвитку інноваційної діяльності,
          експериментальної роботи, педагогічної ініціативи у школі;
        </li>
        <li>
          удосконалювання фахової майстерності педагогів у міжкурсовий період;
        </li>
        <li>
          продовження роботи з обдарованими учнями, розвиток їх творчого
          потенціалу;
        </li>
        <li>
          впровадження Національно-патріотичного виховання молодших школярів;
        </li>
        <li>
          забезпечення соціального захисту учасників освітнього процесу,
          дотримування правил безпечної життєдіяльності, охорони здоров’я і
          життя учнів та педагогічних працівників.
        </li>
      </ul>
      <p>
        Методична робота в початковій школі спрямована на безперервне підвищення
        кваліфікації педагогічних кадрів, удосконалення майстерності вчителів,
        надання практичної допомоги педпрацівникам у розвитку творчої
        майстерності і активізації їх творчого потенціалу.
      </p>
      <p>
        Вивчення, узагальнення та впровадження передового педагогічного досвіду
        проводилося шляхом опрацювання і реалізації основних положень
        нормативних і директивних документів про освіту; шляхом опрацювання
        новинок методичної літератури, проведення «круглих столів», семінарів з
        метою обміну досвідом; проведення творчих звітів учителів, що
        атестуються.
      </p>
      <p>
        З цією метою протягом року в школі проводилися тематичні методичні
        засідання.
      </p>
      <p>
        Всі вчителі МО початкових класів дбають про безперервне підвищення та
        удосконалення свого професійного рівня, спрямовують свою роботу на пошук
        наукових новинок, створення творчої атмосфери, модернізацію форм,
        методів та засобів навчання і виховання дітей, а головне – на реалізацію
        принципу рівноправного діалогу між учителем та учнем.
      </p>
      <p>
        На засіданнях розглядалися найактуальніші питання щодо навчання та
        виховання молодших школярів НУШ, а саме:
      </p>
      <ul>
        <li>
          Оцінювання результатів навчання здобувачів освіти 1-4 класів закладу;
        </li>
        <li>
          Дистанційна освіта у початковій школі: форми і методи організації
          навчання;
        </li>
        <li>
          Інструменти для зворотнього зв’язку під час дистанційного навчання;
        </li>
        <li>
          Використання воркшопу, як інноваційної освітньої технології у
          навчальному процесі молодших школярів;
        </li>
        <li>
          Організація діагностики та контролю знань засобами комп’ютерного
          тестування у синхронному режимі;
        </li>
        <li>Обмін досвідом «Екологічні ігри на уроках в початкових класах»;</li>
        <li>
          Академічна доброчесність як чинник якості освіти закладу загальної
          середньої освіти в умовах дистанційного навчання;
        </li>
        <li>Дудлінг як ефективний засіб розвитку креативності;</li>
        <li>Соціально-емоційне та етичне навчання НУШ»;</li>
        <li>Ігри для формування етичної культури молодших школярів.</li>
      </ul>
      <p>
        Робота методичного об’єднання була спрямована на підвищення професійної
        майстерності і розвиток творчої ініціативи вчителів, впровадження нового
        Державного стандарту початкової загальної освіти; застосування в
        інноваційному навчанні інтерактивних технологій; створення умов для
        формування ключових компетентностей учнів, педагогів; інтеграцію у
        освітньому процесі дітей з особливими потребами. Протягом навчального
        року вчителі початкових класів працювали творчо, наполегливо, ефективно
        та результативно. Основним завданням учителя на нинішньому етапі
        розвитку нашого суспільства є забезпечення виходу кожного учня на рівень
        базової освіти та встановлення розвитку пізнавальної і творчої
        активності, формування не тільки предметних компетентностей учнів, а й
        самоосвітніх. Тому всі аспекти навчання повинні бути спрямовані на
        розвиток творчої особистості, розкриття обдарованості кожної дитини.
      </p>
      <p>
        Належну увагу педагоги школи І ступеня приділяли науково-методичному,
        інформаційному забезпеченню освітнього процесу, впровадженню нових
        освітніх технологій, вдосконаленню змісту виховання, вивченню
        комплексних інноваційних підходів до організації життєдіяльності
        сучасної початкової школи. Для підвищення рівня ефективності сучасного
        уроку вчителі початкових класів широко впроваджують у практику своєї
        роботи елементи педагогічного досвіду своїх шкільних колег,
        використовують інтерактивні технології навчання для формування
        компетентностей як інтегрованого результату навчальної діяльності.
        Особливу увагу педагоги приділяли новим освітнім технологіям,
        вдосконаленню змісту виховання, вивченню комплексних інноваційних
        підходів до організації життєдіяльності початкової ланки.
      </p>
      <p>
        Усі вчителі початкових класів протягом 2022-2023 н.р. брали активну
        участь у роботі ШМО: готували доповіді, давали відкриті уроки, працювали
        над обраною науково-методичною темою, ділилися досвідом своєї праці.
      </p>
      <p>
        Особлива увага також приділялась самоосвіті та підвищенню кваліфікації
        педагогів. Курсова перепідготовка здійснювалась згідно з перспективним
        планом. Її пройшли на базі комунального закладу вищої освіти
        “Дніпровська академія неперервної освіти” Дніпропетровської обласної
        ради вчителі Юшко А.А., Мугак Н.І., Заярнюк С.А., Фербей В.М. Члени МО
        вчителів початкових класів приймали участь в онлайн-конференціях,
        вебінарах, тренінгах, де розглядаються важливі питання реформування
        освіти, розбудовування Нової укранської школи.
      </p>
      <p>
        Протягом навчального року молодші школярі брали активну участь в
        різноманітних конкурсах. Це тематичні конкурси малюнків, виховні заходи,
        які проводилися в школі дистанційно. Вчителі залучали учнів до участі в
        інтелектуальних конкурсах різних рівнів і напрямків. Результати роботи з
        обдарованими дітьми в 2022-2023 н. р.наступні:
      </p>
      <ul>
        <li>
          <b>4-А</b> Міжнародний конкурс знавців української мови імені Петра
          Яцика – Височенко Марія, ІІІ місце; <br />
          Конкурс «Квітневі читання» - Височенко Марія, І місце;
          <br />
          Міжнародний математичний конкурс "Кенгуру" 1 учень (відм.результат),1
          учень (доб.результат)
        </li>
        <li>
          <b>4-Б</b> Районний патріотичний челендж «Здоровими до Перемоги».
          Корбка Софія, Пузирей Тимур, Мандрига Анна. (Диплом 2023).
          <br />
          Районний патріотичний онлайн – марафон «Моя сім’я – мій оберіг»
          <br />
          Квест «З родини йде життя людини»:
          <br />
          ІІ місце – Стьопічев Дмитро, Дар’єв Станіслав
          <br />
          ІІІ місце – Лампарт Анна, Гребньов Микита
          <br />
          Районний патріотичний онлайн – марафон « Моя сім’я – мій оберіг»:
          <br />
          Волошина Каміла, Мандрига Анна. (Диплом 2023).
          <br />
          Міжнародний математичний конкурс Кенгуру:
          <br />
          І місце - Лампарт Анна, Сторчеус Антон, Пузирей Тимур, Джепко Марк.
          <br />
          ІІ місце – Гусіва Вероніка, <br />
          Участь – Стьопічев Дмитро.
          <br />
          Районний тур міжпредметної олімпіади - Стоялова Вероніка ( 4 місце).
          <br />
          Міський конкурс на екологічну тематику «Формуємо екологічні звички з
          дитинства»:
          <br />
          Балабаєв Марат, Джепко Марк, Стоялова Вероніка.
          <br />
        </li>
        <li>
          <b>3-А</b> Конкурс дитячої творчості «Первоцвіт-2022» (районний етап):
          Хоменко Катерина (участь).
          <br />
          Всеукраїнський літературний дитячо-юнацький фестиваль-конкурс «Слово
          Нації» (номінація «Авторська поезія»): Хоменко Катерина (ІІ місце).
          <br />
          Математичний конкурс «Кенгуру» (Бохан М., Дьоміна Є.Івченко С., Левчук
          Р., Кулик Д., Суховій П.).
          <br />
          Районний патріотичний челендж «Здоровими до перемоги» (Зінченко Н.,
          Хоменко К.).
          <br />
          Районний патріотичний онлайн-марафон «Моя сім’я-мій оберіг» (Дьоміна
          Є., Кулик Д., Левчук Р., Суховій П.).
        </li>
        <li>
          <b>2-А</b> Математичний конкурс "Кенгуру" Всеукраїнський етап - 2
          учні:
          <br />
          Гончарова Злата - "Добрий результат", <br />
          Бутенко Анастасія - "Відмінний результат".
          <br />
          Міжнародний українознавчий конкурс "Соняшник" - 2 учні: Вовницька
          Софія, Концова Поліна (результати очікуються).
          <br />
          Районний патріотичний челендж « Здоровими до Перемоги» - Скубенік
          Денис, Диплом 2023.
          <br />
          ХVІ Всеукраїнська інтернет-олімпіада "На Урок" "Зима" 2023 з
          української мови та літератури " - 6 учнів: <br />
          Бутенко Анастасія - І місце, <br />
          Колб Дмитро - І місце, <br />
          Скубенік Денис - І місце, <br />
          Яскевич Олександра - І місце, <br />
          Дикун Злата - І місце, <br />
          Крилов Олександр - ІІ місце.
          <br />
          ХV Всеукраїнська інтернет-олімпіада "На Урок" "Зима" 2023 предмети
          початкової школи - 7 учнів:
          <br />
          Крилов Олександр - І місце,
          <br />
          Яскевич Олександра – І місце, <br />
          Бутенко Анастасія - ІІ місце, <br />
          Гончарова Злата - ІІ місце, <br />
          Колб Дмитро - ІІ місце, <br />
          Скубенік Денис - ІІІ місце,
          <br />
          Дикун Злата- сертифікат учасника.
          <br />
          Математичний конкурс "Кенгуру" Міжнародний етап - 2 учні:
          <br />
          Бутенко Анастасія - І місце,
          <br />
          Чернокур Артем - ІІІ місце.
        </li>
        <li>
          <b>2-Б</b> Всеукраїнська олімпіада «Всеосвіта - Осінь 2022» з
          української мови:
          <br />
          Барило Віра Дмитрівна – сертифікат,
          <br />
          Грішин Артем Євгенович – сертифікат,
          <br />
          Драєнко Анна Олексіївна - Диплом І ступеня,
          <br />
          Дядичкіна Варвара Сергіївна – сертифікат,
          <br />
          Зеленська Богдана Вячеславівна – сертифікат,
          <br />
          Косатий Максим – сертифікат,
          <br />
          Крамаренко Поліна Віталіївна – сертифікат,
          <br />
          Мєліхова Кіра Олександрівна – сертифікат,
          <br />
          Піроженко Кирило Віталійович – сертифікат,
          <br />
          Подгурський Андрій Русланович– сертифікат,
          <br />
          Семененко Дар’я Максимівна– сертифікат,
          <br />
          Радько Дар’я Станіславівна – сертифікат,
          <br />
          Сирота Ірина Миколаївна- Диплом ІІІ ступеня,
          <br />
          Соломаха Ярослав Михайлович – сертифікат,
          <br />
          Фетісов Георгій Максимович–Диплом ІІІ ступеня,
          <br />
          Шведик Михайло Костянтинович – сертифікат,
          <br />
          Щеділова Варвара Максимівна – Диплом І ступеня.
          <br />
          Інтернет-конкурс до Всеукраїнського дня бібліотек «Не сподівайтеся
          позбутися книжок»:
          <br />
          Мєліхова Кіра Олександрівна – Диплом І ступеня.
          <br />
          XV Всеукраїнської інтернет-олімпіади «На Урок» з української мови та
          літератури:
          <br />
          Щеділова Варвара Максимівна – Диплом І ступеня, <br />
          Мєліхова Кіра Олександрівна – Диплом І ступеня.
          <br />
          XV Всеукраїнської інтернет-олімпіади «На Урок» з предметів початкової
          школи:
          <br />
          Щеділова Варвара Максимівна – Диплом І ступеня,
          <br />
          Мєліхова Кіра Олександрівна – Диплом І ступеня.
          <br />
          XVВсеукраїнської інтернет-олімпіади «На Урок» з математики:
          <br />
          Мєліхова Кіра Олександрівна – Диплом ІІ ступеня,
          <br />
          Щеділова Варвара Максимівна – сертифікат.
          <br />
          XV Всеукраїнської інтернет-олімпіади «На Урок» з Я досліджую світ:
          <br />
          Мєліхова Кіра Олександрівна – Диплом ІІ ступеня,
          <br />
          Щеділова Варвара Максимівна – Диплом І ступеня.
          <br />
          XVI Всеукраїнської інтернет-олімпіади «На Урок» з предметів початкової
          школи:
          <br />
          Барило Віра Дмитрівна – Диплом ІІІ ступеня.
          <br />
          XVI Всеукраїнської інтернет-олімпіади «На Урок» з математики:
          <br />
          Барило Віра Дмитрівна – Диплом І ступеня,
          <br />
          Драєнко Анна Олексіївна - Диплом І ступеня.
          <br />
          XVI Всеукраїнськоїінтернет-олімпіади «На Урок» з української мови та
          літератури:
          <br />
          Барило Віра Дмитрівна – Диплом І ступеня,
          <br />
          Драєнко Анна Олексіївна - Диплом І ступеня.
          <br />
          XVI Всеукраїнської інтернет-олімпіади «На Урок» з Я досліджую світ:
          <br />
          Барило Віра Дмитрівна – Диплом ІІІ ступеня,
          <br />
          Драєнко Анна Олексіївна - Диплом ІІІ ступеня,
          <br />
          Мєліхова Кіра Олександрівна – Диплом І ступеня.
          <br />
          Всеукраїнський конкурс «Зимові свята в традиціях нашого народу» від
          проекту « На Урок»:
          <br />
          Драєнко Анна Олексіївна - Диплом І ступеня,
          <br />
          Барило Віра Дмитрівна – Диплом І ступеня
          <br />
          Мєліхова Кіра Олександрівна – Диплом І ступеня.
          <br />
          Всеукраїнський інтернет-конкурс «Світ мандрів Григорія Сковороди» від
          проєкту «На Урок»:
          <br />
          Барило Віра Дмитрівна – Диплом І ступеня.
          <br />
          Всеукраїнськийінтернет-конкурс «Жінки в науці» від проєкту « На Урок»:
          <br />
          Барило Віра Дмитрівна – Диплом І ступеня.
          <br />
          Всеукраїнський інтернет-конкурс «Подорож на Південний полюс» від
          проекту «На Урок»:
          <br />
          Барило Віра Дмитрівна – Диплом І ступеня.
          <br />
          Міжнародний математичний конкурс «Кенгуру»:
          <br />
          Соломаха Ярослав - Добрий результат,
          <br />
          Мєліхова Кіра – Добрий результат,
          <br />
          Барило Віра- учасник,
          <br />
          Фетісов Георгій – Добрий результат,
          <br />
          Крамаренко Поліна – Добрий результат,
          <br />
          Драєнко Анна - учасник,
          <br />
          Радько Дар’я – учасник,
          <br />
          Дядичкіна Варвара - Добрий результат,
          <br />
          Щеділова Варвара – Добрий результат,
          <br />
          Семененко Дар’я – учасник,
          <br />
          Вербицька Оксана – учасник,
          <br />
          Шведик Михайло– учасник.
          <br />
          Міський екологічний конкурс у напрямку «Вільним людям чисте довкілля»:
          <br />
          Семененко Аріна - учасник.
        </li>
        <li>
          <b>2-В</b> Всеукраїнський літературний дитячо-юнацький
          фестиваль-конкурс «Слово Нації»:
          <br />
          Біленко Марія – учасник. <br />
          Міжнародний математичний конкурс «Кенгуру - 2022»:
          <br />
          Вощина Ерік – відмінний результат,
          <br />
          Кропотін Ярослав – добрий результат,
          <br />
          Сіроштан Іван – добрий результат,
          <br />
          Єременко Вероніка – учасник,
          <br />
          Таран Денис – учасник,
          <br />
          Боричко Марина – учасник. <br />
          Міжнародний математичний конкурс «Кенгуру - 2023»:
          <br />
          Сіроштан Іван – добрий результат, <br />
          Фєєвцова Вероніка – добрий результат, <br />
          Таран Денис - учасник,
          <br />
          Кондратюк Анна – учасник, <br />
          Мінченко Альбіна – учасник, <br />
          Вощина Ерік – учасник,
          <br />
          Копаниця Яна – учасник, <br />
          Кропотін Ярослав – учасник. <br />
          Олімпіада «Всеосвіта Осінь – 2022. Українська мова»:
          <br />
          Фаєвцова Вероніка – І місце,
          <br />
          Мінченко Альбіна – учасник,
          <br />
          Таран Денис – учасник, <br />
          Чечурова Кароліна – учасник, <br />
          Копаниця Яна – учасник. <br />
          Міська природоохоронна акція «Збережемо первоцвіти - 2023»:
          <br />
          Сіроштан Іван – учасник,
          <br />
          Фаєвцова Вероніка – учасник,
          <br />
          Мінченко Альбіна – учасник,
          <br />
          Боричко Марина – учасник,
          <br />
          Біленко Марія – учасник.
        </li>
        <li>
          <b>1-А</b> Всеукраїнська олімпіада «Всеосвіта Осінь – 2022»
          (математика), Таран Анна, І місце.
          <br />
          Всеукраїнська олімпіада «Всеосвіта Осінь – 2022» (українська мова),
          Таран Анна, ІІІ місце.
          <br />
          ХVII Всеукраїнська інтернет-олімпіада «На урок» (математика), Рябчук
          Персія, Диплом І ступеня.
          <br />
          ХVII Всеукраїнська інтернет-олімпіада «На урок» (я досліджую світ),
          Рябчук Персія, Диплом ІІ ступеня.
          <br />
          ХVII Всеукраїнська інтернет-олімпіада «На урок» (українська мова і
          література), Рябчук Персія, Диплом І ступеня.
          <br />
          ХVII Всеукраїнська інтернет-олімпіада «На урок» (предмети початкової
          школи), Рябчук Персія, Диплом І ступеня.
          <br />
          Районний патріотичний онлайн-марафон «Моя сім’я – мій оберіг»
          (фото-челендж у номінації «Схожі, як дві краплі води»), Копин Кирило,
          Диплом.
          <br />
          Районний патріотичний онлайн-марафон «Моя сім’я – мій оберіг» (квест
          «З родини йде життя людини»), Копин Кирило, ІІ місце.
        </li>
        <li>
          <b>1-Б</b> Районний патріотичний челендж « Здоровими до Перемоги»:{" "}
          <br />
          МірошніченкоКристина, Гайдар Анна, Диплом 2023.
          <br />
          Районний патріотичний онлайн – марафон « Моя сім’я – мій оберіг»:
          <br />
          Данилюк Максим, Диплом 2023.
        </li>
      </ul>
      <p>
        Протягом року вчителі ознайомлювалися з досягненнями
        психолого-педагогічної науки, проводився огляд новинок педагогічної та
        методичної літератури. Готуючись до закінчення навчального року,
        розглядались питання оцінювання учнів та заповнення свідоцтва досягнень
        та електронного класного журналу. Здійснюючи освітній процес з
        використанням дистанційних технологій, навчальні програми з предметів
        виконано в повному обсязі.
      </p>
      <p>
        Виходячи з вище викладеного та ґрунтуючись на засадах концепції «Нова
        українська школа», МО вчителів початкової школи на 2023-2024 н.р.
        ставить наступні завдання:
      </p>
      <ul>
        <li>підвищення педагогічної майстерності вчителя;</li>
        <li>
          ефективне, цілеспрямоване використання останніх досягнень педагогічної
          науки і передового педагогічного досвіду;
        </li>
        <li>
          формування в учнів повноцінних мовленнєвих, читацьких, обчислювальних
          умінь і навичок;
        </li>
        <li>
          використання педагогіки, що ґрунтується на партнерстві між учнем,
          учителем і батьками;
        </li>
        <li>
          всебічний розвиток дитини, її талантів, здібностей, компетентностей та
          наскрізних умінь відповідно до вікових та індивідуальних
          психофізіологічних особливостей і потреб, формування цінностей,
          розвиток самостійності, творчості та допитливості;
        </li>
        <li>
          створення ефективних засобів методичного супроводу для здійснення
          освітньої діяльності;
        </li>
        <li>забезпечення освітньо-культурних потреб педагогів;</li>
        <li>
          розробка стратегічних цілей та оперативне планування освітнього
          процесу;
        </li>
        <li>
          упровадження сучасних інформаційно-комунікативних технологій навчання
          в освітній процес;
        </li>
        <li>формування позитивного іміджу педагогічної діяльності.</li>
      </ul>
    </div>
  );
}
