export function Content() {
  return (
    <div className="content">
      <h1>
        ЗВІТ
        <br />
        РОБОТИ МЕТОДИЧНОГО ОБ’ЄДНАННЯ
        <br />
        ВЧИТЕЛІВ ПОЧАТКОВИХ КЛАСІВ
        <br />
        ЗА 2023-2024 н.р. <br />
      </h1>
      <p>
        Для сучасної школи потрібні висококваліфіковані педагоги, які постійно
        шукають найефективніші шляхи і засоби навчання, володіють глибокими
        педагогічними знаннями. Вони повинні усвідомлювати свою соціальну
        відповідальність, бути об’єктом особистісного професійного зростання,
        вміти досягати нових професійних рівнів. З огляду на це, учителі
        постійно працюють над удосконаленням професійної компетентності.
      </p>
      <p>
        Діяльність членів методичного об’єднання вчителів початкових класів, які
        забезпечують початкову освіту, за 2023-2024 навчальний рік, була
        спрямована на впровадження Концепції Нової української школи та
        забезпечення виконання вимог Державного стандарту початкової школи,
        метою якого є всебічний розвиток дитини, її талантів, здібностей,
        компетентностей та наскрізних умінь відповідно до вікових та
        індивідуальних психофізіологічних особливостей і потреб, формування
        цінностей, розвиток самостійності, творчості та допитливості.
      </p>
      <p>
        Керуючись викликами сьогодення, методичне об’єднання вчителів початкової
        школи в 2023-2024 навчальному році працювало над науково-методичною
        темою «Ефективні шляхи формування компетентнісної особистості в
        освітньому просторі Нової української школи».
      </p>
      <p>
        Ця тема і охопила всі сфери шкільного життя, весь освітній процес, де в
        центрі стоїть особистість - учень, з інтелектуальним, фізичним, творчим
        потенціалом.
      </p>
      <p>
        У 2023/2024 навчальному році основними напрямками роботи МО початкової
        школи були:
      </p>
      <ol>
        <li>
          Забезпечення умов для успішного впровадження Концепції Нової
          української школи, Державного стандарту початкової освіти на засадах
          компетентнісного підходу.
        </li>
        <li>
          Продовження впровадження особистісно-орієнтованого та діяльнісного
          підходів, сучасних інноваційних педагогічних технологій,
          інформаційно-комунікативних засобів навчання в освітній процес.
        </li>
        <li>
          Сприяння створенню гуманного соціокультурного середовища для
          самовираження, самоактуалізації, самоствердження та самореалізації
          кожного вчителя, його повноцінного професійного розвитку й
          особистісного самостановлення.
        </li>
        <li>
          Формування єдиного освітньо-методичного простору для професійного
          зростання педагогів.
        </li>
        <li>
          Забезпечення соціально-психологічної підтримки батьків та учнів у
          військовий час, здійснення контролю за дотриманням помірного
          навантаження та допомоги батькам і учням в процесі навчання онлайн.
        </li>
        <li>
          Створення умов для всебічного розвитку дитини, її талантів,
          здібностей, компетентностей та наскрізних умінь відповідно до вікових
          та індивідуальних психофізіологічних особливостей і потреб, формування
          цінностей, розвитку самостійності, творчості та допитливості.
        </li>
        <li>
          Ефективне, цілеспрямоване використання останніх досягнень педагогічної
          науки і передового педагогічного досвіду.
        </li>
      </ol>
      <p>
        На засіданнях МО вчителі початкових класів поділилися досвідом з певних
        питань:
      </p>
      <ul>
        <li>Вивчення нормативної бази.</li>
        <li>
          Методичний лекторій «Метод проектів – сучасна педагогічна технологія
          навчання учнів початкової школи».
        </li>
        <li>
          Практичне заняття «Інструменти для зворотнього зв’язку під час
          дистанційного навчання».
        </li>
        <li>
          Інформаційна трибуна «Розвиток емоційного інтелекту та формування
          емоційної компетентності молодших школярів».
        </li>
        <li>
          Вправа «Читацькі перегони» як приклад інноваційного підходу до
          формування читацької компетентності учнів початкової школи в умовах
          дистанційного навчання.
        </li>
        <li>Кроссенс як засіб критичного мислення учнів початкової школи.</li>
        <li>
          Академічна доброчесність як чинник якості освіти закладу загальної
          середньої освіти в умовах дистанційного навчання.
        </li>
        <li>
          Методичний практикум: «Освітні втрати у мовно-літературній галузі
          початкової школи та шляхи їх подолання».
        </li>
        <li>Інформаційна трибуна «Компетентнісно орієнтовані завдання».</li>
        <li>
          Розвиток мовленнєвої компетентності молодших школярів на уроках
          української мови.
        </li>
        <li>Використання інтерактивних методів навчання в НУШ.</li>
      </ul>
      <p>
        Вчителі постійно удосконалюють технології проведення сучасного уроку,
        організацію навчальної діяльності учнів; з метою забезпечення найбільш
        високих результатів у реалізації і в досягненні нових освітніх цілей
        дбають про створення умов для розвитку навчально-дослідницької
        діяльності здобувачів освіти, підвищення рівня мотивації їх до навчання;
        активізують і мотивують роботу учнів в умовах змішаного навчання.
      </p>
      <p>
        Робота методичного об’єднання спрямована на підвищення професійної
        майстерності і розвиток творчої ініціативи вчителів; застосування в
        інноваційному навчанні інтерактивних технологій; створення умов для
        формування ключових компетентностей учнів, педагогів; інтеграцію у
        навчально-виховному процесі дітей з особливими освітніми потребами.
      </p>
      <p>
        Для сучасної школи потрібні висококваліфіковані педагоги, які постійно
        шукають найефективніші шляхи і засоби навчання, володіють глибокими
        педагогічними знаннями. Вони повинні усвідомлювати свою соціальну
        відповідальність, бути об’єктом особистісного професійного зростання,
        вміти досягати нових професійних рівнів. З огляду на це, учителі мають
        постійно працювати над удосконаленням професійної компетентності.
      </p>
      <p>
        Ефективним шляхом підвищення професійної майстерності вчителя є участь у
        різноманітних методичних заходах. Серед найпоширеніших форм методичної
        роботи є: психолого-педагогічні консультації, семінари-практикуми,
        теоретичні семінари, аукціони методичних ідей, тренінги, співбесіди,
        консультації на актуальні теми, відкриті уроки, огляди новинок
        психолого-педагогічної та методичної літератури, круглі столи,
        майстер-класи, предметні тижні, методичні оперативки.
      </p>
      <p>
        На методичному марафоні, проведеному в травні 2024 року, підвели
        підсумки роботи з обдарованими дітьми, їх участі у шкільних,
        Всеукраїнських та Міжнародних конкурсах та інтернет-олімпіадах.
        Результати роботи з обдарованими дітьми в 2023-2024 н. р.:
      </p>
      <ul>
        <li>
          <b>1-А</b>
          <br />
          Районний патріотичний челендж "Міцна родина - непереможна Україна" -
          Трофимюк Маргарита, Диплом
          <br />
          Конкурс малюнків до 210 річниці з дня народження Т.Г.Шевченка "Собори
          наших душ" -Трофимюк Маргарита, І місце
          <br />
          Міський конкурс дитячих малюнків "Різдво - чудове свято" - Ісаєв Іван,
          участь
          <br />
          Міський конкурс дитячих малюнків до Дня Землі - Зубков Микита, І місце
          <br />
          Міський конкурс дитячих малюнків до Дня Землі - Зубков Микита,
          Стрибков Нікіта - І місце; Складник Денис,Трофимюк Маргарита, Швед
          Ксенія - участь.
        </li>
        <li>
          <b>1-Б</b>
          <br />
          Районний патріотичний флешмоб «Разом у день миру» (до Міжнародного дня
          миру) - Деркач Вероніка, Деркач Аріна, Корягін Андрій, Костриця
          Мілана, Лисенко Злата, Плехно Тимофій, Старіков Нікіта, Сфейр Даніель,
          Краснопольський Валентин – участь.
          <br />
          Районний патріотичний челендж «Україна: незалежність, гідність,
          свобода» - Вітряк Варвара, участь.
          <br />
          Районний військово-патріотичний челендж "Військо сильне духом" -
          Сергєєв Кирило, участь.
          <br />
          Районний патріотичний челендж "Міцна родина - непереможна Україна" -
          Бельченко Антон, Бохан Аріна, Вітряк Варвара, Деркач Вероніка,
          Краснопольський Валентин, Лисенко Злата, Рева Кіра – участь.
          <br />
          Міський конкурс дитячих малюнків "Різдво - чудове свято" - Коваленко
          Артем, участь.
        </li>
        <li>
          <b>2-А</b>
          <br />
          Конкурс малюнків до 210 річниці з дня народження Т.Г.Шевченка "Собори
          наших душ" – Таран Анна, ІІ місце.
          <br />
          Міський конкурс дитячих малюнків "Різдво - чудове свято" - Горбатенко
          Анастасія, 4 місце; Копин Кирило, Щербина Єгор, участь.
          <br />
          Міський літературний конкурс патріотичної тематики «Музей – це простір
          для єднання, криниця мудрості й пізнання» - Таран Анна, диплом ІІІ
          ступеня.
          <br />
          Міжнародний математичний конкурс «Кенгуру" - Кузьменко Даріна, Таран
          Анна - сертифікат "Відмінний результат"; Польова Софія, Забелло Надія,
          Гриценко Максим, Файфора Артем, Заголіло Злата - сертифікат "Добрий
          результат", Яблонська Софія, Астахова Валерія, Щербина Єгор,
          Горбатенко Анастасія - сертифікат учасника.
          <br />
          Районний патріотичний челендж «Міцна родина - непереможна Україна» -
          Забелло Надія, Копин Кирило, Грива Рінат, Польова Софія, Таран Анна
          диплом.
        </li>
        <li>
          <b>2-Б</b>
          <br />
          Міський конкурс дитячих малюнків "Різдво - чудове свято" -
          Мірошніченко Кристина, Гайдар Анна – участь.
          <br />
          Районний патріотичний челендж «Міцна родина - непереможна Україна» -
          Воюц Ярослав, диплом.
          <br />
          Конкурс малюнків до 210 річниці з дня народження Т.Г.Шевченка "Собори
          наших душ" – Мірошніченко Кристина, участь.
          <br />
          Міжнародний математичний конкурс «Кенгуру" - Воюц Ярослав, Крамаренко
          Костянтин - сертифікат "Добрий результат"; Бєсєдін Володимир, Боровик
          Дарина - сертифікат учасника.
        </li>
        <li>
          <b>3-А</b>
          <br />
          Міський літературний конкурс патріотичної тематики «Музей – це простір
          для єднання, криниця мудрості й пізнання» - Шамрай Роман, участь.
          <br />
          Міський конкурс дитячих малюнків "Різдво - чудове свято" – Гладуш
          Альвіна – участь.
          <br />
          Конкурс малюнків до 210 річниці з дня народження Т.Г.Шевченка "Собори
          наших душ" – Гончарова Злата – участь.
          <br />
          Міський конкурс "Країна фантазії" – Бутенко Анастасія – ІІ місце.
          <br />
          Міський конкурс дитячої творчості "Первоцвіт"- Гладуш Альвіна –
          участь.
          <br />
          Районний патріотичний челендж «Україна: незалежність, гідність,
          свобода» - Колб Дмитро, Дикун Злата – диплом.
          <br />
          Районний патріотичний челендж «Міцна родина - непереможна Україна» -
          Лялько Олександр – диплом.
          <br />
          Районний військово-патріотичний челендж "Військо сильне духом" – Колб
          Дмитро, Лубєнніков Олексій – диплом.
          <br />
          Міжнародний математичний конкурс "Кенгуру", всеукраїнський етап –
          Бутенко Анастасія, Лялько Олександр - сертифікат "Відмінний
          результат"; Чернокур Артем - сертифікат учасника.
          <br />
          Міжнародний математичний конкурс "Кенгуру", міжнародний етап – Бутенко
          Анастасія - сертифікат "Відмінний результат".
        </li>
        <li>
          <b>3-Б</b>
          <br />
          Міський літературний конкурс патріотичної тематики «Музей – це простір
          для єднання, криниця мудрості й пізнання» - Щеділова Варвара – І
          місце.
          <br />
          Районний патріотичний флешмоб «Разом у день миру» (до Міжнародного дня
          миру) - Мєліхова Кіра, Драєнко Анна, Юрченко Віолетта – участь.
          <br />
          Районний патріотичний челендж «Україна: незалежність, гідність,
          свобода» - Семененко Дар'я, Щеділова Варвара – участь.
          <br />
          Районний військово-патріотичний челендж "Військо сильне духом" –
          Грішин Артем – участь.
          <br />
          Районний патріотичний челендж «Міцна родина - непереможна Україна» -
          Меліхова Кіра, участь.
          <br />
          Міський літературний конкурс патріотичної тематики «Музей – це простір
          для єднання, криниця мудрості й пізнання»- Щеділова Варвара – диплом
          ІІ ступеня.
          <br />
          Міський конкурс дитячих малюнків "Різдво - чудове свято" – Барило
          Віра, Мєліхова Кіра – участь.
          <br />
          Районний тур ІІ етапу XXIV Міжнародного конкурсу з української мови
          імені Петра Яцика - Фетісов Георгій – участь.
          <br />
          Міжнародний математичний конкурс "Кенгуру" – Барило Віра - сертифікат
          "Відмінний результат"; Зеленська Богдана, Фетісов Георгій, Крамаренко
          Поліна, Меліхова Кіра - сертифікат "Добрий результат"; Семененко
          Дар'я, Щеділова Варвара, Радько Дар'я - сертифікат учасника.
          <br />
          Міжнародний математичний конкурс "Кенгуру", міжнародний етап - Барило
          Віра, Грішин Артем, Мєліхова Кіра, Фетісов Георгій, Крамаренко Поліна,
          Щеділова Варвара, Радько Дар'я - сертифікат "Добрий результат".
          <br />
          Міський конкурс дитячої творчості "Первоцвіт"- Щеділова Варвара –
          участь.
        </li>
        <li>
          <b>3-В</b>
          <br />
          Конкурс малюнків до 210 річниці з дня народження Т.Г.Шевченка "Собори
          наших душ" – Мінченко Альбіна, Фаєвцова Вероніка – участь.
          <br />
          Міський конкурс дитячих малюнків "Різдво - чудове свято" – Мінченко
          Альбіна – участь.
          <br />
          Міський літературний конкурс патріотичної тематики «Музей – це простір
          для єднання, криниця мудрості й пізнання» - Гур'янова Віталіна,
          Мінченко Альбіна, Кропотін Ярослав – участь. <br />
          Районний патріотичний челендж «Міцна родина - непереможна Україна» -
          Вощина Ерік, Таран Денис, Мінченко Альбіна -диплом.
          <br />
          Районний патріотичний флешмоб «Разом у день миру» (до Міжнародного дня
          миру) - Біленко Марія, Вощина Ерік, Кропотін Ярослав, Боричко Марина,
          Гур'янова Віталіна, Єременко Вероніка, Коноваленко Єгор, Копаниця Яна
          - участь.
          <br />
          Міжнародний математичний конкурс "Кенгуру" - Коноваленко Єгор,
          Фаєвцова Вероніка - сертифікат "Добрий результат"; Біленко Марія,
          Боричко Марина, Мінченко Альбіна, Кропотін Ярослав – сертифікат
          учасника.
          <br />
          Районний військово-патріотичний челендж "Військо сильне духом" – Таран
          Денис – диплом.
        </li>
        <li>
          <b>4-А</b>
          <br />
          Районний патріотичний челендж «Міцна родина - непереможна Україна» -
          Білобородова Поліна, Бохан Марина, Дьоміна Євгенія, Суховій Поліна -
          участь.
          <br />
          Міський конкурс дитячих малюнків "Різдво - чудове свято" – Хоменко
          Катерина – участь.
          <br />
          Міжнародний математичний конкурс "Кенгуру", міжнародний етап - Левчук
          Роман, Дьоміна Євгенія, Суховій Поліна, Кравчук Ілля - сертифікат
          учасника.
          <br />
          Районний патріотичний флешмоб «Разом у день миру» (до Міжнародного дня
          миру) - Гладиш Ярослава, Карасава Вікторія, Дьоміна Євгенія, Суховій
          Поліна – участь.
          <br />
          Районна туристично-краєзнавча квест-гра "Кмітливий турист" - Дьоміна
          Євгенія, перемога.
          <br />
          Районний патріотичний челендж «Україна: незалежність, гідність,
          свобода» - Левчук Роман, Швєцов Гліб – участь.
        </li>
        <li>
          <b>4-Б</b>
          <br />
          Конкурс знавців української мови ім. П. Яцика – Билина Марія – участь.
        </li>
      </ul>
      <p>
        Крім того, в кожному класі є учні, які приймали участь в
        інтернет-олімпіадах.
      </p>
      <p>
        Модель сучасного вчителя передбачає готовність до застосування нових
        освітянських ідей, здатність постійно навчатися, бути у постійному
        творчому пошуку. Професійне самовдосконалення вчителя здійснювалось
        через самоосвіту, а також через активну участь у різноманітних
        методичних заходах.
      </p>
      <p>
        Протягом 2023-2024 н. р. на засіданнях МО слухались звіти вчителів про
        самоосвіту, про проходження курсів підвищення кваліфікації, творчі
        знахідки, напрацювання. Крім того, протягом року вчителі розглядали і
        затверджували тексти контрольних робіт, аналізували результати і
        пропонували шляхи подолання освітніх втрат та ліквідації прогалин з
        навчальних предметів; обговорювали новинки з курсів та питання
        сертифікації вчителів.
      </p>
      <p>
        Члени МО вчителів початкових класів протягом року брали активну участь в
        онлайн-конференціях, інтернет-марафонах, вебінарах, тренінгах, де
        розглядалися важливі питання реформування освіти, розбудови Нової
        української школи.
      </p>
      <p>
        Вчителі безкоштовно розміщують розробки уроків та інші матеріали в
        мережі Інтернет, отримують за це сертифікати.
      </p>
      <p>
        Відповідно до поставлених на рік завдань, вчителі початкових класів
        беруть участь в підвищенні свого фахового рівня: проводять онлайн уроки
        з використанням сучасних технологій, розробляють і використовують
        тестові завдання з навчальних предметів на різних навчальних платформах,
        готують доповіді, міні-презентації до уроків, проводять відкриті уроки,
        виховні заходи, старанно виконують свої доручення.
      </p>
      <p>
        Зараз на часі перед вчителями початкових класів стоять завдання: бути
        готовими за будь-яких умов орієнтувати кожен навчальний предмет на пошук
        свого місця у розвитку особистості молодшого школяра, формування у нього
        провідної навчальної діяльності, вміння і бажання вчитися, щоб кожен
        зміг без перешкод продовжити свою освіту в основній школі та
        адаптуватися у житті.
      </p>
      <p>
        У цілому роботу методичного об’єднання вчителів початкових класів за
        2023-2024 н.р. можна вважати задовільною.
      </p>
      <p>
        Але поряд з позитивним у роботі методичного об’єднання вчителів
        початкових класів є ще деякі напрямки роботи, які потребують уваги:
      </p>
      <ul>
        <li>удосконалення роботи з розвитку творчих здібностей школярів;</li>
        <li>
          формування комунікативної, соціальної компетентностей молодших
          школярів;
        </li>
        <li>
          робота з обдарованими дітьми та учнями, які мають прогалини в знаннях.
        </li>
      </ul>
      <p>Методичне об’єднання ставить основні завдання на 2023-2024 н. р.:</p>
      <ul>
        <li>планувати та здійснювати роботу з ліквідації освітніх втрат;</li>
        <li>
          використовувати системний підхід у роботі зі здібними та обдарованими
          дітьми;
        </li>
        <li>
          працювати над рівнем обізнаності та готовності вчителів до
          впровадження інноваційних технологій в освітній процес;
        </li>
        <li>
          вести моніторинг росту професійної компетентності, педагогічної
          майстерності вчителів.
        </li>
      </ul>
      <p>
        Раціональне поєднання колективної мудрості та індивідуальної творчості
        дає змогу віднаходити нові шляхи до вершин педагогічної майстерності за
        умов здорового психологічного мікроклімату у колективі, що ґрунтується
        на взаємоповазі, вмінні радіти за успіхи іншого і вітати те, що вирізняє
        кожного з-поміж решти, – самобутню творчу індивідуальність.
      </p>
      <p>МО вчителів початкових класів дбає про те, щоб школа була:</p>
      <ul>
        <li>школою радості для учня,</li>
        <li>школою творчості для вчителя,</li>
        <li>школою спокою для батьків.</li>
      </ul>
    </div>
  );
}
