import { Pdf } from "~/components/pdf";
import data from "./2024-2025.pdf";

export function Content() {
  return (
    <div className="content">
      <h1>
        Звіт про роботу методичного об'єднання вчителів початкових класів за
        2024-2025 н.р.
      </h1>

      <p className="text-right">
        «Запозичення кращого досвіду – це не механічне перенесення окремих
        методів і способів у свою роботу, а перенесення ідеї. Щоб навчитися в
        кращих майстрів,треба в чомусь переконатися»
        <br />
        <b>В.О.Сухомлинський</b>
      </p>

      <p className="text-center font-bold">
        Девіз засідання МО:
        <br />
        «Досвід кожного – багатство всіх»
      </p>

      <p>
        В період, коли освіта України набуває кардинальних змін, виникає
        необхідність в оновленні методів та прийомів навчання, в залученні
        інноваційних методик процесу формування в учнів предметних та життєвих
        компетентностей.
      </p>
      <p>
        Метою роботи методичного об'єднання вчителів є створення комфортних умов
        для навчання, за яких учень відчуває свою успішність, свою
        інтелектуальну досконалість, відчуває себе частинкою соціуму, його
        невід'ємною ланкою. Тому ця проблема і охопила всі сфери шкільного
        життя, весь освітній процес, де в центрі стоїть особистість - учень з
        інтелектуальним, фізичним, творчим потенціалом.
      </p>
      <p>
        У шкільному методичному об’єднанні 10 вчителів початкових класів.
        Педагоги мають наступні кваліфікаційні категорії:
      </p>
      <ul>
        <li>
          спеціаліст вищої категорії - 5 вчителів; троє з них мають звання
        </li>
        <li>«Учитель-методист» (Юшко А.А., Мугак Н.І., Старікова Н.А.),</li>
        <li>
          спеціаліст І категорії - 4 вчителя, двоє з них мають звання «Старший
          учитель» (Довмат Г.В., Чудна Н.В.),
        </li>
        <li>спеціаліст ІІ категорії - 1 учитель.</li>
      </ul>
      <p>
        Методичне об'єднання вчителів початкових класів, керуючись темою
        обласного науково-методичного проекту «Педагогічні стратегії професійної
        орієнтації здобувачів освіти в контексті затребуваності професій
        повоєнної України», науково-методичною темою гімназії «Ефективні шляхи
        формування компетентнісної особистості в освітньому просторі нової
        української школи», протягом 2024-2025 навчального року працювало над
        науково-методичною темою «Використання інноваційних технологій на уроках
        в початкових класах».
      </p>
      <p>
        Мета методичного об'єднання вчителів початкових класів: Створити
        сприятливі умови для модернізації початкової школи, які сприятимуть
        розкриттю творчого потенціалу учнів та учителів.
      </p>
      <p>
        Діяльність МО вчителів початкових класів протягом року була спрямована
        на реалізацію основних напрямків:
      </p>
      <ul>
        <li>
          формування єдиного освітньо-методичного простору для професійного
          зростання педагогів;
        </li>
        <li>
          впровадження особистісно-орієнтованого та діяльнісного підходів,
          сучасних інноваційних педагогічних технологій,
          інформаційно-комунікативних засобів навчання в освітній процес;
        </li>
        <li>діагностика та подолання освітніх втрат;</li>
        <li>
          впровадження системного підходу в роботі зі здібними та обдарованими
          дітьми;
        </li>
        <li>
          підвищення рівня обізнаності та готовності вчителів до впровадження
          інноваційних технологій в освітній процес.
        </li>
      </ul>
      <p>
        Навчально-методичний аспект роботи методичного об'єднання простежується
        у забезпеченні участі педагогів-початківців у різноманітних заходах для
        професійного зростання, застосування навчальних, навчально-методичних,
        інформаційних ресурсів у професійній діяльності, методичного супроводу
        атестації та планування індивідуально-освітньої траєкторії вчителя та її
        реалізації в міжатестаційний період.
      </p>
      <p>
        Учителі початкових класів працювали над підвищенням свого професійного
        рівня, впровадженням інноваційних технологій навчання як засобів
        підвищенням якості навчання в початковій школі. Протягом року були
        проведені засідання методичного об'єднання, на яких розглядалися
        організаційні, науково-методичні питання, а також обмін досвідом і
        творчими ідеями, зокрема:
      </p>
      <ul>
        <li>Вивчення та впровадження нормативних документів</li>
        <li>
          Методичний лекторій «Впровадження елементів STEM - освіти на уроках в
          початкових класах»
        </li>
        <li>
          Методичний практикум «Освітні втрати у математичній галузі початкової
          школи та шляхи їх подолання»
        </li>
        <li>
          Інформаційна трибуна «Формування читацької компетентності молодших
          школярів в системі інтегрованого навчання»
        </li>
        <li>Методичний практикум «STEM-технології в початковій школі»</li>
        <li>
          Аукціон методичних ідей: «Інтегроване навчання як освітній пазл Нової
          української школи»; «Розвиток критичного мислення молодших школярів на
          уроках інтегрованого курсу "Я досліджую світ"»
        </li>
        <li>
          Інформаційна трибуна: «Можливості сучасного уроку для формування
          успіху як життєвого пріоритету особистості»
        </li>
        <li>
          Нейроігри як ефективний інструмент розвитку дрібної моторики, мислення
          та мовлення учнів
        </li>
        <li>
          Офлайн та онлайн: практичні прийоми, які однаково дієві у різних
          форматах навчання
        </li>
      </ul>
      <p>
        Всі вчителі МО початкових класів дбають про безперервне підвищення та
        удосконалення свого професійного рівня, спрямовують свою роботу на пошук
        наукових новинок, створення творчої атмосфери, модернізацію форм,
        методів та засобів навчання і виховання дітей, а головне – на реалізацію
        принципу рівноправного діалогу між учителем та учнем.
      </p>
      <p>
        З метою підвищення фахового рівня члени ШМО вчителів початкових класів
        протягом року брали активну участь в онлайн-конференціях,
        інтернет-марафонах, вебінарах, тренінгах, семі- нарах, де розглядалися
        важливі питання реформування освіти, розбудови Нової української школи.
        Підтвердженням цьому є свідоцтва про закінчення курсів підвищення
        кваліфікації, онлайн-курсів освітньої платформи EdEra, сертифікати про
        проходження вебінарів на освітніх порталах «Всеосвіта», «На урок»,
        подяки, грамоти тощо.
      </p>
      <p>
        Модель сучасного вчителя передбачає готовність до застосування нових
        освітянських ідей, здатність постійно навчатися, бути у постійному
        творчому пошуку. Професійне самовдосконалення вчителя здійснювалось
        через самоосвіту, а також через активну участь у різноманітних
        методичних заходах.
      </p>

      <p className="text-center font-bold">Напрями самоосвітньої діяльності:</p>
      <ul>
        <li>огляд новинок методичної літератури на засіданнях МО;</li>
        <li>взаємовідвідування уроків;</li>
        <li>поповнення методичної скарбнички у навчальних кабінетах;</li>
        <li>підписка на фахові журнали,газети;</li>
        <li>вивчення перспективного передового досвіду.</li>
      </ul>
      <p>
        Протягом 2024-2025 н. р. на засіданнях МО слухались звіти вчителів про
        самоосвіту, про проходження курсів підвищення кваліфікації, творчі
        знахідки, напрацювання. Крім того, протягом року вчителі розглядали і
        затверджували тексти контрольних робіт, аналізували результати і
        пропонували шляхи подолання освітніх втрат та ліквідації прогалин з
        навчальних предметів; обговорювали новинки з курсів та питання
        сертифікації вчителів.
      </p>
      <p>
        Вчителі друкують розробки уроків з мультимедійними презентаціями,
        статті, посібники та інші матеріали на освітніх порталах «Всеосвіта»,
        «На урок», отримують сертифікати.
      </p>

      <p className="text-center font-bold">Видавнича діяльність:</p>
      <ul>
        <li>
          Мугак Н.І. Посібник «Підсумки роботи закладів освіти над
          науково-методичним проєктом», 2024 р., публікація уроків на сайті «На
          урок»
        </li>
        <li>
          Юшко А.А. Стаття «Технологія «Перевернутий клас»в початковій школі в
          умовах змішаного навчання», публікація уроків на сайті «На урок»
        </li>
        <li>
          Лисенко О.Б. Посібник «Дидактичні ігри на уроках української мови як
          засіб розвитку комунікативних вмінь молодших школярів.», публікація
          уроків на сайті «На урок»
        </li>
        <li>
          Заярнюк С.А. Стаття «Можливості сучасного уроку для формування успіху
          як життєвого прогресу особистості», публікація уроків на сайті «На
          урок»
        </li>
        <li>
          Старікова Н.А., Таран Н.В., Фербей В.М. - освітні платформи
          «Всеосвіта», «На урок», 2024 - 2025 н.р. публікація уроків з
          мультимедійними презентаціями
        </li>
      </ul>

      <p>
        З 04.11.2024 по 15.11. 2024 тривала декада початкових класів, участь в
        якій приймав кожен учитель.
      </p>

      <p className="text-center font-bold">
        Відкриті уроки вчителів початкових класів у 2024/2025 н.р.
      </p>
      <ul>
        <li>Юшко А.А. – українська мова;</li>
        <li>Мугак Н.І. – ЯДС;</li>
        <li>Старікова Н.А. – українська мова, ЯДС;</li>
        <li>Довмат Г.В. – українська мова;</li>
        <li>Лисенко О.Б. – ЯДС, літературне читання;</li>
        <li>Половинкина О.А. – математика;</li>
        <li>Фербей В.М. – математика;</li>
        <li>Заярнюк .А. – читання;</li>
        <li>Таран Н.В. – літературне читання</li>
      </ul>

      <p>
        Одним із шляхів підвищення професійної компетентності педагога є
        атестація, яку вчитель обов’язково проходить раз на 5 років.
      </p>

      <p className="text-center font-bold">
        Результати атестації в 2024-2025 н.р.:
      </p>
      <ul>
        <li>
          Старікова Н.А. - підтвердження вищої категорії, звання
          «учитель-методист»;
        </li>
        <li>Лисенко О.Б. - присвоєння вищої категорії.</li>
      </ul>

      <p>
        Особливу увагу приділяють педагоги роботі з обдарованими дітьми, їх
        участі у шкільних, Всеукраїнських та Міжнародних конкурсах та
        інтернет-олімпіадах.
      </p>

      <p className="text-center font-bold">
        Результативність роботи з обдарованими учнями:
      </p>
      <ul>
        <li>
          Районний тур ІІ етапу XXIV Міжнародного конкурсу з української мови
          імені Петра Яцика – Архипова Вікторія, ІІ місце (4-А), Заголіло Злата,
          участь (3-А)
        </li>
        <li>
          Мультипредметна олімпіада районного рівня – Фетісов Георгій, ІІ місце
          (4-А), Крилов Владислав, ІІІ місце (4-А), Фаєвцова Вероніка, ІІІ місце
          (4-Б)
        </li>
        <li>
          Міська мультипредметна олімпіада – Фетісов Георгій, ІІ місце (4-А),
          Фаєвцова Вероніка, ІІІ місце (4-Б)
        </li>
        <li>
          Міський конкурс дитячої творчості «Первоцвіт» – Забелло Надія, участь
          (3А), Щеділова Варвара, участь (4-А)
        </li>
        <li>
          Міський літературний конкурс патріотичної тематики «Музей – це простір
          для єднання, криниця мудрості й пізнання» - Щеділова Варвара, ІІ місце
          (4-А)
        </li>
        <li>Конкурс «Собори наших душ» – Трофимюк Маргарита, участь (2-А),</li>
        <li>
          Вітряк В., Коваленко А., Лисенко З., Сидоренко М., Сфейр Д., участь
          (2-Б)
        </li>
      </ul>

      <p>
        Протягом навчального року молодші школярі брали участь в тематичних
        конкурсах малюнків, в літературних конкурсах патріотичної тематики, в
        предметних інтернет-олімпіадах, в патріотичному челенджі, в Міжнародному
        математичному конкурсі «Кенгуру», інтелектуальних конкурсах різних
        рівнів і напрямків. Учні отримали дипломи І, ІІ і ІІІ ступенів,
        сертифікати, грамоти і подяки.
      </p>
      <p>
        Впровадження інноваційних технологій у методичну роботу позитивно
        позначилось на формуванні професійної майстерності педагогів, створило
        сприятливі умови для розвитку їх творчого потенціалу, саморозвитку і
        самовдосконалення.
      </p>
      <p>
        У цілому роботу методичного об’єднання вчителів початкових класів за
        2024-2025 н.р. можна вважати задовільною.
      </p>
      <p>
        Але поряд з позитивним у роботі методичного об’єднання вчителів
        початкових класів є ще деякі напрямки роботи, які потребують уваги.
      </p>

      <p className="text-center font-bold">
        Основні завдання на 2025-2026 н. р.
      </p>

      <ol>
        <li>
          Продовжувати впровадження діяльнісного підходу, сприяти формуванню
          ключових компетентностей, застосовувати сучасні педагогічні
          технології.
        </li>
        <li>
          Продовжувати вивчення та впровадження інноваційних педагогічних
          технологій в освітній процес початкової школи.
        </li>
        <li>
          Створювати умови для розвитку навчально-дослідницької діяльності учнів
          та дитячої творчості.
        </li>
        <li>
          Використовувати системний підхід у роботі зі здібними та обдарованими
          дітьми.
        </li>
        <li>
          Вести моніторинг росту професійної компетентності, педагогічної
          майстерності вчителів.
        </li>
        <li>
          Продовжувати пошук шляхів і засобів подолання освітніх втрат учнів.
        </li>
      </ol>

      <p className="text-center font-bold">
        Учитель – майстер на уроці,
        <br />
        А урок – дзеркало загальної культури вчителя,
        <br />
        мірило його кругозору, ерудиції.
      </p>

      <Pdf src={data} />
    </div>
  );
}
