import { PostCarousel } from "~/components/carousel";

export const title = "Обережно, кліщі!";

export function Content() {
  return (
    <div className="content">
      <p>
        Криворізька гімназія №55 учням, батькам, працівникам нагадує про загрозу
        <b>іксодових кліщів</b>. Вони є тимчасовими паразитами тварин і людей та
        живляться їх кров’ю. Самі по собі **іксодові кліщі** не становлять
        загрози для здоров’я людини, однак вони переносять збудників багатьох
        інфекційних хвороб, якими заражають людей при укусі. В Україні найбільш
        поширеною інфекцією, яка передається через кліщів, є системний кліщовий
        бореліоз або хвороба Лайма.
      </p>
      <p>
        Що робити при укусі кліща? Не знімайте кліща самостійно! Бажано, щоб це
        зробив фахівець у клініці. При цьому дуже важливо витягти тільце
        членистоногого повністю, щоб його ротова частина не залишилася в шкірі.
        Обробити місце укусу антисептиком.
      </p>
      <p>
        Неспецифічні профілактичні заходи передбачають уникнення укусів кліщів
        із застосуванням закритого одягу, головних уборів, взаємоогляд.
      </p>
      <p>
        Якщо ви помітили дивну пляму на шкірі, якщо при цьому у вас є стан, що
        нагадує ГРВІ – не тягніть, відразу звертайтеся до лікаря! Тільки вчасно
        призначене лікування допоможе уникнути ускладнень!
      </p>

      <PostCarousel id="useful/2023-05-25" />
    </div>
  );
}
