export const title =
  "Поради батькам щодо організації навчання та відпочинку дітей під час карантину";

export function Content() {
  return (
    <div className="content">
      <ul>
        <li>
          Ранок нехай починається як зазвичай у робочі дні. Організуйте
          сніданок, вранішні гігієнічні процедури, ранкову гімнастику. Це
          дисциплінує дитину і вас.
        </li>
        <li>
          Плануйте день разом із дітьми. Розподіляйте час таким чином, щоб
          робота (читання, виконання завдань і вправ) та відпочинок були в
          співвідношенні 40 хв. занять /20хв. відпочинку. Обов'язково слідкуйте,
          щоб діти не залишалися надовго без активного відпочинку.
        </li>
        <li>
          Учіть дітей плануванню: на аркуші паперу записуйте обов'язкові справи,
          які треба виконати, а також розробіть спеціальну систему заохочення.
          Нехай діти пишаються своїми виконаними справами.
        </li>
        <li>
          Слідкуйте за графіком освітнього процесу, не допускайте відставання,
          адже надолужити прогаяне буде важче.
        </li>
        <li>
          Допоможіть вашій дитині, якщо у неї щось не виходить, підтримайте.
        </li>
        <li>
          Хваліть дітей за виконану роботу. Діти завжди націлені на конкретний
          результат.
        </li>
        <li>
          Провітрюйте кімнату, створіть умови для активного руху: нехай діти
          рухаються під музику, танцюють, роблять гімнастичні вправи, дихальну
          гімнастику.
        </li>
        <li>
          Дозволяйте у визначений час спілкування онлайн. Лист або дзвінок другу
          та вчителю стане в нагоді. Приємне спілкування й корисна порада
          допоможуть вирішити будь-яке завдання.
        </li>
        <li>
          Пам'ятайте, що вчителі завжди готові поспілкуватися з вами та вашими
          дітьми в різний спосіб, надати консультацію чи практичну допомогу.
        </li>
        <li>
          Звертайте увагу на домашні завдання як навчальний інструмент до
          самостійності, а не покарання.
        </li>
      </ul>

      <h2>Як поводитися батькам під час карантину</h2>

      <p>
        На час карантину, батьки стають для дітей вчителями, вихователями,
        лікарями і друзями, тож багатьох цікавить питання як поєднати в собі ці
        всі ролі та знайти вільний час для себе.
      </p>

      <h2>Як не втратити контроль над дітьми під час карантину?</h2>
      <p>
        Під час карантину, оголюються всі ваші проблеми. Раніше ви могли від них
        втекти на роботу або хоча б розчинитися у соціумі. Зараз тікати нікуди,
        оскільки ви у чотирьох стінах. Це найкращий час для того, щоб вирішити
        всі проблеми, які виникають у стосунках з дітьми.
      </p>
      <p>
        Дітям не потрібен «контроль», вони природно хочуть бути хорошими та
        слухняними для своїх батьків. Якщо поведінка дітей виходить з-під
        контролю, це означає одне – ви десь недопрацювали. Десь втрачений
        батьківський авторитет, десь порушена ієрархія або дитина не відчуває
        турботи чи безумовної любові.
      </p>
      <p>
        Контроль потрібен хіба що за режимом. Необхідно прописати план дня для
        дитини. І у дні повинно бути не лише навчання! Окрім навчання, потрібно
        виділити час для фізичної активності, вільної гри, спланованих прийомів
        їжі, для релаксу і для нудьги. Нудьгу я б поставила на перше місце, бо
        саме у ній народжуються класні ігри, які допомагають дітям адаптуватися
        до нової реальності.
      </p>

      <h2>Чим зайняти дітей, щоб знайти вільний час для себе?</h2>
      <p>
        Діти займають себе самі, якщо не заважати їхньому природному розвитку.
        Вони вигадують власні ігри, досліджують світ і взаємодіють з батьками.
      </p>
      <p>
        Мультики та комп‘ютерні ігри заважають дітям гратися самостійно.
        Мультики - це готове рішення. Не працює фантазія, дитина не
        розвивається. Окрім того, дитячий мозок не здатен сприймати 24 кадри за
        секунду. Тому виділяється гормон, який гальмує роботу мозку, щоб можна
        було сприймати ці 24 кадри. І при «передозуванні» мультками це
        гальмування переходить у реальне життя. В цьому випадку розвиток дитини
        страждає.
      </p>
      <p>
        “Я дуже рекомендую батькам спробувати пожити 2 тижні без мультиків.
        Дитина стане значно спокійнішою і навчиться розважати себе сама”, -
        зауважила Марія Сичинська.
      </p>

      <h2>Як компенсувати дітям брак прогулянок?</h2>
      <p>
        Брак прогулянок компенсувати складно. Але такі умови диктує реальність.
        Можна відгородити частину кімнати (можливо, є балкон) для «прогулянок».
        Спробуйте пограти у таку гру: перевзуватися, переодягатися і виходити на
        балкон. Тримати певні іграшки лише на «території прогулянок». Це буде
        певна зміна обстановки.
      </p>
      <p>
        Прогулянок ніщо не замінить. Але співставивши ризики ми розуміємо,
        заради чого ми це робимо.
      </p>

      <h2>Що не потрібно робити батькам під час карантину?</h2>
      <p>
        Точно не потрібно робити вигляд, що нічого не відбувається. Життя
        змінилось. Спершу треба цю реальність прийняти дорослим. І чим швидше ми
        усвідомимо, що це не змінити, тим краще.
      </p>
      <p>
        Діти відчувають нашу тривогу, навіть якщо ми при них не розмовляємо на
        ці теми і приховуємо, що відбувається. Діти можуть відчувати шалену
        тривогу, але не ставити запитань. Важливо розуміти, що вони все
        відчувають і ваше мовчання лише погіршує ситуацію. Зважаючи на вік
        дитини і на її чутливість треба підібрати слова, щоб пояснити, що
        відбувається. Є речі, про які краще промовчати. А є те, до чого варто
        підготувати.
      </p>
      <p>
        Це дуже індивідуально. В першу чергу, треба бачити дитину, щоб розуміти,
        що вона може витримати, а що – ні. Також вибір тону розмови дуже
        залежить від того, у якому психічному стані знаходяться батьки,
        наскільки вони близькі зі своїми дітьми, наскільки діти можуть відкрити
        своє серце батькам і т.д.
      </p>

      <h2>
        Як уберегти дітей від зараження та пояснити їм, що таке коронавірус?
      </h2>
      <p>
        Зі старшими дітьми можна бути відвертим. Але важливо видавати інформацію
        дозовано. Дітям точно не потрібен такий потік інформації, який мають
        дорослі. Спирайтесь на авторитетні джерела і контролюйте, що
        читають/дивляться діти. Деяка інформація може їх травмувати.
      </p>
      <p>
        Малечі варто пояснити, що є такий вірус, який живе на дверних ручках, на
        підлозі, на руках та інших поверхнях. Але всі заходи безпеки повинні
        бути у формі гри, інакше буде складно: “Це ж весело: маска у мами, маска
        у тата і тобі одягнемо маску. Дивись, які ми схожі!” або “У тебе в руці
        сидить маленьке сонечко, яке дуже любить купатися. Тому треба купати
        його довго і з милом. Тоді воно буде щасливим” - найпростіші приклади.
        Пов’язуйте гру з улюбленими героями ваших дітей, зацікавлюйте їх,
        грайтеся разом.
      </p>
    </div>
  );
}
