import image from "./1.jpg";

export const title = "Електротравма";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />

      <p>
        Електротравма — травма, що виникає при доторканні неізольованих
        електродротів, увімкнених у мережу внаслідок чого в організмі людини
        відбуваються важкі місцеві та загальні зміни, які часто та швидко
        закінчуються смертю.
      </p>

      <p>Класифікація:</p>
      <ul>
        <li>
          легка електротравма— судомне скорочення м'язів без втрати свідомості;
        </li>
        <li>
          електротравма середньої важкості— судомне скорочення м'язів і втрата
          свідомості, ЕКГ в нормі;
        </li>
        <li>
          важка електротравма— втрата свідомості і порушення серцевої і
          дихальної діяльності;
        </li>
        <li>украй важка електротравма— клінічна смерть.</li>
      </ul>

      <p>Симптоми</p>
      <p>
        Хворий миттєво втрачає свідомість, відмічається судомне скорочення
        м'язів, зупинка дихання, різкий розлад серцевої діяльності.
      </p>
      <p>
        Якщо ураження не призвело до моментальної загибелі та через деякий час
        свідомість постраждалого відновилася, то в нього визначається головний
        біль, сонливість, загальна млявість. Місцево відмічаються сліди опіку у
        вигляді жовтувато-бурих плям та смуг.
      </p>
      <p>
        Електричні травми являють собою чітко виражені місцеві пошкодження
        тканин організму, викликані впливом електричного струму або електричної
        дуги. Зазвичай це ураження шкіри, рідше— інших м'яких тканин, а також
        зв'язів і кісток. У більшості випадків електротравми виліковуються і
        працездатність потерпілого відновлюється повністю або частково. В
        окремих випадках, зазвичай при важких опіках, травми можуть призвести до
        загибелі людини.
      </p>
      <p>
        Розрізняють такі електричні травми: електричні опіки, електричні знаки,
        металізація шкіри, електроофтальмія.
      </p>
      <p>
        Перша допомога: необхідно швидко відімкнути струм та негайно розпочати
        штучне дихання, яке слід проводити упродовж тривалого часу (декілька
        хвилин), до повного відновлення самостійних та глибоких дихальних рухів
        грудної клітки.
      </p>

      <p className="text-center text-xl font-bold text-red-600">
        УВАГА!
        <br /> Шановні батьки і діти будьте обережні з електрострумом !
      </p>
    </div>
  );
}
