import { ExternalLink } from "~/components/link";
import image from "./1.jpg";

export const title = "Організація харчування";

export function Content() {
  return (
    <div className="content">
      <h1 className="font-bold text-red-600 italic">
        ВИТЯГ
        <br />
        з САНІТАРНОГО РЕГЛАМЕНТУ
        <br />
        для закладів загальної середньої освіти
      </h1>

      <h2>Організація харчування</h2>

      <img src={image} className="w-80 md:float-right md:ml-3" />

      <p>
        8. Засновник (засновники), керівник закладу освіти та суб'єкти
        господарської діяльності, які надають послуги з харчування зобов'язані
        забезпечити учнів безпечною, якісною, повноцінною та корисною їжею
        відповідно до норм та{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/305-2021-%D0%BF#n148">
          Порядку організації харчування у закладах освіти та дитячих закладах
          оздоровлення та відпочинку
        </ExternalLink>
        , затверджених постановою Кабінету Міністрів України від 24 березня 2021
        року № 305.
      </p>
      <p>
        <i>
          Пункт 8 підрозділу "Організація харчування" розділу VI в редакції
          Наказу Міністерства охорони здоров'я{" "}
          <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z1450-21#n29">
            № 1984 від 20.09.2021
          </ExternalLink>
        </i>
      </p>
      <p>
        9. Керівник закладу освіти та медичний працівник (за його відсутності -
        особа (особи), які визначені наказом керівника закладу освіти
        відповідальними за організацію харчування в закладі) здійснюють щоденний
        контроль за якістю продуктів, що надходять до закладу освіти, умовами їх
        зберігання, дотриманням термінів реалізації і технології виготовлення
        страв, дотриманням санітарно-протиепідемічного режиму в їдальні
        (харчоблоці), буфеті, фактичним виконанням меню за меню-розкладом, що
        містять кількісні дані про рецептуру страв.
      </p>
      <p>
        10. Для уникнення харчових отруєнь, з метою профілактики захворювань,
        приготування та реалізація харчової продукції повинні здійснюватися у
        відповідності до загальних вимог до організації харчування дітей в
        закладах освіти наведених у{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z1111-20#n340https://zakon.rada.gov.ua/laws/show/z1111-20#n340">
          додатку 9
        </ExternalLink>{" "}
        до цього Санітарного регламенту. Перелік харчових продуктів, які
        заборонено реалізовувати у шкільних буфетах та у торгівельних апаратах,
        розміщених у закладах освіти наведено у{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z1111-20#n468">
          додатку 10
        </ExternalLink>{" "}
        до цього Санітарного регламенту.
      </p>
      <p>
        11. У закладах освіти організовуються умови для забезпечення харчування
        учнів з особливими дієтичними потребами, у тому числі з непереносимістю
        глютену та лактози.
      </p>
      <p>
        Вимоги до організації харчування дітей з особливими дієтичними
        потребами, включаючи харчову алергію та непереносимість окремих харчових
        продуктів або речовин, наведено у{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z1111-20#n483">
          додатку 11
        </ExternalLink>{" "}
        до цього Санітарного регламенту.
      </p>
      <p>
        12. У закладах освіти за рішенням засновника (засновників) може бути
        організоване постачання готової кулінарної продукції операторами ринку
        харчових продуктів за умови дотримання ними вимог{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/771/97-%D0%B2%D1%80">
          Закону України
        </ExternalLink>{" "}
        «Про основні принципи та вимоги до безпечності та якості харчових
        продуктів».
      </p>
      <p>
        13. Інші вимоги до утримання та оснащення приміщень їдальні
        (харчоблоку), буфету, закладу освіти, транспортування, приймання та
        зберігання харчових продуктів, обробки сировини, виробництва та
        реалізації продукції повинні відповідати вимогам{" "}
        <ExternalLink href="https://zakon.rada.gov.ua/laws/show/771/97-%D0%B2%D1%80">
          Закону України
        </ExternalLink>{" "}
        «Про основні принципи та вимоги до безпечності та якості харчових
        продуктів» та законодавства про безпечність та окремі показники якості
        харчових продуктів.
      </p>
    </div>
  );
}
