import image from "./1.jpg";

export const title =
  "ПОРАДИ ВІД ЕКСПЕРТІВ ЮНІСЕФ: “ЯК ПІДТРИМАТИ ДІТЕЙ У СТРЕСОВИХ СИТУАЦІЯХ”";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-right w-120 p-1" />

      <p>
        Наразі тисячі людей вимушені перебувати в укриттях, щоб врятуватися від
        обстрілів у зоні активних бойових дій. Експерти ЮНІСЕФ підготували
        поради, як підтримати дітей у стресових ситуаціях та допомогти їм
        подолати тривогу та страх.
      </p>

      <p>
        <b>
          Що батькам потрібно говорити та робити, аби дитина почувалася
          спокійно?
        </b>
      </p>

      <ol>
        <li>
          <b>Поясніть дитині план дій.</b>
          <p>
            Складіть маршрут до укриття та розкажіть, якою має бути
            послідовності її дій. Говоріть короткими та чіткими фразами.
          </p>
          <p>
            Намалюйте карту укриття: що і де розташовано, як воно функціонує, де
            вхід і вихід, де ваше місце, де будуть перебувати рідні (намалюйте,
            зобразіть, напишіть — діти ліпше сприймають, якщо це буде
            візуалізовано).
          </p>
        </li>
        <li>
          <b>Запитайте дитину, як вона почувається.</b>
          <p>
            Спостерігайте за станом та реагуйте на потреби дитини. Ставте їй
            відкриті запитання, стежте за емоційною реакцію та рівнем
            активності. Важливо, щоб дитина говорила про те, що з нею
            відбувається, сама могла запитувати, проявляла емоції.
          </p>
          <p>
            Якщо дитина перебуває у стані ступору, її важливо повернути до
            вербальної комунікації та активної діяльності.
          </p>
          <p>Для цього поставте три прості питання і чекайте відповіді.</p>
          <p>Тебе звати Наталя, так?</p>
          <p>Ти зараз стоїш, так?</p>
          <p>Ти одягнена в червону кофтину, так?</p>
          <p>
            Можна також помасажувати дитині кінчики пальців, мочки вух,
            запропонувати гру, або ж дати завдання, орієнтоване на дію (принеси,
            подай, зроби). Дайте їй води або чаю, нагодуйте та обійміть.
          </p>
          <p>
            Реагуйте на потреби дитини та задовольняйте їх поможливості. Це
            поверне відчуття безпеки.
          </p>
        </li>
        <li>
          <b>Поділіться з дитиною власними відчуттями.</b>
          <p>
            Проговорюйте і проявляйте емоції. Якщо ваша дитина переживає чи
            відчуває злість або роздратування через те, що відбувається навколо,
            не кажіть фраз на кшталт «Не переживай» чи «Тобі не варто злитись».
          </p>
          <p>
            Натомість скажіть: «Я бачу / мені здається, що ти налякана /
            злишся». Так дитина буде розуміти, що вона не залишилась наодинці зі
            своїми переживаннями.
          </p>
          <p>
            Не варто давати обіцянок, які від вас не залежать. Натомість, щоб
            сказати «Все буде добре», «Нічого не станеться», поясніть: «Що б не
            сталось, головне – ми разом».
          </p>
          <p>
            Якщо діти грають чи малюють війну – не забороняйте їм. Програйте,
            прокричіть, озвучте чи візуалізуйте емоцію (наприклад, можна
            спробувати ричати, як собака). Саме так ви можете допомогти
            впоратися з емоціями та знизити рівень тривоги.
          </p>
        </li>
        <li>
          <b>Дозволяйте себе обіймати та обіймайте у відповідь.</b>
          <p>
            Тілесний контакт допоможе знизити рівень напруження та заспокоїтись.
            Можна спробувати одну з вправ:
          </p>
          <ul>
            <li>
              «Обійми метелика» — дитина обіймає свої плечі двома руками, також
              може себе поплескати по них.
            </li>
            <li>
              «Водоспад» — дорослий підходить до дитини й руками погладжує від
              плечей і до поясу, наче знімає щось з них.
            </li>
            <li>
              «Кокон» — права рука дитини обіймає ліве плече, а ліва рука живіт.
            </li>
          </ul>
          <p>
            Допоможе вийти зі стану ступору та знизити рівень стресу стабільне
            дихання. Для цього спробуйте таку вправу: вдих носом і повільний
            видих ротом, можна зі звуками «А», «О», ефективним також є дихання
            животом. Важливо відновити стабільне дихання та фізичну активність.
          </p>
        </li>
        <li>
          <b>Нагадуйте дитині про режим дня.</b>
          <p>
            У час невизначеності важливо відтворювати послідовність дня. Це
            надасть відчуття контролю над власним життям. З самого ранку і до
            вечора загинайте пальчики і проговорюйте все, що ви щоденно робите.
          </p>
        </li>
        <li>
          <b>Піклуйтеся про себе і дитину.</b>
          <p>
            Дбайте про себе. Ви краще допоможете дитині, якщо будете піклуватися
            про себе. Дитина бачить, як ви реагуєте на новини, та копіює вас,
            тому важливо, щоб вона розуміла, що ви зберігаєте спокій і маєте
            чіткий план дій.
          </p>
          <p>
            Якщо ви занепокоєні або засмучені, знайдіть час для себе, за
            можливості поспілкуйтеся з друзями та рідними. Важливо почути голос
            інших. Це надасть відчуття єдності та зв’язку зі світом.
          </p>
        </li>
        <li>
          <b>Нагадуйте дитині, що ви разом і з усім впораєтеся.</b>
          <p>
            Дитині важливо знати, що вона не залишиться на самоті. Кінець
            розмови робіть максимально позитивним, також звертайте увагу на мову
            тіла дитини, постійно оцінюйте її рівень занепокоєння.
          </p>
          <p>
            Створюйте спільні традиції завершення дня (обіймайтеся, моліться,
            пийте чай або ж співайте).
          </p>
          <p>
            Обмежте кількість розмов та прослуховування новин про війну в
            присутності дитини. Надавайте їй лише перевірену інформацію, робіть
            це дозовано і відповідно до віку.
          </p>
        </li>
      </ol>

      <b>
        <p>Бережіть себе і своїх близьких!</p>
        <p>Усе буде Україна!</p>
      </b>
    </div>
  );
}
