export const title = "ОЖЕЛЕДИЦЯ";

export function Content() {
  return (
    <div className="content">
      <p>
        Щорічно Міністерством охорони здоров'я України реєструється статистика
        травмувань, пов'язаних з ожеледдю: за небезпечний сезон лікарі надають
        допомогу тисячам громадян, які постраждали на льоду.
      </p>
      <p>
        Так, рятувальники радять під час низьких температур не виходити без
        потреби на вулицю.
      </p>
      <p>
        <b>Як уберегтися у період ожеледиці.</b>
      </p>
      <p>
        <b>Змайструйте на підошви та каблуки вашого взуття "льодоступи"</b>{" "}
        (прикріпіть на підошву перед виходом шматок поролону, ізоляційну стрічку
        або лейкопластир). Також можна намазати на підошву клей типу "Момент" та
        поставте взуття на пісок, після цього сміливо виходьте на вулицю.
      </p>
      <p>
        <b>
          Пам'ятайте, що кращими для льоду є підошви з мікропористої чи іншої
          м'якої основи та без великих каблуків.
        </b>
      </p>
      <p>
        Ходіть не поспішаючи, ноги злегка розслабте в колінах, а ступайте на всю
        підошву. Пам'ятайте, що поспішність збільшує небезпеку, тому виходьте із
        будинку не поспішаючи.
      </p>
      <p>
        <b>Під час ходи, не тримайте руки в кишенях</b> - це збільшує можливість
        не тільки падіння, але і більш важких травм, особливо переломів.
      </p>
      <p>
        <b>Тримайтеся подалі від будинків - ближче до середини тротуару.</b>{" "}
        Взимку, особливо в містах, дуже велику небезпеку являють собою бурульки.
        Найбільшу небезпеку бурульки становлять у період танення льоду та снігу.
      </p>
      <p>
        <b>
          Людям похилого віку в час ожеледиці краще взагалі не виходити з
          будинку.
        </b>{" "}
        Але якщо потреба змусила, не соромтеся взяти палицю з гумовим
        наконечником або з шипом. Пам'ятайте, що дві третини травм люди старші
        60 років одержують при падінні.
      </p>
      <p>
        Прогулянки вагітних жінок в ожеледицю без супроводження -небезпечні для
        здоров'я.
      </p>
      <p>
        <b>Небезпечними є прогулянки в ожеледицю у нетверезому стані.</b> У
        стані сп'яніння люди не так чутливі до болю і при наявності травми
        своєчасно не звертаються до лікаря, що завдає згодом додаткові проблеми
        та неприємності.
      </p>
      <b>
        <p>Бережіть себе та своїх близьких!</p>
        <p>
          У разі небезпеки телефонуйте до служби порятунку за номером «101»!
        </p>
      </b>
    </div>
  );
}
