export const title = "ВИКОРИСТАННЯ ПІРОТЕХНІЧНИХ ВИРОБІВ";

export function Content() {
  return (
    <div className="content">
      <p>
        Феєрверки, петарди, ракети та інші вибухові "іграшки" завжди притягували
        до себе увагу не тільки дітвори, а й дорослих.
      </p>
      <p>
        Але з кожним роком збільшується кількість людей, що отримують від цих
        забав каліцтво, термічні опіки та інші травми.
      </p>
      <p>
        <b>
          Найчастіше це трапляється внаслідок необережного, неправильного та
          безграмотного користування піротехнічними виробами.
        </b>
      </p>
      <p>
        У зв'язку із збільшенням випадків травмування неякісними піротехнічними
        виробами під час святкування Новорічних Різдвяних свят, рятувальники
        Головного управління ДСНС у Дніпропетровській області попереджають про
        необхідність неухильно дотримуватися правил безпеки.
      </p>
      <p>
        <b>
          Аби свята принесли вам тільки радість, дотримуйтесь правил, які
          зможуть вберегти вас від ймовірної трагедії.
        </b>
      </p>
      <ul>
        <li>
          <b>При купівлі піротехнічних виробів</b> обов'язково ознайомтеся з
          інструкцією, вона повинна бути на кожному виробі. Якщо немає
          інформації щодо використання - виріб не є сертифікованим, а отже
          користуватись ним небезпечно. Купуйте тільки в спеціалізованих
          магазинах, що мають держліцензію на продаж піротехніки. Придбані з рук
          феєрверки можуть бути не якісними.
        </li>
        <li>
          <b>Бенгальські вогні та хлопавки рекомендується використовувати</b>{" "}
          поза приміщення. У приміщенні використання вогнів є небезпечним.
          Температура бенгальського вогню сягає 1100 градусів Цельсію, його
          іскри на відстані півметра охолоджуються лише на 60 градусів, а викид
          полум'я хлопавки досяіає декілька десятків сантиметрів.
        </li>
        <li>
          <b>Заборонено зберігання будь-яких піротехнічних виробів</b> біля
          електричних. нагрівальних приладів та відкритого полум'я. Особливо не
          допускати носіння петард у кишенях - під впливом різних чинників, вони
          можуть розірватись.
        </li>
        <li>
          <b>Під час запуску феєрверків</b> дотримуватись безпечної відстані від
          розташованих поряд житлових будівель. На відстані 50 метрів не повинно
          бути пожежонебезпечних об’єктів.
        </li>
        <li>
          <b>Не дозволяти дітям самотужки використовувати феєрверки!</b> Випадки
          травмування дітей феєрверками трапляються частіше аніж дорослих. Тому,
          щоб збереїти здоров'я та життя ваших дітей, обов'язково навчайте їх
          правил безпеки та розкажіть про всю небезпечність забавок
          піротехнічними виробами.
        </li>
      </ul>
      <b>
        <p>
          Пам’ятайте, у разі виникнення будь-якої ситуації телефонуйте до служби
          порятунку «101»!
        </p>
        <p>
          Рятувальники Дніпропетровщини бажають вам приємних, затишних та
          головне безпечних свят!
        </p>
      </b>
    </div>
  );
}
