export const title = "БЕЗПЕКА НА ЛЬОДУ";

export function Content() {
  return (
    <div className="content">
      <p>
        В зимовий час особливу занепокоєність викликає загибель людей на льоду.
        Найчастіше це настає із-за необачності, знехтування елементарних правил
        безпеки під час перебування на льоду. Щоб ні з ким не трапилося лиха,
        потрібно знати, як поводитись на льоду.
      </p>
      <p>Рятувальники радять:</p>
      <p>
        <b>Вихід на лід дітям без батьків заборонено!</b>
      </p>
      <p>
        <b>Найбільш небезпечна крига - перша та остання</b>, адже така крига ще
        надзвичайно тонка, неміцна і не витримує маси навіть маленької дитини.
      </p>
      <p>Лід блакитного кольору - найміцніший, а білого - значно слабший.</p>
      <p>Вирушати на водойми поодинці небезпечно!</p>
      <p>
        Д<b>ля однієї людини безпечним вважається лід</b> синюватого або
        зеленуватого відтінку, товщиною більшою за 7 см.
      </p>
      <p>
        <b>Для групи людей безпечним є лід товщиною не менше, ніж 15 см.</b> При
        пересуванні декількох людей по льоду треба йти один за одним на
        відстані.
      </p>
      <p>
        <b>
          Перш ніж ступати на лід водоймища, дізнайся про товщину льодового
          покриву
        </b>{" "}
        за допомогою довгої загостреної палиці (плішні) чи іншого подібного
        предмета, але обов'язково легкого, який ти вільно можеш тримати в руці.
      </p>
      <p>
        <b>Ніколи не перевіряй товщину льоду ударами ніг!</b>
      </p>
      <p>
        <b>Під час руху по льоду слідкуй за йою поверхнею</b>, обходь небезпечні
        місця та ділянки з кущами і травою. Особливу обережність проявляй у
        місцях зі швидкою течією, джерелами, струмками та теплими стічними
        водами підприємств.
      </p>
      <p>
        <b>Якщо лід недостатньо міцний, негайно зупинися і повертайся назад</b>{" "}
        тим же шляхом, роблячи перші кроки без відриву від його поверхні.
      </p>
      <p>
        <b>
          Пам’ятайте, що зимова підлідна ловля риби вимагає суворого дотримання
          правил безпечної поведінки:
        </b>
      </p>
      <ul>
        <li>не пробивати поруч багато лунок;</li>
        <li>не збирайтеся великими групами на одному місці;</li>
        <li>завжди майте під рукою міцну мотузку завдовжки 12—15 м;</li>
        <li>тримайте поруч із лункою дошку або велику гілку;</li>
        <li>
          пробивайте лунки для зимової риболовлі у шаховому порядку на відстані,
          не менше 5-6 м;
        </li>
      </ul>

      <p>
        <b>Смерть людини, що несподівано опинилася в холодній воді</b>, наступає
        найчастіше через шок, що розвивається протягом перших 5-15 хвилин після
        занурення у воду або порушення дихання.
      </p>
      <p>
        <b>У випадку, якщо ви все ж провалилися під лід:</b>
      </p>
      <ul>
        <li>
          не піддавайся паніці, утримуйся на плаву, уникаючи занурення з
          головою;
        </li>
        <li>клич на допомогу;</li>
        <li>
          намагайся вилізти на лід, широко розкинувши руки, наповзаючи на його
          край грудьми і почергово витягуючи на поверхню ноги;
        </li>
        <li>
          намагайся якомога ефективніше використати своє тіло, збільшуючи ним
          опорну площу;
        </li>
        <li>
          вибравшись на лід, перекотися і відповзай в той бік, звідки ти
          прийшов, де міцність льоду вже відома.
        </li>
        <li>
          необхідно переодягнутися. Якщо сухого одягу під руками не виявилось,
          треба викрутити мокрий і знову одягнути його.
        </li>
        <li>
          щоб зігрітися, виконуй будь-які фізичні вправи. Можна розтертися сухою
          вовняною тканиною, сховатися в захищеному місці, добре укутатися,
          випити чогось гарячого.
        </li>
      </ul>
      <b>
        <p>Будьте обережні, не ризикуйте своїм життям!</p>
        <p>
          Якщо ти помітив що хтось провалився під лід, не гай часу, одразу
          телефонуй за номером «101»! Рятувальники завжди прийдуть на допомогу!
        </p>
      </b>
    </div>
  );
}
