export const title = "Надзвичайні ситуації, їх ознаки, види і рівні";

export function Content() {
  return (
    <div className="content">
      <p>
        Закон “Про цивільну оборону України” визначає надзвичайну ситуацію як
        порушення нормальних умов життя та діяльності людей на об’єкті чи
        території, спричинених аварією, катастрофою, стихійним лихом, епідемією,
        епізоотією, великою пожежею, використання засобів ураження, що призвели
        чи можуть призвести до людських чи матеріальних втрат.
      </p>
      <p>
        <b>Аварія</b> – це небезпечна подія техногенного характеру, що створює
        на об’єкті, території або акваторії загрозу для життя і здоров’я людей і
        призводить до руйнування будівель, споруд, обладнання і транспортних
        засобів, порушення виробничого або транспортного процесу чи завдає шкоди
        довкіллю.
      </p>
      <p>
        <b>Катастрофа</b> – це раптове лихо чи велика подія, яка тягне за собою
        тяжкі наслідки для людини, тваринного чи рослинного світу, змінюючи
        умови середовища існування. Це результат різкого чи стрибкоподібного
        переходу природного, біологічного чи соціально-економічного середовища з
        виникненням уражаючих факторів, які наносять значну шкоду соціальним і
        природним системам. Іноді, підкреслюючи всесвітній характер катастрофи,
        її називають катаклізмом. Залежно від масштабності та тривалості впливу
        на природне середовище, катастрофи розділяють на локальні, регіональні
        та глобальні. Прикладами глобальних катастроф можуть служити особливо
        тяжкі аварії, військові конфлікти, різні стихійні лиха, що заподіюють
        велику шкоду.
      </p>
      <p>
        <b>Види:</b>
      </p>
      <p>
        Постановою Кабінету Міністрів України № 1099 “Про порядок класифікації
        надзвичайних ситуацій” затверджено “Положення про класифікацію
        надзвичайних ситуацій”. Згідно з цим положенням, за характером
        походження подій, що зумовлюють виникнення надзвичайних ситуацій на
        території України, розрізняють 4 класи надзвичайних ситуацій:
        техногенного, природного, соціально-політичного та військового
        характеру. Кожен клас надзвичайних ситуацій поділяється на групи, які
        містять конкретні їх види.
      </p>
      <p>
        <b>Надзвичайні ситуації техногенного характеру</b> – це наслідок
        транспортних аварій, катастроф, пожеж, неспровокованих вибухів чи їх
        загроза, аварій з викидом (загрозою викиду) небезпечних хімічних,
        радіоактивних, біологічних речовин, раптового руйнування споруд та
        будівель, аварій на інженерних мережах і спорудах життєзабезпечення,
        гідродинамічних аварій на греблях, дамбах тощо.
      </p>
      <p>
        <b>Надзвичайні ситуації природного характеру</b> – це наслідки
        небезпечних геологічних, метеорологічних, гідрологічних, морських та
        прісноводних явищ, деградації грунтів чи надр, природних пожеж, змін
        стану повітряного басейну, інфекційних захворювань людей,
        сільськогосподарських тварин, масового ураження сільськогосподарських
        рослин хворобами чи шкідниками, зміни стану водних ресурсів та біосфери
        тощо.
      </p>
      <p>
        <b>Надзвичайні ситуації соціально-політичного характеру</b> – це
        ситуації, пов’язані з протиправними діями терористичного та
        антиконституційного спрямування: здійснення або реальна загроза
        терористичного акту (збройний напад, захоплення і затримання важливих
        об’єктів ядерних установок і матеріалів, систем зв’язку та
        телекомунікації, напад чи замах на екіпаж повітряного чи морського
        судна), викрадення (спроба викрадення) чи знищення суден, встановлення
        вибухових пристроїв у громадських місцях, викрадення зброї, виявлення
        застарілих боєприпасів тощо.
      </p>
      <p>
        <b>Надзвичайні ситуації воєнного характеру</b> – це ситуації, пов’язані
        з наслідками застосування зброї масового ураження або звичайних засобів
        ураження, під час яких виникають вторинні фактори ураження населення
        внаслідок зруйнування атомних і гідроелектричних станцій, складів і
        сховищ радіоактивних і токсичних речовин та відходів, нафтопродуктів,
        вибухівки, сильнодіючих отруйних речовин, токсичних відходів,
        транспортних та інженерних комунікацій.
      </p>
      <p>
        <b>Рівні:</b>
      </p>
      <p>
        Залежно від територіального поширення, обсягів, заподіяних або
        очікуваних економічних збитків, кількості людей, які загинули,
        розрізняють 4 рівні надзвичайних ситуацій – загальнодержавний,
        регіональний, місцевий та об’єктовий.
      </p>
      <p>
        <b>Надзвичайна ситуація загальнодержавного рівня</b> – це надзвичайна
        ситуація, яка розвивається на території двох та більше областей
        (Автономної республіки Крим, міст Києва та Севастополя) або загрожує
        транскордонним перенесенням, а також у разі, коли для її ліквідації
        необхідні матеріали і технічні ресурси в обсягах, що перевищують власні
        можливості окремої області (Автономної республіки Крим, міст Києва та
        Севастополя), але не менше 1 % обсягів видатків відповідного бюджету.
      </p>
      <p>
        <b>Надзвичайна ситуація регіонального рівня</b> – це надзвичайна
        ситуація, яка розвивається на території двох або більше адміністративних
        районів (міст обласного значення), Автономної республіки Крим, областей,
        міст Києва та Севастополя або загрожує перенесенням на територію
        суміжної області, а також у разі, коли для її ліквідації необхідні
        матеріальні і технічні ресурси в обсягах, що перевищують власні
        можливості окремого району, але не менше 1 % обсягів видатків
        відповідного бюджету.
      </p>
      <p>
        <b>Надзвичайні ситуації місцевого рівня</b> – це надзвичайна ситуація,
        яка виходить за межі потенційно-небезпечного об’єкта, загрожує
        поширенням самої ситуації або її вторинних наслідків на довкілля,
        сусідні населені пункти, інженерні споруди, а також у разі, коли для її
        ліквідації необхідні матеріальні і технічні ресурси в обсягах, що
        перевищують власні можливості об’єкта. До місцевого рівня також належать
        всі НС, які виникають на об’єктах житлово-комунальної сфери та інших, що
        не входять до затверджених переліків потенційно-небезпечних об’єктів.
      </p>
      <p>
        <b>Надзвичайна ситуація об’єктового рівня</b> – це НС, яка не підпадає
        під зазначені вище визначення, тобто така, що розгортається на території
        об’єкта або на самому об’єкті, її наслідки не виходять за межі об’єкта
        або його санітарно-захисної зони.
      </p>
    </div>
  );
}
