import image from "./1.jpg";

export const title = "Поради батькам учнів початкових класів";

export function Content() {
  return (
    <div className="content">
      <p>
        Пропонований нижче опитувальник допоможе вам краще усвідомити ряд
        важливих моментів в пізнавальному і особистому розвитку другокласників,
        в організації їх учбової роботи, у власних взаєминах з дітьми з приводу
        навчання. Оцінка відповідей в балах не передбачена. Досить того, що ви
        задумаєтеся над питаннями і, можливо, захочете щось змінити в житті
        свого дитяти.
      </p>

      <img src={image} className="float-right ml-3 w-72" />

      <ol>
        <li>
          Якими словами ви зазвичай зустрічаєте дитину, що повернулася зі школи:
          <ol>
            <li>"Що було сьогодні на сніданок?"</li>
            <li>"Що ти сьогодні отримав, яку відмітку?"</li>
            <li>"Що нового сьогодні взнав? Чому навчився?"</li>
          </ol>
        </li>
        <li>
          Скільки часу витрачає школяр на приготування домашніх завдань?
          <ol>
            <li>Не більше 1 години.</li>
            <li>Не більше 2 годин.</li>
            <li>Може просидіти за уроками до пізнього вечора.</li>
          </ol>
        </li>
        <li>
          Якою мірою самостійності дитина виконує домашні завдання?
          <ol>
            <li>Працює переважно сам, ви лише перевіряєте роботу.</li>
            <li>
              Завдання з одних предметів виконує самостійно, з інших — потребує
              додаткової допомоги з вашого боку.
            </li>
            <li>Ви робите уроки разом з дитям від початку до кінця.</li>
          </ol>
        </li>
        <li>
          Наскільки добре дитя розуміє ваші пояснення?
          <ol>
            <li>
              Розуміє швидко, ви легко можете пояснити йому будь-який матеріал.
            </li>
            <li>
              Розуміє не завжди, інколи доводиться витрачати багато часу і сил
              для пояснення очевидного.
            </li>
            <li>Практично ніколи вас не розуміє.</li>
            <li>
              Краще розуміє пояснення інших родичів (батька, бабусі та ін.), ніж
              ваші.
            </li>
          </ol>
        </li>
        <li>
          Як ви думаєте, чому ваш малюк ходить в школу?
          <ol>
            <li>
              Йому подобається вчитися, він любить думати, самостійно вирішувати
              важкі завдання.
            </li>
            <li>Йому цікаво взнавати в школі нове.</li>
            <li>Любить отримувати хороші відмітки.</li>
            <li>Всі ходять в школу, і він ходить.</li>
            <li>Боїться, що буде покараний, якщо не піде в школу.</li>
            <li>Інша відповідь.</li>
          </ol>
        </li>
        <li>
          Як ваше дитя повідомляє удома про отриману погану оцінку чи вчинок?
          <ol>
            <li>Говорить сам, по-діловому і відверто.</li>
            <li>Розповідає, лише якщо спеціально про це запитати.</li>
            <li>Не говорить, ховає щоденник, може стерти відмітку.</li>
            <li>Розповідає лише бабусі (дідусеві), але не вам.</li>
            <li>Він ніколи не отримував поганих оцінок чи зауважень.</li>
          </ol>
        </li>
        <li>
          Чи є у вашого другокласника улюблений шкільний предмет?
          <ol>
            <li>
              Є, особливо любить математику; вважає, що математика розвиває
              розум.
            </li>
            <li>
              Є декілька предметів, що в рівній мірі віддаються перевага (серед
              них називає і математику, і українську мову, і читання, і іноземну
              мову).
            </li>
            <li>Улюблені предмети: співи і малювання (або фізкультура).</li>
            <li>Інша відповідь.</li>
          </ol>
        </li>
      </ol>
    </div>
  );
}
