import image from "./1.jpg";

export const title = "Практикум із культури спілкування";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="w-72 md:float-right md:ml-3" />

      <p>
        <b>Ведучий.</b> На питання про причини вживання нецензурщини більшість
        відповідає: «Не вистачає слів», при цьому не замислюючись про наслідки.
        Наші предки були мудрішими.
      </p>
      <p>
        Протягом багатьох віків лайку забороняла православна церква. Чужинці,
        які подорожували Україною у XVII столітті, писали: «У цього народу лише
        чотири лайливі слова: свиня, собака, дідько, біс». Табу на ненормативну
        лексику зберігалося до середини XX ст.
      </p>
      <p>
        Тепер же лайкою не гребують. У давньо-руських літописах мат
        розглядається як риса <b>бісівської поведінки</b>. Матірні слова — це,
        фактично,
        <b> язичницьке заклинання </b>. У давніх слов'ян воно виконувало функцію
        <b>прокляття</b>. Людина, яка промовляє ці слова, автоматично накликає
        бісів на себе, на своїх дітей і свій рід. Від лихослів'я погіршується
        пам'ять людини, виникає серцева недостатність та інші хвороби,
        <b> бо чим серце наповнене, те говорять уста </b>.
      </p>
      <p>
        Наприкінці XX століття засновник Інституту квантової генетики, біолог
        Петро Гарняєв простежив, що{" "}
        <b>
          електромагнітні хвилі слова впливають на молекули спадковості — ДНК
        </b>
        .
      </p>
      <p>
        З'ясувалося, що деякі слова можуть бути страшнішими за динаміт: вони
        просто «вибухають» у генетичному апараті людини, спотворюючи її спадкові
        програми, викликаючи мутації, які врешті призводять до виродження. Мат
        володіє здатністю блокування творчих процесів в організмі людини,
        завдаючи здоров’ю непоправного лиха.
      </p>
      <p>
        Важливим ужитті кожного є людські відносини, розуміння одне одного,
        повага і підтримка.
      </p>
      <p>
        <b>Розуміння толерантності неоднакове в різних культурах</b>, адже
        залежить від історичного досвіду народів. В англійців толерантність
        розуміють як готовність і здатність без протесту приймати іншу
        особистість, у французів — як волю іншого, його думок, поведінки,
        політичних і релігійних поглядів. У<b>китайців</b> бути толерантним
        означає великодушно і з відкритим серцем ставитися до решти людей. В
        арабів толерантність — це вміння пробачати, терплячість, співчуття.
      </p>
      <p>
        Зараз толерантність розуміють як повагу й визнання рівноправності,
        відмову від домінування і примусу, повагу до іншого. Толерантна
        особистість знає і правильно оцінює себе. Ті добре ставлення до себе
        співіснує з позитивним і доброзичливим ставленням до всіх.
      </p>
      <p>
        Людина не є «чистою дощечкою», на якій суспільство пише все, що йому
        заманеться. Вона здатна вибірково ставитися до будь-яких інформаційних
        «пропозицій» і зразків до наслідування, керуючись при цьому такими
        вічними критеріями, як: <b>істина, добро і краса</b>.
      </p>

      <p>
        <b>Бесіда «Чи толерантні ми?» (10 хв)</b>
      </p>
      <ol>
        <li>
          Ми часто чуємо: «Потрібно бути ввічли-вим, поважати думку інших,
          говорити пра-вильно...». А як цей вислів розумієте ви?
        </li>
        <li>Як ви вважаєте, чому люди вживають лихослів'я?</li>
        <li>А чому так чинять?</li>
        <li>Чи впливає ненормативна лексика на настрій людини? Чому?</li>
        <li>Чи можна запобігти вживанню нецензур-них слів? Як?</li>
        <li>Чи залежить від кожного з нас культура спілкування інших людей?</li>
      </ol>

      <p>
        <b>Вправа «Нитка дружби» (10 хв)</b>
        <br />
        <b>Мета:</b> згуртувати клас навколо атмосфери доброзичливості,
        ввічливості, поваги та згуртованості.
      </p>
      <p>
        Один із учасників (або ведучий) намотує на палець кінець нитки із
        клубочка і говорить комусь: «Я хочу тобі сказати, що...«(комплімент,
        побажання...), — при цьому кидає йому клубок. Той вибирає, кому з
        учасників хотів би сказати теплі слова, і так, поки всі учасники будуть
        перетягнені ниткою.
      </p>
      <p>У кінці вправи, всі й учасники скріплені «ниткою дружби».</p>

      <p>
        <b>Вправа «Мішечок порад» (10 хв)</b>
        <br />
        <b>Мета:</b> узагальнити здобуті знання на уроці. Учні на круглих
        паперових «монетах» пишуть, що нового вони дізналися, чому необхідно
        бути ввічливим. Усі монети кидають у так званий «мішечок порад», який
        надалі допомагатиме їм і нагадуватиме про важливість власної поведінки,
        думок і вчинків.
      </p>
      <p>Ведучий. Сподіваюся, ці поради допоможуть вам.</p>
      <p>
        Будьте готові до того, що всі люди різні — не кращі й не гірші, а просто
        різні. Навчіться сприймати людей такими, якими вони є, не намагайтеся
        змінити в них те, що вам не подобається. Цінуйте в кожній людині
        особистість і поважайте її думки, почуття, переконання, незалежно від
        того, чи збігаються вони з вашими. Зберігайте «своє обличчя», знайдіть
        себе і за будь-яких обставин залишайтеся собою!
      </p>
    </div>
  );
}
