import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/methodical-office/")({
  component: RouteComponent,
  staticData: {
    title: "Методичний кабінет",
  },
});

function RouteComponent() {
  return (
    <div className="content gap-5 md:columns-2">
      <div>
        <img
          src={asset("images/методичний-кабінет-1.jpg")}
          className="mx-auto mb-7 w-96"
        />
        <h1 className="text-blue-700">Мета науково - методичної роботи</h1>
        <ul>
          <li>навчання і розвиток педагогічних кадрів</li>
          <li>вивчення, узагальнення та впровадження передового досвіду</li>
          <li>
            створення власних методичних розробок для урізноманітнення та
            покращення навчально – виховного процесу
          </li>
        </ul>

        <h1 className="text-blue-700">Форми організації методичної роботи</h1>
        <p>
          Провідною формою організації науково – методичної роботи є методичні
          об’єднання вчителів, робота яких сприяє створенню умов для
          удосконалення педагогічної майстерності вчителя.
        </p>
        <p>
          Методичні об’єднання перебувають ніби у фокусі, в якому збігаються
          «промені» всіх інших форм підвищення кваліфікації: самоосвіта,
          наставництво, семінари, конференції.
        </p>

        <h1 className="text-blue-700">Напрямки роботи МО</h1>
        <ul>
          <li>
            організація безперервного підвищення науково-теоретичної та
            методико-технологічної компетентності фахівців;
          </li>
          <li>розробка внутрішніх освітніх стандартів;</li>
          <li>проведення внутрішньої атестації співробітників;</li>
          <li>відбір підручників та методичної літератури;</li>
          <li>
            організація позакласної роботи з предмета, в тому числі олімпіад,
            конкурсів, предметних тижнів, свят тощо.
          </li>
        </ul>

        <img
          src={asset("images/методичний-кабінет-2.jpg")}
          className="mx-auto my-10 w-96"
        />

        <h1 className="text-blue-700">Функції МО</h1>
        <p>
          Робота МО організовується на основі плану роботи гімназії,
          рекомендацій рай методкабінетів, методичної теми, прийнятої до
          розробки педагогічним колективом, з урахуванням індивідуальних планів
          професійної самоосвіти вчителів:
        </p>
        <ul>
          <li>
            МО вчителів здійснює свою діяльність в різних формах, зокрема на
            засіданнях, де аналізується або приймається до уваги рішення задач;
          </li>
          <li>
            МО вчителів може організувати семінарські заняття, цикл відкритих
            уроків із заданої і визначеної тематики;
          </li>
          <li>
            Одним з функціональних обов’язків МО є розробка системи позакласної
            роботи з предмету, визначення її напрямку, ідеї.
          </li>
          <li>
            Саме завдяки розподілу функцій внутрішкільного контролю між
            адміністрацією та МО склалася система творчої діяльності педагога.
            Результатом такої діяльності стали цікаві надбання з питань
            упровадження та використання комп’ютерної підтримки уроків різних
            напрямків, реалізації завдань особистісно-зорієнтованого навчання.
          </li>
          <li>
            В гімназії створена атмосфера доброзичливості, без напруження,
            підвищується розумова та творча активність, здатність до пошуку.
            Вчителі й учні активні співучасники творчого процесу.
          </li>
        </ul>
      </div>
      <div>
        <p>
          <span className="font-bold text-blue-700">Методична робота</span> – це
          цілісна система взаємозв’язаних дій і заходів, яка ґрунтується на
          досягненнях науки, передового досвіду й конкретному аналізі роботи
          вчителів.
        </p>
        <p>
          У нашій гімназії вона спрямована на всебічне підвищення професійної
          майстерності кожного вчителя; збагачення розвиток творчого потенціалу
          педагогічного колективу гімназії, досягнення оптимальних результатів
          освіти; виховання і розвиток особистості.
        </p>
        <p>
          Основними складовими роботи гімназії є такі напрями і аспекти як:
          методична робота, система навчання, система виховання.
        </p>

        <h1 className="text-blue-700">Завдання</h1>
        <ul>
          <li>
            опанування методологічними й теоретичними основами викладання в
            гімназії І і ІІ ступеня, сучасними досягненнями психолого –
            педагогічної науки;
          </li>
          <li>
            вивчення та використання на практиці передового педагогічного
            досвіду вчителів;
          </li>
          <li>
            розвиток ініціативи і творчості, новаторських пошуків педагогів;
          </li>
          <li>активізація творчих здібностей вчителів;</li>
          <li>
            створення необхідних умов для підвищення ідейно – теоретичного рівня
            та кваліфікації педагогічних працівників;
          </li>
          <li>
            сприяння вивільненню часу вчителя для творчості: «Вільний час
            учителя – це корінь, який живить джерела педагогічної творчості» (В.
            Сухомлинський)
          </li>
          <li>
            сприяння творчому використанню в практиці навчально – виховної
            роботи найцінніших теоретично – практичних здобутків вчителів
            новаторів;
          </li>
          <li>
            забезпечення умов для безперервності освіти шляхом впровадження
            дистанційного навчання;
          </li>
          <li>вдосконалення системи стимулювання творчо працюючих учителів.</li>
        </ul>

        <h1 className="text-blue-700">Функції методичної роботи</h1>
        <ul>
          <li>
            <span className="font-bold text-blue-700">функція планування</span>{" "}
            – важливий підготовчий етап методичної роботи, яка полягає у
            визначенні системи заходів, що забезпечать досягнення найкращих
            результатів;
          </li>
          <li>
            <span className="font-bold text-blue-700">організаційна</span>{" "}
            функція проявляється в діяльності, пов’язаній з удосконаленням
            структури методичної роботи, змісту діяльності різних її складових;
          </li>
          <li>
            <span className="font-bold text-blue-700">діагностична</span>{" "}
            функція – вимагає регулярного вивчення ступеня розриву між реальним
            рівнем компетентності педагогів, що виявляється в узагальненому
            результаті їх праці, та вимогами суспільства до якості діяльності
            конкретних працівників освіти в умовах розбудови української
            національної гімназії;
          </li>
          <li>
            <span className="font-bold text-blue-700">прогностична</span>{" "}
            функція вимагає визначення знань та умінь, необхідних педагогам у
            майбутньому; моделююча функція полягає у розробці принципово нових
            положень навчально- виховної роботи в гімназії, у формуванні та
            впровадженні моделей передового досвіду, їх експериментальній
            перевірці, після якої вони можуть бути використані як зразки для
            впровадження;
          </li>
          <li>
            <span className="font-bold text-blue-700">відновлювальна</span>{" "}
            функція передбачає відновлення частково забутих або втрачених
            учителями знань після закінчення педагогічного навчального закладу;
          </li>
          <li>
            <span className="font-bold text-blue-700">корегуюча</span> функція
            спрямована на виправлення в діяльності педагогів недоліків,
            пов’язаних з використанням застарілих методик, що не відповідають
            вимогам сучасності;
          </li>
          <li>
            <span className="font-bold text-blue-700">пропагандистська</span>{" "}
            функція спрямована на інформування педагогів, їх агітацію щодо
            впровадження у практику досягнень науки, передового педагогічного
            досвіду;
          </li>
          <li>
            <span className="font-bold text-blue-700">
              контрольно-інформаційна
            </span>{" "}
            функція полягає в утворенні і підтримці стабільного зворотнього
            зв’язку, в оцінці відповідності наслідків методичної роботи плановим
            завданням та нормативним вимогам.
          </li>
        </ul>

        <h1 className="text-blue-700">
          Реалізація функцій управління системою науково-методичної роботи
          гімназії
        </h1>
        <ul>
          <li>
            Планування – визначення мети, складання плану роботи різних ланок.
          </li>
          <li>
            Організації – організація виконання річного плану, організація
            виконання плану керівництва і контролю.
          </li>
          <li>
            Діагностична – вивчення якості викладання предметів. Діагностування,
            узагальнення результатів досліджень.
          </li>
          <li>
            Прогностична – планування, моделювання, проектування, управління
            упровадженням нових ресурсів, проведення теоретичних семінарів.
          </li>
          <li>
            Моделююча – вивчення досвіду роботи інших колективів, педагогічні
            зустрічі, участь та проведення семінарів, участь у педагогічних
            експериментах.
          </li>
          <li>Компенсаторна – забезпечення педагогів інформацією.</li>
          <li>
            Відновлювальна – організація самоосвіти, участь в курсах
            перепідготовки, педагогічні лекторії.
          </li>
          <li>
            Коригуюча – використання досліджень, психологічна робота, пошук
            нових форм та методів роботи.
          </li>
          <li>
            Координуюча – циклограми роботи, раціональне обєднання всіх видів
            діяльності.
          </li>
          <li>
            Пропагандистська – інформування та агітація за впровадження досвіду
            роботи, створення відеотеки педмайстерності, участь у виставках,
            семінарах, випуск друкованої продукції.
          </li>
          <li>
            Контрольно – інформаційна – аналіз кількісних та якісних змін, що
            відбуваються в діючій системі, здійснення зворотного зв’язку.
          </li>
        </ul>
      </div>
    </div>
  );
}
