export const title = "Устами дитини";

export function Content() {
  return (
    <div className="content">
      <p>
        <b>
          Дуже часто нам доводиться ставати свідками нецензурної лайки. Навряд
          чи комусь це приносить задоволення, але так звані міцні слова
          продовжують отруювати дорослий, а найголовніше — дитячий світ.Звідки ж
          діти, підлітки дізнаються про подібні вислови?
        </b>
      </p>

      <p>
        Щоб відповісти на це запитання, достатньо прислухатися до мови дорослих.
        На жаль, лайку можна почути на вулиці від перехожих, у магазинах, на
        будмайданчиках, на заводі, підприємстві, в офісах, фірмах і навіть у
        кабінеті відповідальних працівників. Самі дорослі не слідкують за своєю
        мовою і не замислюються про наслідки лихослів'я, а дехто навіть свідомо
        ознайомлює дітей із подібними виразами. Зазвичай{" "}
        <b>соціальна сфера формує мову дитини</b>. Особливе місце тут належить{" "}
        <b>СІМ'Ї</b>.
      </p>

      <p>
        Виховання культури мови дитини залежить від щоденної поведінки батьків,
        їхнього міжособистісного спілкування.
      </p>
      <p>
        Сім'я виховує самою атмосферою, мікрокліматом, середовищем. Дорослі,
        особливо батьки, є для дітей абсолютним авторитетом, до того ж що
        молодша дитина, то значущішою для неї є поведінка батьків, точне її
        наслідування. Дитина копіює все: слова, жести, міміку, ходу, повторює
        вирази і критичні судження, які чує.
      </p>
      <p>
        Ще сумніші справи в неблагонадійних сім'ях — там, де батьки ведуть
        аморальний спосіб життя, регулярно вживають спиртні напої. Нерідко під
        час бесід із батьками, діти яких уживають нецензурні слова, можна почути
        виправдання типу: «був змушений», «був у поганому настрої», «вирвалося».
        Ці батьки не розуміють, що саме вони калічать своїх дітей, виробляють у
        них звичку до лихослів'я, якої буває дуже важко позбутися.
      </p>

      <p>
        <b>
          Яка причина того, що дитина засвоює негативні навички, тоді коли
          правильні слова не завжди залишають слід у її душі? Народна мудрість
          каже: «Слова переконують, а приклад — надихає». «Натхненна» прикладом
          лихослів'я батьків дитина, потрапивши в подібну ситуацію, нехай навіть
          ігрову, абсолютно точно відтворить всі почуті «колючі» слова і
          вульгарні, грубі вислови, виростаючи в очах однолітків і шокуючи
          порядних дорослих. Коли діти підростуть, батьки здивуються, відчувши
          на собі грубість сина чи доньки, чуючи непристойні вислови на свою
          адресу. Під час навчання у школі впливають на розвиток мови дитини не
          лише вчителі, ай шкільний колектив. З'являються нові джерела
          запозичення різних нецензурних і жаргонних висловів. Деякі школярі
          початкових класів «приносять із дому» грубі вислови, які зазвичай
          вживають їхні батьки.
        </b>
      </p>

      <p>
        Народна мудрість каже: «Слова переконують, а приклад — надихає».
        «Натхненна» прикладом лихослів'я батьків дитина, потрапивши в подібну
        ситуацію, нехай навіть ігрову, абсолютно точно відтворить всі почуті
        «колючі» слова і вульгарні, грубі вислови, виростаючи в очах однолітків
        і шокуючи порядних дорослих.
      </p>
      <p>
        Коли діти підростуть, батьки здивуються, відчувши на собі грубість сина
        чи доньки, чуючи непристойні вислови на свою адресу.
      </p>
      <p>
        Під час навчання у школі впливають на розвиток мови дитини не лише
        вчителі, ай шкільний колектив. З'являються нові джерела запозичення
        різних нецензурних і жаргонних висловів. Деякі школярі початкових класів
        «приносять із дому» грубі вислови, які зазвичай вживають їхні батьки.
      </p>
      <p>
        Учні, які раніше не знали подібних слів, теж починають вживати їх і
        закріплювати у своїй свідомості і мові. У міру дорослішання діти стають
        обережнішими, перебірливішими, хитрішими. Нецензурні слова вживаються
        лише в компанії однолітків, тишкомнишком, під час довірливих бесід один
        із одним або «висловлюються» в ситуації конфлікту.
      </p>
      <p>
        Заборони і боротьба проти такої мови з боку батьків, учителів і
        вихователів можуть призвести до зворотного ефекту, якщо не враховувати
        психологічних особливостей особистості учня-підлітка, його прагнення до
        самостійності, незалежності, «дорослості».
      </p>

      <p>
        «Бесіди» деяких хлопців та дівчат між собою складаються із двох-трьох
        десятків найбільш вживаних слів, пересипаних «брудними» словами.
        <b>Адже скупий розум йде поруч із лихослів'ям</b>.
      </p>

      <p>
        Абсолютно очевидним є те, що не всі дівчата і хлопці, які висловлюються
        нецензурними висловами чи жаргонними словечками, відчувають при цьому
        задоволення.
      </p>
      <p>
        <b>Чому ж вони так розмовляють?</b> Прагнучи стати якнайшвидше
        самостійними, підлітки часто імітують своєрідні прояви «дорослості» і
        можуть таким чином самостверджуватися. Небезпека такої імітації
        зводиться до того, що виникає стійка звичка до лихослів'я, до
        забруднення мови жаргонними висловами.
      </p>
      <p>
        Велике значення у становленні мови має{" "}
        <b>субкультура підліткових груп</b>, конформність, притаманна підліткам.
        Часто, усвідомлюючи шкідливість і безглуздість своєї мовної поведінки,
        вони продовжують лихословити, щоб тільки не відрізнятися від значущого
        для них оточення. Однак після виходу із таких груп підлітки змінюють
        свої звички й лексикон.
      </p>
      <p>
        На думку психолога Л. Філонова, предметом особливої уваги саме підлітків
        є засоби, способи і прийоми впливу на людей, починаючи від манери
        триматися і закінчуючи жестами, якими супроводжується експресивна мова.
        Підлітки вишукують їх, збирають як своєрідну зброю, яку можна
        застосувати в певних, особливо гострих, життєвих ситуаціях. Одною із
        характерних особливостей «важкого» підлітка є те, що він не очікує
        пасивну ситуацію, а активно сприяє, іноді навіть провокує її, для того
        щоб застосувати мовну заготовку певного характеру.
      </p>
      <p>
        Під час виховання культури мови{" "}
        <b>
          не слід забувати про індивідуальні відмінності в діяльності нервової
          системи учнів
        </b>{" "}
        — про силу процесів збудження і гальмування, їх збалансованості,
        рухливості. У декого ці процеси взаємно врівноважуються, в інших
        спостерігається домінування одного з них. У підлітків зі слабими
        процесами гальмування (домінують процеси збудження) часто можна
        спостерігати «неконтрольованість» вчинків, і саме вони найчастіше
        бувають схильними до грубих порушень дисципліни, звички до лихослів'я.
      </p>
      <p>
        У проведеному анонімному анкетуванні «Лихослів’я у нашій мові, житті та
        побуті» серед учнів 11-х класів узяло участь 93 учні.
      </p>

      <ul>
        <li>
          На запитання «Чи вживаєте ви нецензурні слова?» більшість відповіли
          „так"».
        </li>
        <li>
          На запитання «Звідки у вашу мову прийшли і надалі надходять нецензурні
          слова?» відповіді були такими:
          <ul>
            <li>від дорослих;</li>
            <li>від однокласників;</li>
            <li>із телебачення;</li>
            <li>із вулиці.</li>
          </ul>
        </li>
        <li>
          На запитання «З якою метою ви використовуєте нецензурні слова у своїй
          мові?» відповіді були такими:
          <ul>
            <li>допомагають висловити думку;</li>
            <li>коли я роздратований, у поганому настрої;</li>
            <li>просто так, звичка;</li>
            <li>для приколу;</li>
            <li>заповнюють брак слів.</li>
          </ul>
        </li>
        <li>
          На запитання «Хто з вашого найближчого оточення вживає нецензурні
          слова?» більшість відповідей розподілилася так:
          <ul>
            <li>друзі й однокласники;</li>
            <li>у сім'ї, родичі;</li>
            <li>на вулиці.</li>
          </ul>
        </li>
        <li>
          На запитання «Яке ваше ставлення до лихослів'я?»: позитивне — 0,
          негативне — 66, байдуже — 22, утрималося — 5 учнів.
        </li>
      </ul>

      <p>
        <b>ЦІКАВО</b>, що одночасно з більшістю дітей, які негативно ставляться
        до лихослів'я, є досить великий відсоток учнів, яким байдуже.
      </p>
      <p>
        У процесі вироблення «імунітету» до шкідливих звичок дуже{" "}
        <b>
          важливо не пропустити момент, коли підліток починає засуджувати свої
          вчинки, які приносять шкоду собі й суспільству
        </b>
        . Справедливе засудження з боку колективу викликає почуття сорому і в
        цьому випадку спрямоване на розвиток позитивного ставлення до самого
        себе — почуття власної гідності. Тому потрібно створювати ситуації
        «визнання вини».
      </p>
      <p>
        Вони ведуть підлітка до моральної зрілості через переживання мук
        совісті, розкаяння, почуття сорому. Він починає розуміти
        відповідальність перед іншими за власні вчинки. Багаторазове повторення
        спільних дій із колективом приводить до вироблення моральних звичок.
      </p>
    </div>
  );
}
