import image from "./1.jpg";

export const title = "Туберкульоз";

export function Content() {
  return (
    <div className="content">
      <h1>(ЕТІОЛОГІЯ І ПАТОГЕНЕЗ)</h1>

      <img src={image} className="mr-3 w-60 md:float-left" />

      <p>
        <span className="font-bold italic underline">Туберкульоз</span> (сухоти)
        - інфекційна хвороба, яку спричиняють мікобактерії туберкульозу, паличка
        Коха. У людини захворювання найчастіше викликають мікобактерії людського
        типу, рідше - бичого. Збудник туберкульозу досить стійкий у зовнішньому
        середовищі, особливо при низькій температурі, проте швидко гине під дією
        прямих сонячних променів і при кип'ятінні. В частках мокротиння, на
        предметах домашнього вжитку, книжках мікобактерії туберкульозу
        залишаються життєздатними декілька місяців, у пилу до 40 років.
      </p>

      <p>
        <span className="font-bold italic underline">Джерелом зараження</span> є
        хворі на туберкульоз люди або тварини (переважно корови, рідко собаки,
        кішки). Людина може заразитися при вдиханні часток слини, мокротиння,
        пилу, в яких міститься збудник туберкульозу (повітряно-крапельний шлях
        передачі). В таких випадках розвивається туберкульоз органів дихання.
        Можливе зараження через травний канал у разі вживання зараженого
        мікобактеріями молока, м'яса. Тоді первинне туберкульозне ураження
        локалізується в кишках, мезентеріальних або периферичних лімфатичних
        вузлах. Іноді відбувається контактне зараження, наприклад, у працівників
        сільського господарства (при доїнні хворих корів), лікарів
        (патологоанатомів, хірургів). Хворі на туберкульоз матері народжують, як
        правило, здорових дітей; описані лише рідкісні випадки
        внутрішиьоутробного зараження дитини.
      </p>
      <p>
        <span className="font-bold italic underline">Перше інфікування</span>{" "}
        мікобактеріями туберкульозу настає звичайно в дитячому або підлітковому
        віці, рідше - у дорослих осіб. Після потрапляння в організм людини
        мікобактерії розносяться по кровоносних і лімфатичних судинах, що
        зумовлює сенсибілізацію та імунобіологічну перебудову організму.
        Внаслідок цього можлива вперше позитивна реакція на туберкулін (проба
        Манту), наявність якої встановлюють за допомогою туберкулінової проби
        («віраж» туберкулінових реакцій). Позитивні реакції на туберкулін
        відзначаються через 4-6 тиж після інфікування, деколи лише через 3 міс.
        Інфікування мікобактеріями туберкульозу не завжди спричинює розвиток
        захворювання, бо людина має вроджену природну опірність до нього. Так,
        за деякими даними, інфікованість мікобактеріями туберкульозу
        спостерігається майже у 80 % населення, проте захворюють 1-3 %
        інфікованих.
      </p>
      <p>
        <span className="font-bold italic underline">Туберкульоз</span> частіше
        розвивається при багаторазовому масивному потраплянні в організм
        мікобактерій туберкульозу, їх високій хвороботворній здатності, зниженій
        опірності організму. Мають значення спадково обумовлені властивості
        імунної системи. Найчастіше діти чи підлітки, у яких виявляють віраж
        туберкулінових реакцій, почувають себе здоровими. При об'єктивному
        обстеженні у них не знаходять відхилень від норми, хоч збудник циркулює
        в організмі й здатен до розмноження і формування хворобливих змін.
        Особлива небезпека існує протягом року з часу появи позитивних реакцій
        на туберкулін (ранній період первинної туберкульозної інфекції), тому
        такі діти або підлітки повинні перебувати під диспансерним наглядом.
      </p>
      <p>
        Туберкульоз, що розвинувся внаслідок первинного інфікування, називають
        <span className="font-bold italic underline">первинним</span>. Для нього
        характерні ураження лімфатичної системи (особливо внутрішньогрудних
        лімфатичних вузлів), схильність до генералізації. У деяких дітей чи
        підлітків одночасно з віражем туберкулінових реакцій з'являються
        симптоми інтоксикації, однак при ретельному клінічному і
        рентгенологічному дослідженні відхилень від норми не знаходять. Такий
        стан діагностують як долокальну форму первинного туберкульозу -
        туберкульозну інтоксикацію.
      </p>
      <p>
        При масивнішому надходженні в організм інфекції та нижчій його опірності
        крім явищ інтоксикації розвиваються локальні специфічні зміни у
        внутрішньогрудних лімфатичних вузлах (туберкульоз внутрішньогрудних
        лімфатичних вузлів) або запальні зміни в легеневій тканині, лімфатичних
        вузлах кореня легені і лімфатичних судинах (первинний туберкульозний
        комплекс). Ці форми первинного туберкульозу можуть стати причиною
        серйозних ускладнень, проте звичайно під впливом лікування відбувається
        їх загоєння. Найчастіше на цьому первинний туберкульоз завершується.
        Внаслідок інфікування і перенесеного первинного туберкульозу
        розвивається певний інфекційний імунітет. Позитивні реакції на
        туберкулін в інфікованих осіб зберігаються довічно. Інколи в осіб
        старечого віку вони згасають.
      </p>
      <p>
        Інфіковані люди або ті, хто переніс первинний туберкульоз, у більшості
        випадків залишаються здоровими. Проте набутий імунітет несталий. У
        ділянках залишкових змін після перенесеного первинного туберкульозу
        зберігаються протягом багатьох років життєздатні мікобактерії, які
        можуть стати джерелом розвитку вторинного туберкульозу.
      </p>
      <p>
        <span className="font-bold italic underline">Вторинним</span>{" "}
        називається туберкульоз, який виник у раніше інфікованому організмі (в
        осіб з позитивними реакціями на туберкулін, що спостерігалися впродовж
        тривалого часу), на тлі певного, хоча й несталого інфекційного
        імунітету. Через це він здебільшого набуває характеру обмеженого
        органного процесу. Спричинити розвиток вторинного туберкульозу може нове
        зараження (суперінфекція), проте частіше його причиною стає реактивація
        процесу в місці залишкових змін після перенесеної в дитинстві інфекції.
        Така реактивація відбувається внаслідок зниження опірності організму під
        впливом важких умов праці, неповноцінного харчування, переохолодження,
        супутніх захворювань, імунодепресивної терапії тощо.
      </p>
      <p>
        Якщо інфекція проникає по бронхах, то в легенях формуються нечисленні
        вогнища туберкульозного запалення невеликого розміру (до 1 см) на
        обмеженій площі (вогнищевий туберкульоз) або більші фокуси специфічної
        пневмонії, які займають часточку легені, сегмент, частку або навіть всю
        легеню (інфільтративний туберкульоз). Поширення інфекції з плином крові
        призводить до утворення множинних вогнищ симетрично в обох легенях,
        деколи з ураженням інших органів (
        <span className="font-bold italic underline">
          дисемінований туберкульоз
        </span>
        ). При повноцінному лікуванні можливе вилікування цих форм з повним
        розсмоктуванням специфічних змін, формуванням обмежених рубців і
        ущільнених вогнищ (малі залишкові зміни після вилікування туберкульозу)
        або масивного сполучнотканинного ущільнення легеневої тканини (цироз,
        циротичний туберкульоз). Якщо фокус сирнистого некрозу (казеозу) в
        центрі інфільтрату інкапсулюється, а перифокальна інфільтрація
        розсмоктується, то формується туберкульома. Розпад в легенях
        туберкульозних вогнищ та інфільтратів, утворення каверн і фіброзу
        (пневмосклерозу) зумовлює розвиток кавернозного і фіброзно-кавернозного
        туберкульозу. Руйнування легеневої тканини є новим етапом у розвитку
        туберкульозного процесу, який започатковує поширення інфекції по
        бронхіальному дереву (бронхогенна дисемінація) і може спричинити низку
        ускладнень.
      </p>
      <p>
        Отже, передумовою успішного лікування туберкульозу є його своєчасне
        виявлення - до сформування незворотних змін у легенях.
      </p>
    </div>
  );
}
