import image from "./1.jpg";

export const title = "Вірусна пневмонія";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />

      <h2>При перших симптомах захворювання зверніться до лікаря!</h2>
      <p>
        <i>
          Застосовувати антибіотики при вірусній пневмонії доцільно тільки в
          разі приєднання бактеріальної інфекції.
        </i>
      </p>

      <h2>Що це таке</h2>
      <p>
        Вірусна пневмонія – гостре запальне захворювання вірусної етиології, у
        якому уражаються нижні відділи дихальних шляхів. Заразитися вірусами
        можна повітряно-крапельним шляхом. Майже 90 % випадків захворювання
        зустрічається у дітей.
      </p>

      <h2>Причини вірусної пневмонії</h2>
      <p>
        Найчастіше причинами вірусних пневмоній стають віруси грипу (А, В),
        парагрипу, аденовірусу, а також респіраторно-синцитіального вірусу. У
        деяких випадках захворювання може бути спровоковано вірусами
        Епштейна-Барра, цитомегаловірусу, вітряної віспи та іншими вірусними
        збудниками.
      </p>
      <p>
        Як правило, вірусна пневмонія розвивається протягом перших кількох днів
        після зараження, а приблизно з 3-5 дня захворювання ускладнюється
        бактеріальною інфекцією. Таким чином, пневмонія стає
        вірусно-бактеріальної.
      </p>

      <h2>Симптоми вірусної пневмонії</h2>
      <p>
        Найчастіше предтечею вірусної пневмонії є гостре респіраторне
        захворювання, як правило, грип. Захворювання характеризується вираженою
        інтоксикацією. Хворого турбує лихоманка, сильний озноб, нудота, блювота,
        а також біль у м’язах, суглобах і очних яблуках. При вірусній пневмонії
        досить швидко розвивається рясний нежить з сухим кашлем, який може
        переходити у вологий з відділенням мокротиння. Якщо у відокремлюванній
        мокроті мається гній, то це свідчить про приєднання бактеріальної
        інфекції.
      </p>
      <p>
        При тяжкому перебігу захворювання у хворих з’являється біль у грудях,
        посиніння кінчиків пальців і задишка.
      </p>

      <h2>Лікування вірусної пневмонії</h2>
      <p>
        Літні люди (старше 65 років), діти до 4 місяців, а також особи з важкими
        хронічними захворюваннями госпіталізуються в стаціонар.
      </p>
      <p>
        При вірусній пневмонії всім хворим в обов’язковому порядку показаний
        постільний режим, і ні в якому разі не можна переносити хворобу на
        ногах. Що стосується харчування, то воно має бути калорійним з вмістом
        достатньої кількості повноцінного білка і вітамінів.
      </p>
      <p>
        Якщо пневмонія спричинена вірусами грипу А або В, то в даному випадку
        показані противірусні препарати прямої дії, а також інгібітори
        нейрамінідази. Як показує медична практика, противірусні препарати
        ефективні тільки в тому випадку, якщо лікувальні захід були прийняті не
        пізніше 48 годин після появи хворобливої симптоматики.
      </p>
      <p>
        При лікуванні хворим рекомендовано багато пити. Прийом великої кількості
        рідини необхідний для зменшення інтоксикаційного синдрому. У важких
        випадках при дуже сильній інтоксикації хворим призначають
        внутрішньовенні інфузії фізіологічного розчину або 5 % розчину глюкози.
      </p>
      <p>
        Відзначимо, що висока температура при інфекції необхідна організму для
        ефективної боротьби з вірусом. Тому лікарі не рекомендують збивати
        температуру до 38 градусів. Приймати жарознижуючі можна, якщо пацієнт
        погано переносить лихоманку.
      </p>
      <p>
        Що стосується протикашльових засобів, то вони призначаються в перші дні
        хвороби, коли у хворого сухий і болісний кашель. Як тільки при кашлі
        почне відходити харкотиння, то прийом протикашльових препаратів потрібно
        скасувати.
      </p>
      <p>
        Для поліпшення відходження мокроти призначаються відхаркувальні засоби,
        які часто застосовують у вигляді інгаляцій.
      </p>
      <p>
        Для загального зміцнення організму, а також підвищення імунного захисту
        хворому рекомендовано прийом вітамінно-мінеральних комплексів.
      </p>
      <p>
        Якщо вірусна пневмонія ускладнилася бактеріальною інфекцією, то в такому
        випадку призначається курс антибіотикотерапії. Залежно від тяжкості
        захворювання, віку пацієнта і деяких інших особливостей, вибирається
        конкретний антибіотик, а також спосіб його введення в організм:
        пероральний, внутрішньом’язово або внутрішньовенний.
      </p>

      <p>
        <i>
          Говорити про антибіотики для лікування грипу взагалі не має сенсу –
          вірусні захворювання не лікуються антибактеріальними препаратами.
          Антибіотики можуть бути призначені у разі тяжких ускладнень грипу.
        </i>
      </p>

      <h2>Профілактика</h2>
      <p>
        Оскільки вірусна пневмонія має інфекційну природу, то її профілактика
        мало чим відрізняється від такої при грипі, за винятком деяких
        особливостей. Щоб мінімізувати ймовірність захворювання, лікарі
        рекомендують:
      </p>

      <ul>
        <li>Щепитися проти грипу та кору.</li>
        <li>Проводити заходи по зміцненню імунітету.</li>
        <li>Дотримуватися гігієни.</li>
        <li>Уникати контактів з хворими людьми.</li>
        <li>Уникати місць скупчення людей під час епідемій.</li>
      </ul>
    </div>
  );
}
