import image from "./1.jpg";

export const title = "Лихослів'я — ПРИЧИНА КОНФЛІКТІВ між учителем і учнем";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="w-72 md:float-right md:ml-3" />
      <p>
        <b>
          Жорстокість шкільного середовища включає не лише несправедливе
          оцінювання, а й неповагу до дитини: образу, приниження, тиск, крик,
          повну байдужість. Нині є помітним зниження загальної культури
          поведінки вчителів, що негативно позначається не лише на відносинах із
          учнями, а й на мікрокліматі в педагогічному колективі.
        </b>
      </p>

      <p>
        Нині актуальною є проблема конфліктних відносин учителя й учня. Учитель
        є центральною фігурою школи, проте дедалі частіше у спілкуванні вчителя
        з учнями трапляються такі слова, як: «телепень», «бовдур», «недотепа»,
        «дебіл», «бидло», погрози: «вріжу», «вмажу», «вилетиш за двері»,
        трапляються випадки вживання вчителями нецензурних слів. У 90% випадків
        вони вживаються у спілкуванні із важковиховуваними дітьми, що аж ніяк не
        може вплинути на їхнє перевиховання. Якщо лихослів'я лунає часто, то це
        означає, що у школі <b>відсутня моральна культура поведінки вчителів</b>
        , а це згубно впливає на формування особистості учня.
      </p>

      <p>
        За результатами проведеного дослідження, 40% опитаних учителів
        зізналися, що іноді можуть образити дитину словом.
      </p>
      <p>
        Про те, що вчителі лихословлять, ствердну відповідь дали близько 60%
        учнів. Діти вказували, які вчителі лихословлять. Один із учнів 9-го
        класу написав, що «вчитель фізики використовує не лише силу слова, а й
        фізичну силу!». Вказування дітьми прізвищ тих учителів, що вдаються до
        словесних образ, на нашу думку, можна розцінювати як{" "}
        <b>крик про допомогу</b>. Зазвичай грубі словесні зауваження вчителів
        стосуються неуспішного навчання й поведінки учнів.
      </p>
      <p>
        <b>Несправедливе оцінювання</b> створює в учня негативну установку
        стосовно вчителя, предмета, який він викладає, школи і навчання загалом.
        Діти, які не змогли реалізувати себе як успішні учні, отримують
        негативну установку щодо знань і навчання на все життя. Відраза до знань
        і зневага до освічених людей виступають механізмом психологічного
        захисту, а нерідко і психологічного нападу.
      </p>
      <p>
        Дослідження українських науковців переконливо свідчать про те, що
        негативне оцінювання учня породжує конфлікти у відносинах учителя й учня
        і провокує
        <b>формування заниженої самооцінки</b>.
      </p>
      <p>
        Дитина запам'ятовує, що старший і впливовіший може ображати меншого і
        беззахисного. І якщо батьківське лихослів'я діти в більшості випадків
        намагалися виправдати, то вчительське — здебільшого засуджують. Звичайні
        оцінні висловлювання вчителів лунають для учнів як несправедливі
        звинувачення і вони їх також уважають лихослів'ями («Ти ніколи не будеш
        мати високі бали з мого предмета», «прогульщик» тощо). Часто діти
        зауважують, що їх відмовляються сприймати такими, якими вони є,
        висміюють їхні вади («дистрофік», «білобрисий»), намагаються принизити.
        Загалом учитель може образити учня будь-яким, навіть зовсім нелихим
        словом, використавши для цього іронію, сарказм, гіперболу, узагальнення
        тощо.
      </p>
      <p>
        Учителі зазвичай використовують лихослів'я <b>диференційовано</b>: в
        одному випадку, наприклад, обирають «слабким місцем» інтелектуальну
        сферу дитини, в іншому — намагаються вразити учня, принижуючи почуття
        гідності, дорослості.
      </p>
      <p>
        <b>Найчастіше лихословлять учителі</b> словами, похідними від
        <b>
          «дурень», «дебіл», «ідіот», «сволота», «неук», «тупий», «скотина»,
          «ненормальний», «свиня»
        </b>
        . Ці та інші образливі слова стосуються здебільшого поганого навчання й
        поведінки учнів, а також загального неприйняття вчителем дитини як
        такої.
      </p>
      <p>
        Зазначимо, що вчителі також не цураються широко використовувати{" "}
        <b>«тваринні» лихослів'я</b>
        («безмозглі кури», «тупорилі свині», «мамонти» тощо), уже відомі
        лихослів'я
        <b>психопатологічного звучання</b> («ненормальний», «даун», «ідіот»,
        «психічно «хворий», «кретин», «недорозвинений» тощо), лихослів'я шляхом
        <b>екскреторних порівнянь</b>
        («засранці», «шмаркачі сопливі» тощо), через <b>звинувачення</b> у
        відбиранні останніх сил («вампіри», «кровопивці» тощо), а також
        нецензурні лихослів'я в дещо м'якішому варіанті, ніж у батьків.
      </p>
      <p>
        Часто ображається не окремий учень, а весь клас («виродки», «дебіли»,
        «фашистські молодчики» тощо). Тобто застосовуються{" "}
        <b>колективні образи</b>. Також учитель може образити перед усім класом
        <b>учня разом із його батьками</b>: «Ти такий самий дурний
        (безвідповідальний, дебільний, зашмарканий...), як і твої батьки». Учні
        зазначають, що гіршого приниження бути не може, такому вчителю хочеться
        помститися і так само його образити.
      </p>
      <p>
        Нерідко в образливому зверненні до дитини застосовується{" "}
        <b>середній рід — «воно»</b>. Це виявлено і стосовно батьків. Скоріш за
        все, це перехідна форма, яка «дає дозвіл» на застосування в подальшому
        більш «сильних» виразів.
      </p>
      <p>
        Учні давали відповіді на запитання:{" "}
        <b>
          «Коли ти погано поводишся і дорослий робить тобі грубе й образливе
          зауваження, то чи змінює це твоє навчання і поведінку на краще?»
        </b>
        . У кількісному співвідношенні одержано такий результат:
      </p>
      <ul>
        <li>
          56,6% учнів відповіли, що таке зауваження нічого не змінює, а лише
          викликає бажання зробити навпаки;
        </li>
        <li>18% учнів відповіли, що позитивні зміни іноді відбуваються;</li>
        <li>24% зазначили, що позитивні зміни відбуваються завжди.</li>
      </ul>

      <p>
        Ці дані вказують, що{" "}
        <b>ефективність лихослів'я з виховною метою є достатньо низькою</b>.
        Також учні зазначили, що лихослів'я нічого не змінює у поведінці тому,
        що говориться з метою образи, і до неї уже звикли. Свій емоційний стан
        учні описують так: «Я починаю ненавидіти вчителів», «Мене це ще більше
        дратує», «Учитель повинен заохочувати, а не лихословити», «Відпадає
        будь-яке бажання вчитися», «Хочеться стати саме такою, як вони говорять,
        тоді я хоча б буду знати, за що мене ображають», «Хочу відповісти
        вчителеві тими самими словами».
      </p>
      <p>
        Загалом інвективна лексика в більшості ситуацій, про які розповідали
        діти, злить, пригнічує, породжує вороже ставлення до вчителя і до
        навчання, провокує конфлікти.
      </p>
      <p>
        Кількісні підрахунки ефективності інвективного впливу на негативну
        поведінку учня і <b>якісний аналіз відповідей старшокласників</b> дали
        змогу простежити особливість: близько 80% учнів лихослів'я дорослого
        (особливо вчителя) сприймають як вияв агресії, тобто як агресивне
        лихослів'я, що викликає у більшої їх частини стан фрустраційної агресії,
        яка реалізується у ворожому ставленні і в конфліктних відносинах. Такий
        емоційний стан гальмує формування інтелектуальних почуттів, спотворює в
        дитини формування моральних почуттів, негативно впливає на формування
        особистості.
      </p>
    </div>
  );
}
