export const title = "Поради щодо спілкування";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>Ставлення людей до вас ніби віддзеркалює ваше ставлення до них;</li>
        <li>Хто любить людей, того й люди люблять;</li>
        <li>Виявляйте ініціативу в приязному ставленні до інших;</li>
        <li>Цікавтеся людьми, що оточують вас, їхніми турботами і радощами;</li>
        <li>
          Ніколи не користуватиметься популярністю той, хто не цікавиться
          справами інших людей;
        </li>
        <li>Учіться ставити себе на місце іншої людини;</li>
        <li>
          Вживайте якомога більше слів, які підкреслюють шанобливе ставлення до
          людей: "даруйте", "перепрошую", "дякую", "будь ласка" та інші.
          Ввічливість обеззброює;
        </li>
        <li>Використовуйте кожну нагоду для спілкування.</li>
      </ol>

      <p>
        <b>Для успішного встановлення контактів із людьми треба:</b>
      </p>
      <ul>
        <li>Якомога швидше знайти спільні інтереси;</li>
        <li>
          По-дружньому ставитися до співрозмовника (усміхатися, уважно слухати);
        </li>
        <li>Не виявляти до співрозмовника зверхності;</li>
        <li>Щиро цікавитися співрозмовником, тим, що він говорить;</li>
        <li>Враховувати поведінку та термінологію людини, з якою говорите;</li>
        <li>Нападами та лайкою людей не переконаєте;</li>
        <li>
          Для того, щоб переконати когось, ттеба"знайти необхідні аргументи,
          правильно їх упорядкувати і сформулювати;
        </li>
        <li>Намагайтеся діяти незалежно від свого настрою.</li>
        <li>Пам’ятка «Як займатися особистісним саморозвитком»</li>
        <li>Проявляй у всьому неухильну наполегливість</li>
        <li>
          Спробуй уявити які особистісні якості тобі будуть потрібні у
          самостійному житті. Подумай які якості ти можеш сформувати зараз, під
          час навчання.
        </li>
      </ul>

      <p>
        <b>
          Проаналізуй індивідуальні особливості виконання навчальних завдань.
          Дай собі відповідь на такі запитання:
        </b>
      </p>
      <ul>
        <li>Для чого ти навчаєшся, які мотиви навчання?</li>
        <li>
          Чи вмієш ти ставити навчальні завдання і самостійно їх вирішувати?
        </li>
        <li>Як ти звично контролюєш себе?</li>
        <li>Чи довго можеш лишатися працездатним?</li>
        <li>Коли протягом дня працюєш продуктивніше?</li>
        <li>чи вмієш ти зосереджуватися на навчальних завданнях?</li>
        <li>Яким чином ти запам’ятовуєш матеріал?</li>
        <li>Які недоліки твоєї навчальної діяльності тобі можуть заважати?</li>
        <li>Формуй і тренуй в собі якості культури розумової праці.</li>
        <li>
          Коли берешся за будь-яку справу подумай який результат повинен
          отримати.
        </li>
        <li>Старайся наперед оцінювати свої можливості.</li>
        <li>Навчися своїм примхам відповідати чітко і коротко «ні».</li>
        <li>Вчися не тільки виробляти свою думку, а й виказувати її.</li>
        <li>
          Старайся самостійно виконувати завдання, що стосуються твого власного
          життя.
        </li>
        <li>Не бійся помилок, просто їх треба своєчасно виправляти.</li>
        <li>
          Чесно визнавай неправоту, пам’ятай що впертість – самозахист слабкої
          людини.
        </li>
      </ul>
    </div>
  );
}
