import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "Вересень 2021",
    items: [
      { text: "Про підсумки освітнього процесу закладу за 2020-2021 н.р." },
      {
        text: "Про напрямки та результативність виховної та фізкультурно-оздоровчої роботи за 2020-2021 н.р.",
      },
      {
        text: "Про підсумки роботи соціально-психологічної служби за 2020-2021 н.р.",
      },
      {
        text: "Про особливості освітнього процесу у 2021 – 2022 н.р., режим роботи школи",
      },
      {
        text: "Про рекомендації ДОН щодо організації харчування учнів у 2021-2022 н.р.. Порядок надання безкоштовного харчування дітям пільгових категорій",
      },
      { text: "Про стан забезпечення підручниками на 2021-2022 н.р." },
      { text: "Про дотримання правил техніки безпеки у школі та поза школою" },
      {
        text: "Про здійснення пропускного режиму та вдосконалення заходів безпеки у навчальному закладі",
      },
      {
        text: "Про орієнтовний перелік потреб навчального закладу станом на 01.09.2021 р. та стан виконання запланованих робіт по благоустрою навчального закладу на 31.08.2021р.",
      },
      {
        text: "Про надходження матеріальних цінностей з міського та районного бюджетів, спецфонду",
      },
      {
        text: "Про фінансово – господарську діяльність за 2020–2021 н.р.. Інформування голови батьківського комітету про фінансово-господарську діяльність батьківського комітету за 2020-2021 н.р.",
      },
      {
        text: "Про підсумки роботи тимчасового табору відпочинку з денним перебуванням «Веселка» / літнього дозвілевого майданчика",
      },
      {
        text: "Про результати виборі органу батьківського самоврядування. Легалізація батьківського комітету - органу батьківського самоврядування",
      },
    ],
  },
  {
    date: "Жовтень 2021",
    items: [
      {
        text: "Про збереження життя та здоров’я  учнів школи під час навчання та у позаурочний час на осінніх канікулах",
      },
      {
        text: "Про запобігання бездоглядності і безпритульності дітей у вільний від занять час",
      },
      {
        text: "Про залучення учнів до шкільних спортивних секцій та позашкільних навчальних закладів",
      },
      {
        text: "Про зміцнення зв’язків між родиною, навчальним закладом і громадськістю з метою встановлення єдності їх виховного впливу на дітей",
      },
      {
        text: "Приведення у відповідність до діючих норм укріплень та укриттів школи",
      },
      {
        text: "Планування заходів щодо покращення матеріально-технічної бази навчального закладу та його благоустрою",
      },
    ],
  },
  {
    date: "Грудень 2021",
    items: [
      {
        text: "Про підсумки освітнього процесу за І семестр 2021 – 2022 н.р.",
      },
      {
        text: "Про стан роботи з охорони життя та здоров’я учнів, запобігання дитячому травматизму, дотримання правил техніки безпеки в школі, на дорозі, вдома під час канікул",
      },
      {
        text: "Про результати аналізу відвідування учнями школи. Зв'язок із сім’єю. Результативність проведення рейдів у сім’ї",
      },
      { text: "Про стан харчування учнів школи" },
      { text: "Про зайнятість учнів у позакласній та гуртковій роботі" },
      {
        text: "Про хід виконання заходів щодо покращення матеріально-технічної бази навчального закладу та його благоустрою",
      },
    ],
  },
  {
    date: "Березень 2022",
    items: [
      {
        text: "Про посилення пропускного режиму та вдосконалення заходів безпеки у навчальному закладі",
      },
      { text: "Про відвідування учнями школи" },
      {
        text: "Про попереднє залучення учнів 1-8 класів до пришкільного табору «Веселка» / літнього дозвілевого майданчика",
      },
      {
        text: "Про дотримання правил техніки безпеки у школі та у позаурочний час під час освітнього процесу та на період канікул",
      },
      { text: "Про стан підготовки шкільних сховищ та укриттів" },
    ],
  },
  {
    date: "Травень 2022",
    items: [
      { text: "Звіт директора школи про роботу у 2021– 2022 н.р." },
      {
        text: "Про підсумки участі учнів школи в інтелектуальних конкурсах та заходах різних рівнів",
      },
      {
        text: "Про результативність роботи педагогів над власною самоосвітою",
      },
      { text: "Про підсумки освітньої роботи за 2021 – 2022 н.р." },
      {
        text: "Про роботу пришкільного табору «Веселка»* / літнього дозвілевого майданчика",
      },
      { text: "Про підсумки виховної роботи школи за 2021 – 2022 н.р." },
      {
        text: "Про підсумки фізкультурно-оздоровчої роботи за 2021 – 2022 н.р.",
      },
      {
        text: "Про підсумки роботи з дітьми пільгових категорій, літнє оздоровлення за 2021 – 2022 н.р.",
      },
      {
        text: "Про дотримання правил техніки безпеки у школі та у позаурочний час",
      },
      {
        text: "Звіт членів шкільного батьківського комітету про проведену роботу по благоустрою закладу та завдання на канікулярний період",
      },
    ],
  },
];
