import image1 from "./1.jpg";
import image2 from "./2.jpg";

export const title = "Види насильства та їх класифікація";

export function Content() {
  return (
    <div className="content">
      <img src={image1} className="mx-auto w-100" />
      <p>
        Жорстоке поводження з дітьми та зневажання їх інтересами можуть мати
        різні види та форми, але наслідком цього завжди є:
      </p>
      <ul>
        <li>серйозна шкода для здоров'я, розвитку та соціалізації дитини;</li>
        <li>нерідко - погроза для життя дитини.</li>
      </ul>
      <h2>До жорстокого поводження з дітьми відносяться</h2>
      <p>
        <b>Фізичне насильство</b> - нанесення дитині батьками або особами, що їх
        замінюють, фізичних травм, різних тілесних ушкоджень, які завдають шкоди
        здоров'ю дитини, порушують її розвиток або позбавляють дитину життя.
        Фізичне насильство включає також залучення дитини до вживання
        наркотиків, алкоголю, давання їй отруйних речовин або медичних
        препаратів, а також спроби задушення або утоплення.
      </p>
      <p>
        У деяких сім'ях як дисциплінарний захід використовують різні види
        фізичного насильства - від потиличників та ляпасів до шмагання ременем.
        Необхідно усвідомлювати, що фізичне насильство - це, дійсно, брутальне
        застосування фізичної сили, до того ж воно завжди супроводжується
        словесними образами, що поглиблює ще й завдану дитині психічну травму.
        Це все, безсумнівно, є прямим порушенням прав і свобод людини та
        приниженням особистості дитини.
      </p>
      <p>
        <b>Сексуальне насильство або розбещення</b> - використання дитини
        дорослим або іншою (зазвичай набагато старшою) дитиною для задоволення
        сексуальної потреби або одержання користі. Сексуальне насильство включає
        статеві зносини (коїтус), оральний і анальний секс, взаємну мастурбацію,
        інші тілесні контакти зі статевими органами. До сексуального розбещення
        відносяться також залучення дитини в проституцію, порнобізнес, оголення
        перед дитиною статевих органів та сідниць, підглядання за ним, коли він
        цього не підозрює: під час роздягання, відправлення природних потреб.
      </p>
      <p>
        <b>Психологічне (емоційне) насильство</b> - постійні або періодичні
        словесні образи дитини, погрози з боку батьків, опікунів, інших осіб,
        приниження її людської гідності, звинувачення в тому, в чому вона не
        винна, демонстрація нелюбові, неприязні до дитини.
      </p>
      <p>
        До цього виду насильства належить також постійна брехня, обдурювання
        дитини. В результаті дитина втрачає довіру до дорослих, а також до
        вимог, що висуваються до дитини і не відповідають її віковим
        можливостям.
      </p>
      <p>
        <b>Зневажання інтересами і потребами дитини</b> - відсутність належного
        забезпечення основних потреб дитини в їжі, одязі, житлі, вихованні,
        медичній допомозі через ряд об'єктивних причин (бідність, психічне
        захворювання, недосвідченість), а також без них.
      </p>
      <p>
        Типовим є приклад зневажливого ставлення до дітей - залишення їх без
        нагляду, що часто призводить до нещасних випадків.
      </p>
      <p>
        Одним із проявів жорстокого поводження є відсутність любові у жінки до
        дитини, коли вона ще знаходиться в утробі матері, тобто небажання
        вагітності. її, яка ще ніяк себе не виявила, вже не люблять, не думають
        та не турбуються про неї.
      </p>
      <p>
        Діти, якими знехтували ще до народження, народжуються раніше терміну
        вдвічі частіше, ніж діти від бажаної вагітності. Вони часто мають низьку
        масу тіла, частіше хворіють у перші місяці життя, гірше розвиваються.
      </p>
      Будь-який вид жорстокого поводження з дітьми призводить до різноманітних
      наслідків, але їх всіх єднає одне - шкода для здоров'я дитини або
      небезпека для її життя, не кажучи вже про порушення прав дитини.
      <h2>Класифікація типів жорстокого поводження з дітьми</h2>
      <p>
        <b>Фізичне насильство:</b>
      </p>
      <ul>
        <li>побиття;</li>
        <li>штовхання;</li>
        <li>спроби задушити;</li>
        <li>викручування рук та ін.;</li>
        <li>дитина є свідком знущань над іншими членами сім'ї:</li>
        <li>батько б'є чи ґвалтує матір у присутності дітей;</li>
        <li>"погану" дитину фізично карають у присутності "хорошої" дитини;</li>
        <li>
          дитина є свідком фізичних знущань над іншою людиною, що не є членом її
          родини, та ін.;
        </li>
      </ul>
      <p>
        <b>Сексуальне насильство:</b>
      </p>
      <ul>
        <li>зґвалтування;</li>
        <li>нав'язування сексуальних стосунків;</li>
        <li>сексуальні дотики/поцілунки;</li>
        <li>інцест (кровозмішення);</li>
        <li>показ порнографії;</li>
        <li>
          залучення дитини до виготовленні порнографічного продукту та ін.;
        </li>
      </ul>
      <p>
        <b>Використання "привілеїв" дорослих:</b>
      </p>
      <ul>
        <li>поводження з дітьми як з рабами чи слугами;</li>
        <li>покарання, поводження як з підлеглими;</li>
        <li>поводження як зі своєю власністю;</li>
        <li>
          відмова повідомляти про рішення, що стосуються відвідин та опікунства;
        </li>
      </ul>
      <p>
        <b>Залякування:</b>
      </p>
      <ul>
        <li>використовування своїх переваг - росту, розмірів та сили;</li>
        <li>
          навіювання страху за допомогою розповідей, дій, тестів, поглядів;
        </li>
        <li>крики, стресогенна поведінка;</li>
        <li>жорстокість щодо інших істот;</li>
      </ul>
      <p>
        <b>Погрози:</b>
      </p>
      <ul>
        <li>кинути дитину;</li>
        <li>самогубства;</li>
        <li>заподіяти фізичної шкоди;</li>
        <li>заподіяти шкоду іншим людям, тваринам, рослинам...;</li>
        <li>розлюбити дитину;</li>
        <li>"силами зла", що покарають дитину, та ін.;</li>
      </ul>
      <p>
        <b>Використання "вищих сил", громадських установ:</b>
      </p>
      <ul>
        <li>
          загроза суворого покарання Богом, судом, міліцією, школою, спецшколою,
          притулком, родичами та психіатричною лікарнею;
        </li>
      </ul>
      <p>
        <b>Ізоляція:</b>
      </p>
      <ul>
        <li>
          контролювання доступу дитини до інших людей: бабусі/дідуся,
          однолітків, братів/сестер, батька/матері, інших людей;
        </li>
        <li>
          контролювання перебування дитини у помешканні, заборона виходити з
          дому;
        </li>
        <li>
          контролювання спілкування дитини з друзями, аж до перешкоджання
          спілкування за допомогою Інтернету;
        </li>
        <li>
          зачинення дитини у коморі, сараї чи туалеті, чи у будь-якому закритому
          приміщенні вдома,...;
        </li>
        <li>
          обмеження спілкування з дитиною, аж до повного ігнорування її потреби
          у спілкуванні;
        </li>
      </ul>
      <p>
        <b>Емоційне насильство:</b>
      </p>
      <ul>
        <li>приниження;</li>
        <li>використання скарг для тиску на дитину;</li>
        <li>використання дітей в якості довірених осіб;</li>
        <li>крики;</li>
        <li>непослідовність;</li>
        <li>присоромлення дитини;</li>
        <li>використання дітей у конфліктах між батьками;</li>
        <li>"торговельна" поведінка одного з батьків щодо любові до дитини;</li>
      </ul>
      <p>
        <b>Економічне насильство:</b>
      </p>
      <ul>
        <li>незадоволення основних потреб дитини;</li>
        <li>відмова чи зволікання у виплаті аліментів;</li>
        <li>повна відмова дитині в грошах;</li>
        <li>контролювання дитини за допомогою грошей;</li>
        <li>відмова дитині у підтримці;</li>
        <li>використовування дитини як засобу торгу при розлученні;</li>
        <li>
          нав'язування дитині економічно обмеженого способу проживання без
          суттєвої необхідності;
        </li>
        <li>примушування дитини до важкої праці.</li>
      </ul>
      <p>
        <b>Основні характеристики насильства в сім'ї</b>
      </p>
      <p>
        Дуже важливо розібратися в тому, що є притаманним саме насильству, чим
        воно відрізняється від випадкового прояву сили, від нещасного збігу
        обставин.
      </p>
      <p>
        Нам потрібно зрозуміти, як розпізнати насильство, як воно впливає на
        самопочуття, на самооцінку людини, на долю жертви насильства і що саме
        породжує насильство; зокрема, домашнє насильство, звідки воно береться і
        як йому запобігати, як долати наслідки насильства. В цьому контексті
        важливим є і розуміння психології насильника, витоків насильницької
        поведінки, засобів соціального захисту жертв насильства та психологічної
        роботи з насильниками.
      </p>
      <p>
        Відомий польський психолог, що ретельно досліджував проблему насильства
        в сім'ї, Єжі Меллібруда виділив 4 ознаки насильства:
      </p>
      <ul>
        <li>насильство завжди здійснюється за попереднього наміру;</li>
        <li>
          суть насильства полягає у порушенні прав і свобод конкретної людини;
        </li>
        <li>
          насильство є таким порушенням прав і свобод людини, що унеможливлює її
          самозахист;
        </li>
        <li>
          насильство в умовах відсутності самозахисту призводить до реальної
          шкоди, тобто фізичної та психічної травми.
        </li>
      </ul>
      <p>
        Досвід надання психологічної допомоги жінкам і дітям - жертвам
        домашнього насильства свідчить про те, що, дійсно, домашнє насильство є
        досить розповсюдженою формою існування великої кількості сімей в
        Україні. Досить поширеними формами насильства поряд із побиттям та
        фізичним знущанням є суцільний економічний контроль, приниження, брудні
        лайки, примус до сексу, заборона працювати тощо.
      </p>
      <p>
        Коли розглянути надані вище риси насильства, то, виявляється, що
        інтенційність (попередній намір) домашнього насильства притаманна
        насильникам як на свідомому рівні ("Я вас всіх навчу, як треба жити", "Я
        вас годую, і ви все повинні робити так, як я вимагаю", "В моїй сім'ї
        правила життя повинні бути такими, як у сім'ї моїх батька та матері"
        тощо), так і на підсвідомому - "Ви всі повинні мені догоджати,
        здогадуватись, чого я хочу, а не здогадаєтеся, то тримайтеся...".
      </p>
      <p>
        Діючи у відповідності зі своїми бажаннями та примхами, насильник навіть
        не розглядає своїх підлеглих, дружину та дітей, як особистостей, в яких
        можуть бути якісь права, наприклад, право на свою власну думку, право
        мати якісь бажання чи уподобання, право приймати якісь рішення, право на
        інформацію, що стосується життєво важливих питань існування сім'ї тощо.
        Тому їх права постійно порушуються, рішення "головної" особи не
        обговорюються. Зустрічаються сім'ї, в яких чоловік, голова та
        встановлювач жорстких правил існування сім'ї, не дозволяє дружині та
        дітям навіть звертатись до нього з власної ініціативи.
      </p>
      <p>
        Насильство має місце, коли об'єкт насильства не може себе захистити чи
        це фізично більш слабка жінка, чи вкінець зневірена в собі; чи дитина не
        може бути такою ж брутальною та жорстокою, як батько, бо вважає, що така
        поведінка батька є нормою, бо іншої не бачила; чи всі жертви насильства
        вкінець залякані, відчувають безліч страхів і не вірять, що хтось чи
        щось може їх захистити, і багато інших варіантів, що розв'язують руки
        насильнику.
      </p>
      <p>
        Шкода від домашнього насильства величезна. Всі ми знаємо про страшні
        наслідки фізичного насильства - смерть, каліцтво, синці... А хто рахував
        руйнівні для формування особистості психологічні наслідки домашнього
        насильства:
      </p>
      <ul>
        <li>життя жертв домашнього насильства у постійному страху;</li>
        <li>брак позитивних почуттів;</li>
        <li>не реалізовану потребу у самовираженні як жінки, так і дітей;</li>
        <li>
          катастрофічно знижену самооцінку жертв насильства, впевненість у тому,
          що вони ні на що не здатні;
        </li>
        <li>
          обман, пристосовництво як основну модель поведінки членів родини;
        </li>
        <li>
          інформаційну депривацію (брак важливої для життя сім'ї інформації);
        </li>
        <li>життя у повному обмеженні свободи;</li>
        <li>депресію, як реакцію жертви на насильство;</li>
        <li>
          сприйняття дитиною насильницької моделі існування сім'ї за норму;
        </li>
        <li>
          агресивну, аж до злочинної, поведінку дітей та підлітків і багато
          інших.
        </li>
      </ul>
      <img src={image2} className="mx-auto w-100" />
    </div>
  );
}
