import image from "./1.jpg";

export const title = "Ентеробіоз";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />

      <p>
        <span className="font-bold italic underline">Ентеробіоз</span> –
        паразитологічна хвороба, яка викликається гостриками і характеризується
        ураженням кишечника, загальною аллергизацией організму і специфічними
        клінічними симптомами. Варто відзначити, що дана патологія відноситься
        до найбільш поширених гельмінтозів, найчастіше реєструється серед
        дошкільнят та дітей молодшого шкільного віку.
      </p>
      <p className="font-bold italic underline">Клінічні прояви хвороби</p>
      <p>
        Симптоми ентеробіозу залежать від інтенсивності зараження, наявності
        реінвазії та індивідуальних реакцій, що відбуваються після потрапляння
        паразитів в організм. Первинна інвазія триває в основному дві доби.
        Паразитологічна інкубація починається з моменту активації самок.
      </p>

      <p className="font-bold italic underline">
        Ентеробіоз: симптоми захворювання у дітей
      </p>
      <p>
        Основний прояв хвороби – дискомфорт і нестерпний свербіж в області
        ануса, який провокує появу расчесов. Крім цього, ентеробіоз може
        протікати з супутнім парапроктитом, дерматитом, сфінктеріти,
        вульвовагинитом, а також підвищеною можливістю різних алергічних
        реакцій.
      </p>
      <p>
        При тривалому перебігу захворювання діти худнуть. У них порушується
        нормальна робота органів травлення, проявляються ознаки інтоксикації,
        пов’язані з накопиченням в організмі продуктів життєдіяльності
        паразитів. Крім цього, можуть спостерігатися болі в животі, частий
        стілець, метеоризм. Внаслідок вираженого свербежу погіршується сон,
        можуть реєструватися часті сечовипускання в нічний час.
      </p>
      <p>
        Симптоми ентеробіозу також включають неврологічні порушення у формі
        головних болів, запаморочень, зниження пам’яті. Діти примхливі,
        плаксиві, не можуть сконцентрувати увагу.
      </p>
      <p>
        Для даного захворювання характерні супутні ентероколіти та гастрити, а
        також патології, які обумовлені зниженням імунітету.
      </p>
      <p>
        Варто відзначити, що симптоми ентеробіозу в дорослому віці менш
        виражені, ніж у дітей. У них виникає помірний свербіж в області ануса,
        розлади кишечника, відсутність апетиту, безсоння, іноді – нетримання
        сечі в нічний час.
      </p>
      <p>
        Симптоми ентеробіозу при масивному зараженні гостриками включають таке:
      </p>
      <ul>
        <li>сильний свербіж ануса;</li>
        <li>ніктурія;</li>
        <li>метеоризм;</li>
        <li>тенезми;</li>
        <li>болі в животі і рідкі випорожнення;</li>
        <li>алергічні реакції;</li>
        <li>неврологічна симптоматика.</li>
      </ul>

      <p>
        <span className="font-bold italic underline">Діагностика</span>{" "}
        захворювання спирається на клінічну картину і на результати, отримані
        після проведення мікроскопічного дослідження соскоба з періанальної
        зони. Мазок на ентеробіоз беруть за допомогою ватного тампона або липкої
        стрічки.
      </p>
      <p>
        Після підтвердження діагнозу призначають лікування спеціальними
        антигельмінтними препаратами. Крім цього, в терапії ентеробіозу
        надзвичайно велике значення відводиться особистій гігієні, яка
        попереджає повторне зараження хворих.
      </p>
    </div>
  );
}
