export const title = "Про протидію торгівлі людьми";

export function Content() {
  return (
    <div className="content">
      <p>
        Торгівля людьми визнана серйозним злочином на міжнародному рівні.
        Жертвами цього злочину стають як жінки та чоловіки, так і діти, які
        потерпають від різноманітних форм експлуатації.
      </p>
      <p>
        Україна є країною походження, транзиту та призначення для чоловіків,
        жінок і дітей, які вивозяться за кордон з метою сексуальної експлуатації
        та примусової праці. Жінок примушують до праці в секс-індустрії, в
        якості домогосподарок, у сфері обслуговування, на текстильних або інших
        підприємствах легкої промисловості. Більшість чоловіків - постраждалих
        від торгівлі людьми експлуатувалися в Росії та інших країнах переважно в
        якості будівельників, працівників на заводах, у сільському господарстві,
        або моряків.
      </p>
      <p>
        Відповідно до законодавства, торгівля людьми – це здійснення незаконної
        угоди, об’єктом якої є людина.
      </p>
      <p>
        Торгівля людьми вважається особливо тяжким злочином, і відповідно до
        статті 149 Кримінального кодексу України «Торгівля людьми або інша
        незаконна угода щодо передачі людини» передбачає покарання осіб, які
        займаються торгівлею людьми, позбавленням волі на строк від 3 до 15
        років.
      </p>
      <p>
        Торгівля людьми – це форма сучасного рабства та порушення прав людини,
        від якої потерпають чоловіки, жінки та діти, та яка не втрачає
        актуальності у ХХІ ст. для жодної країни світу. Маніпулюючи бажаннями та
        намірами людей, їх ошукують та експлуатують.
      </p>
      <p>
        30 липня в усьому світі відзначається Всесвітній день протидії торгівлі
        людьми. Він був започаткований у 2013 році Генеральною Асамблеєю
        Організації Об’єднаних Націй з метою підвищення рівня поінформованості
        громадян стосовно глобальної проблеми торгівлі людьми і привернення
        уваги до важкого становища жінок, чоловіків і дітей, які стали жертвами
        цього злочину, а також заохочення людей активно допомагати постраждалим
        і протидіяти торгівлі людьми.
      </p>

      <p>
        <b>Торгівля людьми</b> – це сукупність таких ознак:
      </p>
      <ul>
        <li>вербування;</li>
        <li>перевезення;</li>
        <li>передача;</li>
        <li>продаж;</li>
        <li>
          усиновлення (удочеріння) у комерційних цілях, використання в
          порнобізнесі;
        </li>
        <li>використання у військових конфліктах;</li>
        <li>залучення до злочинної діяльності;</li>
        <li>трансплантація чи насильницьке донорство;</li>
        <li>примус до заняття проституцією;</li>
        <li>рабство і ситуації, подібні до рабства;</li>
        <li>примусова праця;</li>
        <li>залучення в боргову кабалу;</li>
        <li>використання шантажу, погроз, насильства.</li>
      </ul>

      <p>
        Жертвою торгівлі людьми може стати будь-яка людина, незалежно від віку
        та статі. Буде це пенсіонер, людина працездатного віку чи дитина –
        байдуже. Основний принцип, за яким торгівці людьми обирають собі жертву,
        – це уразливий стан особи.
      </p>
      <p>
        За даними МОМ, 56% українців та українок упевнені, що з ними ніколи
        такого не трапиться. Однак кожен четвертий готовий нелегально перетнути
        кордон, віддати паспорт роботодавцеві чи працювати в замкнених
        приміщеннях заради нібито прибуткової справи. Це - потенційний шлях до
        сучасного рабства.
      </p>
      <p>
        На жаль, українці також страждають від торгівлі людьми. За даними
        Міжнародної організації з міграції, з 1991 до 2021 від цього у нас
        постраждали понад 300 тис. людей. 49 тис. громадян України — за останні
        три роки.
      </p>
      <p>
        В умовах війни ризики посилюються. Люди стають вразливішими через
        вимушене переміщення всередині України чи за кордон, втрату житла,
        роботи, відсутність коштів, зв’язку із близькими. Дуже небезпечними є
        мілітаризація та ріст рівня насилля в суспільстві, перебої в роботі
        правоохоронних органів. Мережі торговців людьми активізуються,
        наприклад, в місцях перетину кордону та в країнах, що приймають
        біженців.
      </p>
      <p>
        За підтримки Урядової уповноваженої з питань гендерної політики та
        Міністерства соціальної політики України розроблено проєкт «Наука
        убезпечити себе». Це правила безпеки від STEM is FEM, що вбережуть від
        сучасного рабства та ризиків викрадення і торгівлі людьми.
      </p>
      <p>
        Майже кожна третя постраждала від торгівлі людьми у світі — дитина.
        Щороку від цього страждають, за різними оцінками, від 1,2 до 5,5 млн
        дітей. 65% з них — дівчата. 48% цих дітей змусили до сексуального
        рабства. А ще відомі випадки, коли у дітей в рабстві примусово вилучали
        органи чи використовували їх у збройних конфліктах. Наприклад, змушували
        рахувати техніку для російських військ у війні з Україною або рити
        окопи.
      </p>
      <p>
        Так як у дітей переважає наочно – образне мислення, пропоную Вашій увазі
        яскраву навчальну настільну гру <b>«Галопом по Європах»</b> мета якої
        шляхом ефективного управління своїми життєвими планами, аналізу можливих
        ризиків та наслідків необачних вчинків досягти максимально більшої
        стабільності, подорожувати світом та мати власну справу. Обговорити
        проблему трудового трафіку й торгівлі людьми, проаналізувати причини та
        наслідки цього явища.
      </p>

      <p>
        <b>Гра «Рожеві окуляри»</b>
      </p>

      <p>Ця гра може допомогти дітям, молодим людям та дорослим:</p>

      <ul>
        <li>
          підвищити рівень знань, уявлень та розуміння щодо проблем, пов`язаних
          з торгівлею людьми, та ризикованої стосовно потрапляння до тенет
          торгівлі людьми поведінки;
        </li>
        <li>
          обговорити важливі та суперечливі питання можливих ризиків потрапляння
          в ситуації торгівлі людьми, особистої відповідальності, законів
          України, що стосуються попередження торгівлі людьми та захисту прав
          потерпілих від торгівлі людьми;
        </li>
        <li>
          отримати інформацію про різноманітні організації, що працюють у сфері
          профілактики торгівлі людьми, надання допомоги потерпілим від торгівлі
          людьми, їхнім родичам та близьким тощо;
        </li>
        <li>працювати спільно в малих групах.</li>
      </ul>

      <p>
        Також фонд «Благополуччя дітей» ініціював розробку матеріалів у вигляді
        коміксів, що висвітлюють важливі аспекти потрапляння людей, в т.ч. дітей
        та молоді, в тенета торгівлі людьми.
      </p>
      <p>
        Ідея створення коміксів як виховного засобу, що має допомогти педагогам,
        соціальним педагогам, психологам та вихователям ефективно здійснювати
        профілактику торгівлі людьми, стала реальністю завдяки підтримці колег
        та партнерів. Запропоновані комікси для роботи з підлітками містять
        чотири історії з реального життя, що стосуються торгівлі людьми, для
        проведення просвітницько-профілактичних занять на основі методу кейсів.
      </p>
      <p>
        Якщо ваші знайомі або близькі стали жертвами торгівлею людьми, негайно
        треба звернутися за номером 15 – 47. Держава надає матеріальну,
        психологічну, медичну, правову допомогу та надає притулок. Людина не
        товар – держава допоможе.
      </p>
      <b>
        <p>Тож, дійсно, торгівля людьми – це не міф, це реальність!</p>
        <p>Бережіть себе!</p>
      </b>
    </div>
  );
}
