import image from "./1.jpg";

export const title = "Як організувати дозвілля дитини вдома";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />

      <p>
        Як дорослі, так і діти з нетерпінням очікують на вихідні. За тиждень
        організм стомлюється не лише фізично, а й морально. Ваша дитина цілий
        день перебуває в дошкільному закладі, увечері вдома майже бракує часу
        для спілкування в родині.Тому у вихідні дні так важливо, якомога більше
        приділяти увагу одне одному у сім’ї, а особливо це потрібно дитині. Все,
        що ми не встигли розповісти, показати дітям у будні дні, ви повинні
        зробити це за вихідні.
      </p>
      <p>
        Як же правильно провести вихідні дні з користю для дитини і самих
        дорослих?
      </p>
      <p>
        По-перше, необхідно якнайбільше перебувати на свіжому повітрі. Якщо
        сприятлива погода, відвідайте з дітьми ліс, водойму, парк.
      </p>
      <p>
        Якщо ви йдете з дітьми на природу, то повинні на все живе звертати
        увагу, дивуватися, ставити дітям запитання, відповідати на їхні
        запитання, у жодному разі не ігнорувати. Якщо ви не знаєте правильної
        відповіді, то краще не вигадувати, а пообіцяти (і обов’язково виконати)
        знайти відповідь у книгах, коли повернетеся додому.
      </p>
      <p>
        Якщо погода зіпсувалася, то і вдома можна знайти безліч цікавого і
        корисного для спілкування з дитиною: почитати книгу й обговорити
        прочитане, пограти в шашки, шахи, лото, розіграти театральну виставу за
        знайомою й улюбленою казкою.
      </p>
      <p>
        Залучити дитину до спільної хатньої праці: навести порядок у своєму
        куточку з іграшками, витерти пил, помити посуд тощо. Усе це слід робити
        так, щоб малюк працював охоче, із задоволенням. Тому підбадьорюйте, не
        скупіться на похвалу. Навіть, якщо розбито вашу улюблену чашку,
        заспокойте дитину, що ви вже давно мріяли купити іншу чашку, але трішки
        шкода викидати цю.
      </p>
      <p>
        Батьки, які люблять своїх дітей, завжди знають, як розумно провести
        вихідні дні з користю і для себе і, головне, для своєї дитини. Цей час
        на спілкування з сином чи донькою повернеться до вас вдячністю маленьких
        сердечок ваших дітей.
      </p>
    </div>
  );
}
