import image from "./1.jpg";

export const title = "ВІЛ/СНІД";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />

      <p>
        1 грудня світ відзначає день боротьби зі СНІДом та толерантності з
        ВІЛ-позитивними людьми. За останні роки розповсюдження ВІЛ-інфекції
        серед підлітків та молоді набуло характеру епідемії. Безумовно, СНІД –
        це трагедія для всієї людської спільноти. У суспільстві ми повинні з
        особливим співчуттям і підтримкою ставитися до людей з ВІЛ, адже
        найчастіше вони відчувають себе самотніми у боротьбі зі страшною
        недугою.
      </p>
      <p>
        Сьогодні вже немає людини, яка б не чула про ВІЛ, СНІД. Багато людей в
        Україні вважають себе обізнаними з цього питання. Проте більшість
        молодих людей вважають, що ця проблема – це щось далеке, що вона їх не
        стосується і не буде стосуватися в майбутньому. Факти доводять
        протилежне – кожного року фіксують все більше випадків захворювань на
        СНІД.Незважаючи на успіхи медицини, ВІЛ/СНІД все ще залишається
        невиліковною хворобою.
      </p>
      <p>
        Соціальні контакти з ВІЛ-позитивними і сьогодні супроводжуються міфами
        та безпідставними страхами інфікування.
      </p>

      <p>
        Допоки не існує вакцини чи можливості лікування, основними завданнями
        профілактичної роботи залишаються:
      </p>
      <ul>
        <li>розповсюдження інформації;</li>
        <li>захист себе та інших;</li>
        <li>розвиток поведінкових навичок.</li>
      </ul>

      <p>
        ВІЛ-інфекція – це одне з хронічних вірусних захворювань, викликане
        вірусом імунодефіциту людини (ВІЛ), що призводить до глибокого порушення
        імунної системи, яке визначають медичним терміном «імунодефіцит».
      </p>
      <p>
        Коли ВІЛ потрапляє в організм людини, він проникає у клітини імунної
        системи та руйнує їх. Перебуваючи в клітинах, вірус «маскується», тобто
        стає невидимим для імунної системи. Мішенню для ВІЛ в організмі людини є
        лімфоцити, які мають на своїй поверхні CD4-рецептори. Такі лімфоцити
        називаються CD4-лімфоцити. Стійкість ВІЛ у зовнішньому середовищі:
      </p>
      <ul>
        <li>
          В сухій плямі крові, яка містить ВІЛ, активність вірусу зникає
          протягом кількох діб.
        </li>
        <li>
          У великій кількості крові при температурі 23–27 °С активність вірусу
          зникає через 15 діб.
        </li>
        <li>
          У продуктах крові, призначених для переливання, вірус може залишатися
          активним протягом багатьох років, у замороженій сироватці крові – до
          10 років.
        </li>
        <li>
          ВІЛ швидко гине при використанні дезінфекційних засобів,
          ультрафіолетового випромінювання. При нагріванні вище 56 °С вірус
          втрачає активність через 30 хвилин.
        </li>
      </ul>

      <p>
        <b>Як передається ВІЛ:</b>
      </p>
      <ol>
        <li>Статевий.</li>
        <li>
          Гетеросексуальний, гомосексуальний – (при будь-яких формах статевих
          контактів).
        </li>
        <li>Парентеральний.</li>
        <li>
          Через кров та інші біологічні рідини:
          <ol>
            <li>При переливанні інфікованої крові або її компонентів.</li>
            <li>
              При використанні кров’ю, інфікованою ВІЛ, шприців або
              інструментів.
            </li>
            <li>При пересадці органів, інфікованих ВІЛ.</li>
            <li>
              Інфікування через пошкоджену шкіру або слизові оболонки людей, які
              контактують з кров’ю та деякими іншими біологічними рідинами
              людей, які живуть з ВІЛ.
            </li>
          </ol>
        </li>
        <li>
          Від матері до дитини (перинатальний). Вертикальний – під час
          вагітності через плаценту.
        </li>
        <li>
          Під час пологів. Горизонтальний – при грудному вигодовуванні дитини.
        </li>
      </ol>

      <p>
        <b>ВІЛ-ІНФЕКЦІЯ НЕ ПЕРЕДАЄТЬСЯ ПОБУТОВИМ ШЛЯХОМ:</b>
      </p>
      <ul>
        <li>при дотиках, рукостисканнях, обіймах;</li>
        <li>через поцілунки;</li>
        <li>при спільному проживанні в одній квартирі;</li>
        <li>через посуд;</li>
        <li>через їжу;</li>
        <li>через постільну білизну, іграшки;</li>
        <li>через повітря (зокрема при чханні та кашлі);</li>
        <li>при купанні у воді;</li>
        <li>через ручки дверей, крани, унітази;</li>
        <li>через спортивне знаряддя;</li>
        <li>через гроші;</li>
        <li>при укусах комах або тварин.</li>
      </ul>

      <p>
        <b>Перебіг ВІЛ-інфекції</b>
      </p>

      <p>
        Імунна система дорослої ВІЛ-інфікованої людини протягом перших декількох
        років після інфікування, незважаючи на шкоду, якої завдає вірус, працює
        порівняно добре. В цей час немає практично ніяких симптомів
        захворювання, за винятком збільшення лімфатичних вузлів та легких
        захворювань шкіри. Більшість дорослих людей на цій стадії захворювання
        не підозрюють, що вони інфіковані ВІЛ. Тільки через декілька років, коли
        імунна система стає слабкішою, з’являються прояви захворювання, які
        дають підставу запідозрити ВІЛ-інфекцію.
      </p>
      <p>
        Тривалий період, коли люди, які живуть з ВІЛ, почуваються добре,
        називають латентною, або прихованою, фазою захворювання. В дорослих
        людей вона може тривати до 5–8 років, а іноді й довше.
      </p>
      <p>
        Прогресування ВІЛ-інфекції, окрім опортуністичних інфекцій, може
        супроводжуватися значною втратою маси тіла (виснаженням), ураженням
        центральної нервової системи (ВІЛ-енцефалопатією), розвитком пухлин.
        Стадію захворювання, коли імунна система ВІЛ-позитивної людини є
        зруйнованою, називають СНІДом, а стани, які розвиваються на цій стадії,
        – СНІД-індикаторними.
      </p>

      <p>
        <b>Відповіді на часті запитання</b>
      </p>
      <ol>
        <li>
          Чи існує можливість інфікуватися ВІЛ побутовим шляхом?
          <p>
            <i>
              Ні, інфікуватися ВІЛ побутовим шляхом неможливо. Всі види
              побутових контактів із ВІЛ-позитивними людьми не можуть призвести
              до інфікування ВІЛ. ВІЛ-інфекція не може бути перешкодою спільному
              проживанню, використанню предметів побуту, посуду та ін. Всі види
              побутових контактів – рукостискання, дотики, обійми є цілком
              безпечними.
            </i>
          </p>
        </li>
        <li>
          Чи означають терміни «ВІЛ» і «СНІД» одне й те ж?
          <p>
            <i>
              Ні, терміни «ВІЛ» і «СНІД» не є синонімами. ВІЛ – це вірус
              імунодефіциту людини, він викликає ВІЛ-інфекцію. СНІД означає
              синдром набутого імунодефіциту – це одна зі стадій ВІЛ-інфекції. В
              людей, які живуть з ВІЛ, не на всіх стадіях захворювання
              спостерігається порушення стану імунної системи, тобто є
              імунодефіцит. Тому не в усіх ВІЛ-інфікованих розвивається СНІД.
              Сучасне лікування ВІЛ-інфекції дозволяє запобігти руйнуванню
              імунної системи і розвитку СНІДу або сприяє відновленню імунітету.
              У випадках відновлення імунітету в людини зникають симптоми СНІДу,
              але вона залишається ВІЛ-інфікованою.
            </i>
          </p>
        </li>
        <li>
          Чи всі діти ВІЛ-позитивних матерів інфікуються ВІЛ?
          <p>
            <i>
              Ні, не всі діти, народжені ВІЛ-інфікованими матерями, інфікуються
              ВІЛ. За умови відсутності профілактики передачі ВІЛ від матері до
              дитини ризик інфікування дитини складає 35 %. Програма
              профілактики передачі ВІЛ від матері до дитини дозволяє суттєво
              знизити цей ризик. Стратегічним завданням цієї програми є зниження
              ризику передачі ВІЛ від матері до дитини до 1–2 %, що надасть
              можливість майже всім ВІЛ-інфікованим жінкам мати здорових дітей.
            </i>
          </p>
        </li>
        <li>
          Чи існує вакцина, що може запобігти інфікуванню ВІЛ?
          <p>
            <i>
              Ні, на жаль, не існує. Вчені багатьох країн світу працюють над
              створенням такої вакцини. Однак ефективність наявних наукових
              розробок ще не доведено. Впровадження таких вакцин у практичну
              медицину є питанням майбутнього, а не сьогодення.
            </i>
          </p>
        </li>
      </ol>
    </div>
  );
}
