import image from "./1.jpg";

export const title = "Гострі кишкові захворювання";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-9 w-60 md:float-left" />

      <p>
        До гострих кишкових захворювань відносять такі захворювання як
        дизентерія, сальмонельози, черевний тиф, гастроентероколіти, Харчові
        токсикоінфекції та інші. Вони мають ряд загальних ознак:
      </p>
      <ul>
        <li>розлад шлунково – кишкового тракту;</li>
        <li>загальне нездужання;</li>
        <li>часто підвищення температури.</li>
      </ul>
      <p>
        Збудником цих захворювань є мікроби, котрі знаходяться в кишечнику
        хворої людини чи бактеріоносія.
      </p>
      <p>
        Сальмонельозом можна також заразитись від тварин чи водоплавної птиці в
        кишках котрих знаходяться мікроби – збудники захворювань. З кишечника
        людини чи тварини мікроби виділяються з екскрементами, а в деяких
        випадках і із сечею.
      </p>
      <p>
        Мікроби дизентерії та інших кишкових захворювань добре зберігаються у
        зовнішньому середовищі, особливо в теплий період року.
      </p>
      <p>Розповсюдженню захворювання сприяють також мухи.</p>

      <div>
        <b>
          РОЗПОВСЮДЖЕННЮ КИШКОВИХ ЗАХВОРЮВАНЬ МОЖНА ЗАПОБІГТИ, ЯКЩО
          ДОТРИМУВАТИСЬ ПРАВИЛ САНІТАРІЇ І ОСОБИСТОЇ ГІГІЄНИ:
        </b>
      </div>
      <ul>
        <li>
          Старанно мийте руки з милом перед приготуванням їжі, перед їдою і
          годуванням дитини, після користування туалетом і після догляду за
          тваринами.
        </li>
        <li>Не вживайте немитих овочів та фруктів.</li>
        <li>Знищуйте мух і захищайте від них харчові продукти.</li>
        <li>Вживайте тільки кип'ячене молоко.</li>
        <li>
          Не вживайте воду із струмків, рік та інших невпорядкованих джерел
          водопостачання.
        </li>
        <li>
          Не купайтесь в річках та водоймах, котрі забруднюються стічними
          водами.
        </li>
      </ul>
      <p>
        При появі перших ознак захворювання – поносі, блювоті – негайно
        звертайтесь за медичною допомогою.
      </p>
      <p>Не займайтесь самолікуванням і не лікуйтесь самі.</p>
      <p>
        <b>СУВОРО ДОТРИМУЙТЕСЬ ПРАВИЛ ЗАГАЛЬНОЇ ТА ОСОБИСТОЇ ГІГІЄНИ</b> цим ви
        захистите себе і оточуючих від гострих кишкових інфекційних захворювань.
      </p>
    </div>
  );
}
