export const title = "Методи керування пасивно-агресивною поведінкою учнів";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>
          Зрозуміти, що пасивно-агресивна дитина може викликати в педагога у
          відповідь негативні почуття і неконструктивну поведінку.
        </li>
        <li>
          Зрозуміти, що мета пасивно-агресивної дитини — вивести вчителя з
          рівноваги, домогтися, щоб він втратив контроль над собою.
        </li>
        <li>
          Зрозуміти, що всі пасивно-агресивні тактики — це неприйнятні способи
          вираження гніву та злості.
        </li>
        <li>
          Проаналізувати, як ви сприймаєте чиєсь роздратування і виражаєте свій
          гнів, щоб упевнитися, що ви самі не реалізуєте у своїй поведінці
          пасивно-агресивний стиль.
        </li>
      </ol>
    </div>
  );
}
