import image from "./1.jpg";

export const title =
  "МАЙСТЕР-КЛАС «Як долати гнів» (арт-терапія, глинотерапія)";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="w-72 md:float-right md:ml-3" />

      <p>
        <b>Психолог.</b> Чому, на вашу думку, діти б’ються, кусаються,
        штовхаються, а іноді у відповідь на якесь прохання «вибухають»? Причин
        такої поведінки може бути безліч. Але часто діти ведуть себе саме так,
        тому що не знають, як вести себе по-іншому.
      </p>
      <p>
        <b>Що таке гнів?</b> Це почуття сильної люті, яке супроводжується
        втратою контролю над собою. На жаль, у нашій культурі прийнято вважати,
        що прояв гніву — агресивна реакція. Уже в дитячому віці нам закладають
        цю думку дорослі — батьки, бабусі, дідусі, педагоги. Але психологи не
        рекомендують кожен раз стримувати подібні емоції, оскільки це може стати
        такою собі «бомбою уповільненої дії». Загнавши гнів у себе, людина рано
        чи пізно вже відчує необхідність виплеснути його. Але вже не на того,
        хто викликав це почуття, а на того, хто «попався під руку». Невиражений
        гнів може стати однією з причин соматичних захворювань. Саме тому{" "}
        <b>від гніву потрібно вивільнятися</b>. Звичайно, це не означає, що всім
        дозволено битися й кусатися. Просто ми повинні формувати в дитини вміння
        використовувати агресивні імпульси в соціально бажаних цілях (наприклад,
        для захисту вигаданого ним самим казкового персонажа, здійснення
        перемог, пов'язаних із небезпекою тощо).
      </p>
      <p>
        Дітям важливо <b>навчитися «випускати» свою агресивність</b>. Їм можна
        запропонувати:
      </p>
      <ol>
        <li>битися з подушкою;</li>
        <li>використовувати фізичні силові вправи;</li>
        <li>рвати папір;</li>
        <li>
          намалювати того, кого хочеться побити, і що-небудь зробити з цим
          малюнком;
        </li>
        <li>використовувати «мішечок для криків»;</li>
        <li>постукати по столу надувним молотком.</li>
      </ol>

      <p>
        <b>Робота з ГЛИНОЮ.</b> Учням пропонують із глини зліпити свій гнів, а
        потім змінити його на символ власного життя, який буде їхнім талісманом
      </p>

      <p>
        <b>Робота з гнівом.</b> Дитині дають змогу виявити почуття гніву, але
        при цьому поступово витісняють стереотипне сприйняття традиційних
        агресивних об'єктів (монстрів, вампірів тощо). Наприклад, під час
        виліплювання «злого» персонажа дитині пропонують додати до нього
        симпатичні деталі: бантики, зірочки, книжки. Водночас учать міркувати
        про причини й наслідки агресивної поведінки, а також контролювати себе в
        ситуаціях, що викликають відповідні реакції.
      </p>
      <p>
        Агресивні діти зазвичай претендують на «сильні» ролі й категорично
        заперечують свої страхи. Тому потрібно дати дитині змогу не приховувати,
        а виявляти почуття страху, щоб вона вчилася не соромитися виражати їх.
      </p>
      <p>
        <b>Навчання дітей</b> навичкам розпізнавання і контролю, вміння володіти
        собою в ситуаціях, які провокують спалахи гніву.
      </p>
      <p>
        <b>Формування здатності до емпатії</b>, довіри, співчуття та
        співпереживання. Учити дітей аналізувати причини агресивної поведінки та
        її наслідки. Слід зазначити, що діти, схильні до захисної агресивності,
        легко малюють, ЛІПЛЯТЬ або фантазують на агресивні теми, із задоволенням
        виконують ролі агресивних героїв і заперечують у собі почуття страху.
      </p>
      <p>
        <b>Вправа з МАЛЮНКОМ.</b> Із великим задоволенням діти виявляють
        радість, гнів, біль, сором, занепокоєння, використовуючи при цьому
        кольорові олівці чи фломастери. Доцільно продовжити цю вправу,
        запропонувавши дітям обмінятися малюнками та спробувати пізнати настрій
        свого товариша.
      </p>
      <p>
        Дайте дітям домашнє завдання: нехай батьки відгадають за цим малюнком
        настрій дітей. Інколи за допомогою цих вправ удається відкорегувати
        деякі недоречні прояви поведінки. А зникають проблеми — поліпшується
        настрій, поведінка дітей стає контрольованою.
      </p>
    </div>
  );
}
