import image1 from "./1.jpg";
import image2 from "./2.jpg";

export const title = "Способи розвитку креативності дитини";

export function Content() {
  return (
    <div className="content">
      <div className="flex flex-col gap-5 md:float-right md:ml-2">
        <img src={image1} className="mx-auto w-80" />
        <img src={image2} className="mx-auto w-80" />
      </div>
      <p>
        Діти народжуються з уродженою здатністю до творчості, тому батькам не
        доведеться докладати багато зусиль, щоби стимулювати цю важливу дитячу
        рису. Дітей треба просто трохи підштовхнути до прояву їхніх творчих
        здібностей і створити для них сприятливі умови.
      </p>
      <p>
        Пропоную п'ятнадцять цікавих способів, як розкрити й розвинути творчість
        у дитини:
      </p>

      <ol>
        <li>
          Пофарбуйте одну стіну кімнати вашої дитини грифельною фарбою з ефектом
          класної дошки, на якій вона зможе малювати крейдою різних кольорів. І,
          звісно, делікатно нагадуйте дитині частіше використовувати своє нове
          просторе «полотно».
        </li>
        <li>
          Навчіть дитину вашого улюбленого рукоділля й попросіть її зробити
          якийсь маленький виріб. Наприклад, попросіть свою доньку зв'язати
          шарфик для ляльки. Щоби процес навчання був приємним, почніть з малого
          й використовуйте найзручніші інструменти.
        </li>
        <li>
          Розкажіть дитині про те, як цікаво вести арт-щоденник. Поясніть, що в
          ньому вона може відображати свої думки, емоції та ідеї як за допомогою
          слів, так і за допомогою своїх замальовок або самостійно зроблених
          фотографій. Арт-щоденник можна вести як на папері, так і онлайн,
          налаштувавши при цьому бажаний рівень приватності: тільки для себе,
          тільки для друзів або для всіх.
        </li>
        <li>
          Зробіть крок уперед на шляху до любові до читання. Заохочуйте дитину
          створювати ілюстрації або пластилінові моделі сцен з її улюблених
          книг.
        </li>
        <li>
          В якості подарунків до дня народження даруйте набори для творчості:
          кольорові олівці, крейду, альбом для малювання чи набір пластиліну,
          будівельний конструктор або головоломки.
        </li>
        <li>
          Дізнайтеся, чи немає поблизу арт-студії для дітей, яка працює у
          вихідні дні. Багато успішних творчих людей розповідають про те, що
          їхнє захоплення творчістю починалося саме з арт-гуртків та арт-студій.
        </li>
        <li>
          Дозволяйте вашій дитині деякий час відпочити від творчих занять. Іноді
          для успішності творчість потребує вакууму.
        </li>
        <li>
          Заохочуйте вашу дитину самостійно виготовляти для себе іграшки. Багато
          творчих людей ще дітьми, залишеними на літнє перебування в родичів,
          отримували величезний заряд творчої енергії, самостійно конструюючи
          для себе іграшки або винаходячи нові настільні ігри.
        </li>
        <li>
          Візьміть у бібліотеці дитячі книги про малюнок, живопис і рукоділля.
          Забезпечте дитину основними інструментами й матеріалами для творчості,
          а потім залиште її наодинці із самою собою, щоб вона могла
          експериментувати самостійно.
        </li>
        <li>
          Створіть сприятливе середовище для інновацій. Наступного разу, коли
          ваша дитина попросить вас щось купити для неї, розгляньте разом з нею
          наступне питання: «А що в тебе вже є з того, що можна використовувати
          замість цієї покупки?». Якщо мова йде про дитячу іграшку або якусь
          настільну гру, подумайте, чи не змогли б ви разом з нею сконструювати
          щось подібне чи самостійно намалювати картки для настільної гри та
          придумати для них текст і загадки.
        </li>
        <li>
          Дозвольте дитині самостійно спланувати свій день народження. Дозвольте
          їй прикрасити торт, повісити в кімнаті гірлянди, розсадити в потрібних
          місцях своїх улюблених ведмедиків і спланувати послідовність заходів.
        </li>
        <li>
          Відкрийте дитині світ онлайн-співпраці. Знайдіть відповідні сайти, на
          яких вона могла би публікувати свої малюнки, оповідання та вірші так,
          щоб установити зворотний зв'язок, беручи участь у конкурсах і
          отримуючи коментарі фахівців.
        </li>
        <li>
          Пропонуйте вашим дітям старшого віку більш складні творчі завдання.
          Попросіть їх намалювати щасливий день, побудувати розважальний парк з
          конструктора (конструктор повинен складатись не з малої кількості
          великих, а з великої кількості дрібних деталей – це дає набагато
          більший простір для творчості) або розробити спосіб корисного
          використання порожніх картонних коробок від побутової техніки та інших
          покупок.
        </li>
        <li>
          Спільне приготування їжі також дає можливість для інновацій. Дозвольте
          дитині самостійно готувати їжу й експериментувати. Не втручайтесь до
          того часу, доки її дії не становлять небезпеки. Нехай вона сама вибере
          інгредієнти для салату, приправи для супу, а також забавні способи
          того, яку форму можна надати тісту. Експериментуючи, здійснюючи спроби
          й дивлячись на результати, дитина оволодіває творчим процесом і
          вчиться брати на себе відповідальність за результати своєї творчості.
        </li>
        <li>
          Якщо ваша дитина не любить малювати олівцем і фарбами або не схильна
          до рукоділля, покажіть їй, як користуватися графічними програмами.
          Почніть з найпростіших, таких як Microsoft Paint, яка дуже проста в
          освоєнні й доступна навіть малюкам, які вже знайомі з комп'ютером.
          Можливо, ваша дитина стане фахівцем у питаннях комп'ютерної графіки,
          яка з кожним днем стає все більш затребуваною.
        </li>
      </ol>

      <p>
        Найголовніше: пам'ятайте, що творчість повинна приносити радість. Якщо
        ви відчуєте, що ось-ось готові розкритикувати або висловити
        незадоволення зусиллями вашої дитини, надайте їй (і собі теж) послугу –
        нічого не кажіть і станьте осторонь. Дозвольте їй радіти безумовно!
      </p>
    </div>
  );
}
