import { createFileRoute } from "@tanstack/react-router";
import { Suspense } from "react";
import { Loader } from "~/components/loader";
import { Sheet } from "~/components/sheets";

export const Route = createFileRoute("/educational-process/class-period")({
  component: RouteComponent,
  staticData: {
    title: "Режим роботи",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <p>
        Навчальний процес проходить в одну зміну з 5-ти денним тижневим
        навантаженням. Початок занять о 8:30.
      </p>
      <h1>Розклад дзвінків у змішаному навчанні</h1>
      <Suspense fallback={<Loader />}>
        <Sheet sheetId="1goa8IFTnvvqOYfoJht8J8Wsngd1P7bzRLzDnFSfQ7h4" />
      </Suspense>
      <h1>
        Розклад дзвінків та тривалість перерв в умовах звичайного навчання
      </h1>
      <Suspense fallback={<Loader />}>
        <Sheet sheetId="1VNDFprfPqP1XxnaojEj_R2WCevwC_KWs6QWsXUnyQHI" />
      </Suspense>
      <h1>Вимоги до організації харчування у КГ №55 КМР</h1>
      <ol>
        <li>
          Харчування в КГ №55 КМР здійснюється за розробленим графіком
          харчування здобувачів освіти.
        </li>
        <li>
          При організації харчування необхідно забезпечити відстань між столами
          не менше 1,5 м та розміщення за столом не більше 4-х осіб.
        </li>
        <li>
          Усі працівники харчоблоку повинні бути забезпечені засобами
          індивідуального захисту із розрахунку 1 захисна маска на 3 години
          роботи, одноразовими рукавичками, які необхідно змінювати після кожної
          дії (виробничого процесу на харчоблоці їдальні), не пов'язаних між
          собою. Засоби індивідуального захисту мають бути в наявності із
          розрахунку на 5 робочих днів, у т.ч. на 1 робочу зміну - безпосередньо
          на робочому місці працівника.
        </li>
        <li>
          Після кожного зняття засобів індивідуального захисту (захисних масок
          одноразових рукавичок) перед одяганням чистих засобів індивідуального
          захисту, працівник повинен ретельно вимити руки з милом або обробити
          антисептичним засобом.
        </li>
        <li>
          Організовано здійснюється централізований збір використаних засобів
          індивідуального захисту, паперових серветок в окремі контейнери (урни)
          з кришками та поліетиленовими пакетами, з подальшою утилізацією згідно
          з укладеною угодою на вивіз твердих побутових відходів.
        </li>
        <li>
          Працівник їдальні, який видає страви або здійснює розрахунок, повинен
          бути забезпечений засобами індивідуального захисту: захисною маскою
          або респіратором, захисними окулярами або захисним щитком,
          одноразовими рукавичками.
        </li>
        <li>
          При організації харчування необхідно забезпечити умови для дотриманням
          працівниками правил особистої гігієни (рукомийники, мило рідке,
          паперові рушники, антисептичні засоби для обробки рук тощо).
        </li>
        <li>
          З працівниками харчоблоку необхідно провести навчання щодо одягання,
          використання, зняття засобів індивідуального захисту, їх утилізації,
          забезпечити контроль за виконанням цих вимог.{" "}
        </li>
      </ol>
    </div>
  );
}
