import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/educational-process/gifted-pupils/scientific-research-work",
)({
  component: RouteComponent,
  staticData: {
    title: "Науково-дослідницька робота",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <div className="flex flex-wrap justify-center gap-10 md:flex-nowrap">
        <img
          src={asset("images/науково-дослідницька-робота.jpg")}
          className="w-80"
        />
        <div>
          <p>
            <b>Творча дослідницька діяльність</b> дає змогу сповна розкрити
            природні здібності учнів, допомагає їм знайти своє місце в житті,
            вчить їх прагнути до мети. Творча активність – це процес
            самоорганізації,спрямований на вирішення пізнавальних завдань.
            Творчість виявляється в самостійному дослідженні предмета, пошуку
            вирішення проблем, формує вміння орієнтуватися в тій чи тій
            ситуації, використовуваним знання.
          </p>
          <p>
            Реформування освіти передбачає відновлення змісту навчання з
            орієнтацією на ключові компетентності,оволодіння якими дасть учням
            змогу ефективно вирішувати проблеми. До ключових компетентностей
            належать зокрема пізнавальна, творча й самоосвітня компетентності,
            які найкраще розвиваються в процесі дослідницької діяльності.
          </p>
        </div>
      </div>
      <p className="font-bold">КРОК 1. Самостійна навчальна робота учнів</p>
      <p>
        Щоб здійснювати науково-дослідницьку роботу, дитина повинна вміти
        працювати самостійно, тому на своїх уроках приділяю багато уваги
        самостійному навчанню учнів.
      </p>

      <p>
        <b>Самостійна навчальна робота учнів</b>- це оволодіння науковими
        знаннями,практичними вміннями й навичками як під керівництвом учителя,
        так і самостійно. З огляду на перспективу написання
        науково-дослідницької роботи, таке навчання покликане:
      </p>
      <ul>
        <li>закріпити,поглибити,розширити й систематизувати знання;</li>
        <li>формувати потяг до самоосвіти;</li>
        <li>формувати навички самостійної дослідницької діяльності.</li>
      </ul>

      <p>Для цього використовуються такі види самостійної роботи учнів:</p>
      <ul>
        <li>
          за типом завдань,що розв'язуються:
          <ul>
            <li>дослідницькі;</li>
            <li>творчі;</li>
            <li>пізнавальні тощо;</li>
          </ul>
        </li>
        <li>
          за рівнями проблемності:
          <ul>
            <li>репродуктивні;</li>
            <li>дослідницькі.</li>
          </ul>
        </li>
      </ul>

      <p className="font-bold">Приклад дослідницької самостійної роботи.</p>
      <p>
        На уроці англійської мови учні прочитали текст,що містить чимало
        складних умовних речень. Домашнє завдання:знайти складні речення,причому
        зазначаю,що ці речення завжди складаються з двох частин:головної і
        залежної. Учні повинні визначати час дієслів у реченнях і сформулювати
        три формули утворення умовних речень. Користуючись цими
        формулами,школярі повинні скласти 8-10 власних речень.
      </p>

      <p className="font-bold">
        КРОК 2. Системне використання технології проблемного навчання
      </p>

      <p>
        Готуючи учнів до написання науково-дослідницьких робіт,треба
        зрозуміти,чи готова дитина до такої діяльності. Треба, щоб дитина
        відчувала себе впевнено . Щоб домогтися цього,використовую на уроках
        технологію проблемного навчання.
      </p>

      <p>
        <b>Проблемне навчання</b>- це така організація процесу навчання,що
        спонукає школярів до самостійної пошукової діяльності й розв'язання
        навчальних проблем. Поставивши проблему,учитель демонструє шлях її
        вирішення,хід наукового мислення,дає учням змогу прослідкувати за рухом
        думки до істини,робить їх співучасниками наукового пошуку.
      </p>

      <p>
        Користуючись цією технологією,дуже просто організувати будь-яку
        дослідницьку діяльність,адже учнів систематично спонукають до
        самостійного розміркування,проблемного питання.
      </p>
      <p>
        Цю технологію застосовують на всіх етапах уроку й у всіх видах
        діяльності.Наприклад,перед читанням кожного тексту ставим учням
        запитання відповісти на яке вони можуть лише після ознайомлення з
        текстом.
      </p>
      <p>
        Учням дуже подобається вирішувати проблеми,пов'язані з вивченням нових
        слів. Наприклад,коли учні вивчають нові слова,не подаю український
        переклад цих слів. Учні повинні здогадатись про значення
        слів,проаналізувавши текст,зазирнувши до тлумачного словника.
      </p>
      <p>
        Технологія проблемного навчання допомагає учням не лише здобути
        необхідні знання,а й досягти високого рівня розумового
        розвитку,навчитися самостійно знаходити й засвоювати знання у процесі
        творчої діяльності,тобто створює сприятливі умови для
        науково-дослідницької діяльності.
      </p>

      <p className="font-bold">КРОК 3. Проектна методика</p>
      <p>
        Для підготовки дітей до науково-дослідницької роботи,від постановки
        проблеми до оформлення й захисту,користуючись проектною методикою. Чи не
        в усіх школах,гімназіях цей метод використовується для організації
        навчального процесу загалом і зокрема науково-дослідницької діяльності
        учнів,що беруть участь у Всеукраїнському конкурсі-захисті НДР МАН.
      </p>
      <p>
        <b>Проект</b>- це сукупність певних дій,документів тощо,спрямованих на
        створення реального об'єкта,інформаційного продукту тощо.
      </p>
      <p>
        У процесі проектної діяльності учні опановують дослідницькі прийоми:
        вчаться збирати інформацію,здійснювати різнобічний аналіз,висувати
        гіпотези,робити висновки.
      </p>
      <p>
        Існує кілька типів <b>проектів</b>:
        творчі,ігрові,інформаційні,дослідницькі. Але щоб створити сприятливі
        умови для науково-дослідницької діяльності учнів,особливу увагу приділяю
        дослідницьким проектам. Саме такі проекти дають школярам змогу навчитися
        самостійно отримувати знання, критично оцінювати інформацію,висувати
        гіпотезу,доводити її слушність. Такі проекти можна використовувати як
        для проведення уроків,так і для проведення виховних годин і позакласних
        заходів.
      </p>
      <p>
        Проектна методика може використовуватись для організації роботи на уроці
        й удома. На уроці моїм учням дуже цікаво створювати
        міні-проекти,наприклад,колажі. Узагальнюючи тему,завжди користуюсь кола
        жуванням. Наприклад,пропоную написати на ватмані і проілюструвати всі
        слова,пов'язані з темою,яку треба повторити. Наприкінці роботи учні
        повинні захистити свої проекти,пояснюючи,чому вибрали саме такі слова.
      </p>
      <p>
        Дослідницькі проекти мають <b>структуру</b>, подібну до структури
        справжніх наукових досліджень. Автор обґрунтовує актуальність
        теми,ставить проблему,визначає предмет,об'єкт, мету й завдання
        дослідження, обов'язково висуває гіпотезу перелічує методи
        дослідження,проводить експеримент, оформлює результати,формулює
        висновки,визначає,які проблеми,пов'язані з темою дослідження,залишилися
        невирішеними.
      </p>
      <p>
        Проектна технологія орієнтована передусім на самостійну діяльність
        учнів. Проекти будь-якого типу можна використовувати для створення умов
        для подальшого розвитку учнів.
      </p>

      <p className="font-bold">КРОК 4. Виявлення творчо розвинених дітей</p>
      <p>
        Заохочувати до участі у Всеукраїнському конкурсі МАН можна всіх охочих.
        Але не кожен учень зможе виконати цю роботу від початку до
        кінця,досліджуючи предмет. Тому перед педагогом постає завдання-знати
        творчо розвинену дитину і працювати з нею,заглиблюючись у теорію і
        проводячи практичні дослідження. Це запорука успіху
        науково-дослідницької діяльності.
      </p>
      <p>
        Слід спрямовувати зусилля на
        <b>поступове,поетапне виявлення творчо розвинених дітей</b>у процесі їх
        навчання за спеціальними програмами(найчастіше в системі додаткової
        освіти).
      </p>
      <p>
        Навчання творчо розвинених дітей має ґрунтуватися на принципах
        індивідуалізації навчально-виховного процесу. Ці принципи можна
        реалізувати шляхом створення{" "}
        <b>індивідуальних навчальних програм. Мета вчителя</b>- допомогти учневі
        виробити якнайефективнішу стратегію саморозвитку й самореалізації.
        Диференціювати навчання допомагають різноманітні факультативи й
        додаткові заняття.
      </p>

      <p className="font-bold">
        КРОК 5. Мотивація й етапи створення науково-дослідницьких робіт для
        участі в конкурсі-захисті
      </p>
      <p>
        Проблема мотивації науково-дослідницької діяльності завжди була
        актуальною. Як відомо,зміст дослідження,його значимість для школяра
        лежать в основі мотиваційної сфери. Від змісту дослідження залежать
        мотиви науково-дослідницької діяльності.У системі науково-дослідницької
        діяльності можна розглянути <b>дві групи мотивів</b>:
      </p>
      <ul>
        <li>
          пізнавальні-прагнення до здобуття нових знань,засвоєння
          ідей,опанування прийомів самостійного здобуття знань,до саморегуляції
          дослідницької діяльності;
        </li>
        <li>
          соціальні,що передусім стосуються сфери застосування результатів
          дослідницької діяльності,тобто ґрунтуються на чіткому усвідомленні
          мети дослідження.
        </li>
      </ul>
      <p>
        Учень повинен достеменно знати,для чого йому потрібні ці знання, уміння
        й навички. Наприклад,починаючи організовувати науково-дослідницьку
        діяльність у 5–му класі,звертаю увагу і на процес дослідження,і на
        перспективу отримання результатів. Увагу учнів старших класів акцентую
        на їх подальшому навчанні,пояснюю, що отримані навички допоможуть їм у
        написанні курсових і дипломних робіт у виші.
      </p>

      <h1>Етапи написання науково-дослідницької роботи</h1>

      <ol>
        <li>
          <b>Створення мотивації</b>
        </li>
        <li>
          <b>
            Створення освітнього середовища,визначення мети дослідження й
            очікуваних результатів
          </b>
        </li>
        <li>
          <b>
            Вибір теми наукової роботи. Тема науково-дослідницької роботи має
            цікавити учня,бути пов'язаною з його діяльністю і сприяти
            максимальному використанню здобутих знань,умінь. навичок і досвіду.
            Багатьох учнів цікавлять,наприклад, такі сфери як Інтернет, реклама,
            телебачення
          </b>
        </li>
        <li>
          <b>Формулювання мети й основних завдань наукової роботи</b>
          <p>
            Від того,наскільки зрозуміло й точно сформульована мета
            роботи,залежить наскільки вдало вона буде виконана.
          </p>
          <p>
            Правильне визначення мети роботи дасть змогу учневі визначити
            основний напрям дослідження, правильно організувати пошук матеріалу,
            проаналізувати факти,узагальнити результати.
          </p>
          <p>
            Мета роботи повинна бути тісно пов'язаною з її темою. Наприклад,
            якщо тема роботи - «Особливості англомовних Інтернет -
            абревіатур»,учень ставить собі за мету дослідити, проаналізувати і
            класифікувати найпоширеніші скорочення, які використовують у процесі
            віртуального спілкування.
          </p>
        </li>
        <li>
          <b>Складання плану наукової роботи</b>
          <p>
            Готуючись до роботи,учень повинен ознайомитись зі змістом публікацій
            з обраної теми і скласти розгорнутий план наукової роботи,зазначивши
            в ньому основні розділи й підрозділи роботи,узгодити його з науковим
            керівником. План визначає структуру майбутньої роботи.
          </p>
        </li>
        <li>
          <b>Виклад матеріалу</b>
          <p>
            Учень повинен викладати матеріал послідовно,логічно пов'язуючи
            окремі його частини,повністю розкриваючи тему роботи. Для цього
            потрібно приділити увагу сучасним теоретичним і методичним
            розробкам,детально вивчити літературні джерела і періодичні
            видання,рот свячені обраній темі,загалом творчо підійти до написання
            науково-дослідницької роботи.
          </p>
        </li>
      </ol>
    </div>
  );
}
