import image from "./1.jpg";

export const title = "Батькам першокласників";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />
      <h2>Формування у дитини емоційно - позитивного ставлення до навчання</h2>

      <p>
        Інтерес до навчання може з’явитися у дитини лише тоді, якщо з першого
        дня дорослі створять умови для формування у неї прагнення пізнавати, а
        також почуття обов’язку, відповідальності тощо.
      </p>
      <p>
        Важливе значення у формуванні у дітей цінностей і мотивів мають
        запитання дорослих. Якщо одразу після повернення малюка зі школи бабуся
        насамперед запитує: «Чим вас сьогодні годували?», дитина, не бажаючи
        того, поставить навчання на друге місце.
      </p>
      <p>
        Коли батьки маленького учня запитують: «Ти відповідав сьогодні?»; «Які
        оцінки одержав?»; «Тебе похвалила вчителька?», то у дитини, відповідно,
        формується інтерес до оцінки, похвали, а не до навчальної праці. З такою
        мотивацією перші невдачі у неї викличуть негативне ставлення до школи,
        оскільки школа не змогла задовольнити її амбіцій. Отже, першими і
        найголовнішими запитаннями батьків, які хочуть сформувати у дитини
        інтерес до навчання, мають бути: «Що ви сьогодні вчили на уроках?»; «Що
        ти нового дізнався?»; «Щонайбільше сподобалося?»; «А що виявилося
        складним?» тощо. Такі бесіди поставлять на перше місце навчальну
        діяльність як найважливішу в школі.
      </p>
      <p>
        Ключем до будь-якого виду навчання є читання. Що робити, коли дитина не
        хоче читати, щоб у дитини не виникла відраза до читання? З цього приводу
        можна дати батькам кілька найпростіших порад.
      </p>
      <p>
        Не сварити за погане читання, а навпаки, захоплюватися ним, хвалити
        малюка за те, що сьогодні він прочитав краще, ніж учора.
      </p>
      <p>
        Просити малюка читати щодня не тому, що він погано це робить, а тому, що
        вам дуже приємно його слухати, що, мовляв,, у вас краще виходить
        приготування вечері, коли він читає вам на кухні.
      </p>
      <p>
        Під час читання корисно зупинити дитину, висловити свої враження від
        прочитаного. Цим ви вносите у процес читання емоційно привабливий момент
        діалогу, допомагаєте зрозуміти текст і водночас даєте дитині можливість
        відпочити.
      </p>
      <p>
        Не слід забувати, що дітям читати ще важко, і тому недоцільно змушувати
        читати одразу весь текст.
      </p>
      <p>
        Якщо дитина не хоче читати, то не потрібно змушувати її робити це більш,
        ніж п’ять хвилин поспіль. Краще поділити завдання на невеличкі частини,
        між якими давати можливість відпочити. У такому разі дитина не
        перевантажується домашнім завданням і має можливість виконати його
        досконало та якісно.
      </p>
      <p>
        Усі перелічені прийоми рекомендується використовувати з перших днів
        навчання, адже виправляти негативне ставлення дитини до школи, яке вже
        склалося, значно важче, ніж сформувати позитивне.
      </p>

      <p>
        <b>Найтиповіші причини зниження інтересу у дітей до навчання:</b>
      </p>
      <ul>
        <li>завищені вимоги батьків;</li>
        <li>неадекватне оцінювання діяльності, догани в сім’ї та школі;</li>
        <li>часті конфлікти з приводу навчання дитини.</li>
      </ul>

      <p>
        Великі надії щодо своєї дитини є природними: всі батьки бажають, щоб
        їхня дитина вчилася тільки на «відмінно», тим більше що й здібності має,
        і до школи добре підготовлена. Помилкою є те, що багато хто з батьків
        намагається навіяти дітям свої неабиякі сподівання: «Я в школі була
        відмінницею, тато вчився відмінно, і ти повинен бути відмінником!» Що
        приховує у собі така помилка?
      </p>
      <p>
        Слід пам’ятати, що самі здібності та знання ще не гарантують шкільних
        успіхів. У дитини можуть бути ще виховані працелюбність, уміння
        переборювати труднощі — навчання даватиметься їй нелегко.
      </p>
      <p>
        Друга типова причина зниження інтересу до школи в молодших школярів
        зумовлена тим, що багато батьків мають неправильне уявлення про
        можливості дітей цього віку і схильні надто високо оцінювати успіхи
        своєї дитини. Те, що одна й та сама робота вдома викликає захоплення, а
        в класі оцінюється «задовільно», звісно позначається на ставленні до
        школи. Дитина дуже швидко робить висновок, що вчитель навмисне занижує
        їй оцінки, що до неї несправедливо ставляться в школі, її не люблять...
        Таким чином, батьки самі виробляють у дітей негативне ставлення до школи
        замість того, щоб своєчасно дізнатися про критерії оцінювання роботи
        учнів і скоригувати свої вимоги з вимогами педагога.
      </p>
      <p>
        Часті конфлікти з приводу шкільних невдач чи домашніх завдань не тільки
        завдають невиправної шкоди взаєморозумінню в сім’ї, не лише привчають
        дитину до сварок, псують її характер, негативно впливають на
        нервово-психічне здоров’я малюка, а й безпосередньо позначаються на
        навчальній діяльності.
      </p>
      <p>
        По-перше, навчання, що стало причиною домашніх сварок, втрачає
        привабливість в очах дитини; по-друге, страх перед невдачею (докорами,
        погрозами, покараннями) різко знижує вірогідність успіху в навчальній
        роботі. Конфлікти з приводу домашніх завдань виникають, якщо:
      </p>
      <ul>
        <li>
          дитина зволікає з виконанням домашніх завдань: «Дві години йому можна
          довбати, що час сідати за уроки, а він і вухом не веде»;
        </li>
        <li>
          невиправдано великі витрати часу на виконання домашніх завдань:
          «Годинами сидить, чим завгодно займається — тільки не уроками»;
        </li>
        <li>
          незадовільна якість виконання завдань: «По сто разів змушую
          переписувати, й умовляю, і караю, а все робить будь-як. Йому бракує
          старанності».
        </li>
      </ul>

      <p>
        Цих конфліктів можна уникнути, якщо відразу встановити час початку
        виконання домашніх завдань і будь-що дотримуватися його. Тоді замість
        того, щоб боротися з невдоволеною дитиною і підкоряти її собі, дорослий
        може навіть виступати на її боці, разом із нею «підкорятися часові»,
        розуміти дитину, співчувати їй, змушеній такого чудового дня йти не на
        прогулянку, а вчити уроки.
      </p>
      <p>
        Унаслідок такої зміни позицій стосунки батьків і дитини помітно
        поліпшаться, адже дитину розуміють, їй співчувають, просто нічим не
        можуть допомогти — вона сама призначила цей час! А головне — дотримання
        такого режиму занять протягом місяця допомагає виробити відповідне
        психологічне ставлення до часу: готовність до занять, яка виявляється в
        тому, що ігрова діяльність гальмується, а пізнавальні процеси
        активізуються.
      </p>
      <p>
        Значні витрати часу на виконання домашніх завдань пов’язані з тим, що
        молодші учні ще не вміють зосереджено працювати, часто відволікаються,
        виконують багато зайвої роботи. Але якщо в цьому віці не привчити дитину
        економити свій час, працювати на повну силу, то в майбутньому, коли
        обсяг домашніх завдань зросте, виконати їх буде просто неможливо. А щоб
        увага відволікалася якнайменше, необхідно організувати дитині постійне
        місце для занять — без ілюстрованих календарів, картинок і листівок під
        склом та іграшок на столі. Краще, щоб вона не сиділа біля вікна, з якого
        добре видно, як у дворі граються товариші.
      </p>
      <p>
        Обов’язковою умовою стосунків у системі «батьки — дитина» є взаємна
        повага й довіра. Дорослим варто бачити в дитині самобутню особистість, а
        не об’єкт виховних дій, шанобливо ставитися до неї, розвивати в собі
        вміння підійти до дитини з позитивною настановою.
      </p>

      <h2>Як можуть допомогти батьки?</h2>
      <ol>
        <li>
          Пояснити дитині, що означає «бути школярем» та для чого це потрібно.
          Розповідати про школу, про існуючі в ній правила, щоб дитина була
          обізнана і, відповідно, відчувала себе впевнено, не боялася і не
          сумнівалася у своїх здібностях.
        </li>
        <li>Продумати режим дня і суворо його дотримуватися.</li>
        <li>
          Навчити першокласника задавати вчителю питання (не боятися і т.д.).
        </li>
        <li>
          Розвивати навички емоційного контролю, вміння підкорятися правилам.
        </li>
        <li>
          Пояснити, що означає «акуратно», «старанно», формувати самооцінку.
        </li>
        <li>Розвивати комунікабельні здібності.</li>
        <li>Підтримувати бажання вчитися.</li>
        <li>
          Вислуховувати уважно дитину, радити, як діяти в тій чи іншій ситуації.
        </li>
        <li>Активно взаємодіяти з учителем і шкільним психологом.</li>
      </ol>

      <h2>Як зрозуміти, що дитина успішно адаптувалася?</h2>
      <ol>
        <li>
          Процес навчання викликає у першокласника позитивні емоції, він
          упевнений в собі і не відчуває страх.
        </li>
        <li>Новоспечений учень справляється зі шкільною програмою.</li>
        <li>
          Дитина проявляє самостійність при виконанні домашніх завдань і
          звертається за допомогою до мами або тата тільки після того, як
          самостійно спробувала його виконати.
        </li>
        <li>
          Першокласник задоволений своїми стосунками з однокласниками і
          вчителем.
        </li>
      </ol>

      <p>
        <b>
          Школа — Ваш вірний союзник і помічник. Звертайтеся до педаго­гів, вони
          завжди відгукнуться на Ваші прохання і допоможуть у ви­хованні дитини.
        </b>
      </p>
    </div>
  );
}
