import image from "./1.jpg";

export const title =
  "Самоефективність особистості педагога як ресурс підвищення результативноті педагогічної діяльності";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-right w-80 md:ml-3" />

      <p>
        Для успішності вчителя надзвичайно важливо мати високу мотивацію. З
        огляду на це ідея самомотивації виглядає дуже привабливою. Безумовно у
        певний проміжок часу стосовно конкретної діяльності людина може мати
        мотиви і не потребувати додаткового впливу з метою їх підсилення або
        формування (тобто мотивації). Але є й відносно стійкі особистісні
        утворення, які сприяють або виступають основою виникнення мотивів до
        будь-якої діяльності. Одним з таких утворень є самоефективність
        особистості.
      </p>

      <p>
        Поняття й концепцію самоефективності запропонував і обґрунтував відомий
        американський учений А. Бандура. Самоефективність – це те, як людина
        оцінює власну ефективність у конкретній діяльності, почуття власної
        компетентності. На його погляд самоефективність впливає на форми
        поведінки, мотивацію, виникнення емоцій, які сприяють або перешкоджають
        успішності діяльності.
      </p>
      <p>
        Наявність високої самоефективності, тобто усвідомлення власної
        компетентності, впевненість у своїй спроможності, віра у можливості
        успішно виконати завдання, очікування успіху приводить до того, що така
        людина докладає більше зусиль для виконання справи, ніж той, хто зазнав
        серйозних сумнівів у своїх можливостях. Як наслідок такі уявлення про
        власну ефективність дають змогу досягнути кращого результату, сприяють
        самоповазі. Люди, які вірять у свою здатність розв’язувати проблеми,
        виявляють більшу наполегливість зустрічаючись з перешкодами. Психологи
        стверджують, що чим сильнішою є впевненість у своїх здібностях, тим
        наполегливішою людина буде у своїй діяльності. Експериментально
        з’ясовано, що учні з вищим рівнем самоефективності ставлять перед собою
        вищі цілі та докладають більше зусиль для їх досягнення.
      </p>
      <p>
        Навпаки, низька самоефективність, тобто сумніви у власній
        компетентності, очікування невдачі суттєво зменшує результативність
        діяльності, знижує самоповагу. Бандура стверджує, що ті, хто вважає себе
        не здатним досягнути успіху, мають слабку мотивацію і не можуть
        побудувати ефективну поведінку. Відсутність самоефективності може бути
        суттєвою перешкодою формування соціальної компетентності та активності
        людини. При певних обставинах брак самоефективності може навіть стати
        причиною невротичних розладів особистості .
      </p>
      <p>
        Для ілюстрації того, як саме діє самоефективність російський вчений В.Г.
        Ромек наводить наступний приклад: якщо хтось не вірить у свою
        привабливість для протилежного полу і його самоефективність у сфері
        знайомства є низькою, то він прийде на вечірку у поганому настрої,
        зіпсує настрій оточуючим своїм похмурим виглядом, і його спроба
        познайомитися напевно буде невдалою. Але якщо самоефективність висока,
        то на вечірку людина вирушить у хорошому настрої, очікуючи веселого
        відпочинку. Спроба знайомства у такому стані ймовірно отримає позитивний
        розвиток, що, в свою чергу, зміцнить самоефективність у сфері знайомств
        і полегшить наступні знайомства.
      </p>

      <p>
        Ці висновки повною мірою стосуються і професійної діяльності вчителя.
        Для успішності діяльності у нього повинні бути такі переконання:
      </p>

      <ul>
        <li>я можу створити приємне враження, викликати довіру учня;</li>
        <li>мені вдається досягати взаєморозуміння у спілкуванні;</li>
        <li>я переконаю свого співрозмовника;</li>
        <li>я досягну згоди.</li>
      </ul>

      <p>
        Вплив самоефективності на поведінку залежить від її рівня,
        узагальненості та сили. Цей вплив є багатоманітним: самоефективність
        відображається на пошуку й уникненні ситуацій певного типу, на виборі
        поведінкових альтернатив, на частоті й тривалості спроб оволодіння
        важкою ситуацією, на поясненні причин успіху й неуспіху. По суті
        самоефективність виступає складовою впевненості у собі.
      </p>
      <p>
        А.Бандура виділяє також таке явище, як «почуття групової ефективності» –
        групова думка, впевненість групи в успішності виконання нею майбутнього
        завдання. Ефективні групи мають сильне переконання стосовно спільної
        ефективності. Формування такого переконання потребує лояльного ставлення
        кожного члену колективу до своєї групи, організації.
      </p>
      <p>
        Тут слід зазначити, що поняття самоефективності у А.Бандури збігається з
        поняттям почуття вправності (умілості), компетентності у Е.Еріксона.
        Згідно з періодами життя, котрі він виокремлює, в оптимальних умовах
        почуття компетентності формується у людини на четвертій стадії
        (орієнтовно 6 – 11 років). У цей період дитина оволодіває умінням
        учитися, засвоювати знання, у неї розвивається здатність до
        організованих ігор, уміння переносити «тяготи дисципліни». У дитини
        прокидається інтерес до трудових навичок. Вона прагне все робити гарно,
        захоплюється духом змагання. У цей період у дитини загострюється інтерес
        до того, як побудовано речі, як їх можна пристосувати до чогось.
      </p>
      <p>
        Якщо дітей, пише Д.Елкінд, заохочують майструвати що завгодно, будувати
        халабуди, рукодільничати, коли їм дозволяють довести розпочату справу до
        кінця, хвалять за результати, тоді у них виробляється умілість та
        здатність до технічної творчості. Навпаки, при несприятливих умовах,
        коли батьки й інші дорослі вбачають у діяльності дітей тільки одне
        «баловство», то вони сприяють розвитку у дітей почуття неповноцінності.
      </p>
      <p>
        На цій стадії поряд з сім’єю у формуванні почуття компетентності дитини
        важливу роль відіграють й інші соціальні інститути. Зокрема школа і
        ставлення, котре дитина там зустрічає, здійснюють значний вплив на
        врівноваженість її психіки. Якщо, наприклад, з причини особливостей
        темпераменту учень повільніше засвоює навчальний матеріал, ніж його
        однолітки й не може з ними змагатися, він може бути психічно
        травмований. Постійне відставання в класі надмірно розвиватиме у нього
        почуття неповноцінності. І навпаки: дитина, наприклад, схильність якої
        майструвати згасла з причини насміхання дома, може оживитися завдяки
        підтримці чуйного й досвідченого учителя. Таким чином розвиток умілості
        залежить не тільки від батьків, а й від ставлення інших дорослих.
      </p>
      <p>
        Вченими доведено, що за допомогою очікувань й рівня самоефективності
        можна досить точно прогнозувати реальну поведінку. Вислухавши людину й
        уважно проаналізувавши її слова, ми можемо передбачати, як саме вона
        поведеться у тій чи іншій ситуації.
      </p>
      <p>
        Люди мають різний рівень самоефективності. Проте він не є незмінним.
        А.Бандура вважав, що високої самоефективності можна набути або шляхом
        саморозвитку, або під впливом ззовні, наприклад в результаті переконання
        керівника. Взагалі позиція й психологічна компетентність керівника
        відіграє вирішальну роль у формуванні та збереженні високої
        самоефективності підлеглих. Змінюючи очікування підлеглих, сфокусувавши
        їх увагу на позитивних аспектах власної поведінки й навколишньої
        дійсності, він може суттєво покращувати результати їх діяльності.
      </p>

      <p>
        Вчені наводять чинники, які впливають на почуття компетентності
        (самоефективність):
      </p>

      <ul>
        <li>
          наявність певного репертуару навичок поведінки, успішність виконання
          попередніх завдань (досвід успіху й невдач);
        </li>
        <li>досвід здобутий в процесі спостереження за іншими;</li>
        <li>вербальне (словесне) переконання;</li>
        <li>
          фізичний, психологічний та емоційний стан (страх, хвилювання,
          збудження, спокій впливають на оцінку власних здібностей).
        </li>
      </ul>

      <p>
        Цілеспрямовано змінюючи зазначені чинники вчителі можуть підвищувати
        рівень своєї самоефективності й відповідно мотиви діяльності.
      </p>
    </div>
  );
}
