import image from "./1.jpg";

export const title = "Пам`ятка для вчителів стосовно булінгу";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-80" />

      <p>
        На що треба звернути увагу вчителю, що може бути передвісниками або
        маркерами цькування у класі:
      </p>
      <ul>
        <li>занадто підвищена емоційна атмосфера у класі;</li>
        <li>
          ви помічаєте, що діти припиняють спілкуватися та замовкають при появі
          поряд вчителя або дорослого;
        </li>
        <li>спостерігається відокремлення окремих учнів від решти класу;</li>
        <li>у класі сталося «перегрупування» дружніх кіл;</li>
        <li>
          кардинальна зміна поведінки окремої дитини – як пригнічена, сумна,
          закрита, так і навпаки – занадто піднесена, жвава, агресивна;
        </li>
        <li>
          раптове та нехарактерне зниження шкільної успішності окремої дитини;
        </li>
        <li>
          часті хвороби та/або прогули окремої дитини, не притаманні їй до цього
          часу.
        </li>
      </ul>

      <p>
        <b>
          ЯКЩО ВИ ПОМІТИЛИ ЯКІСЬ З ЦИХ ОЗНАК ТА ЗАПІДОЗРИЛИ НЕГАРАЗДИ У ДИТЯЧИХ
          ВІДНОСИНАХ, ВАРТО ЗВЕРНУТИСЯ ДО ШКІЛЬНОГО ПСИХОЛОГА ЗА ДОПОМОГОЮ.
          ПСИХОЛОГИ МАЮТЬ У СВОЄМУ АРСЕНАЛІ МЕТОДИКИ, ЯКІ ДОПОМОЖУТЬ ВИЯВИТИ
          ЙМОВІРНИХ АБО ВЖЕ ІСНУЮЧИХ УЧАСНИКІВ ЦЬКУВАННЯ.
        </b>
      </p>

      <p>Що важливо пам’ятати, працюючи з булінгом:</p>
      <ul>
        <li>
          Цькування – явище групове, одна з форм поведінки групи, тож працювати
          щодо його подолання треба з усіма членами групи. Окрема робота
          (виховні бесіди, каральні санкції, корекція з психологом тощо) тільки
          з жертвою або тільки з агресором призведе до тимчасового результату,
          але цькування не зупинить.
        </li>
        <li>
          Група, яка згуртувалася навколо загальної цікавої мети, не буде
          цькувати.Гарний приклад – секції у дитячих будинках творчості,
          компанії однодумців. А от група, яку створили штучно, у якої немає
          спільної мети, що об’єднує, але є потреба у згуртуванні (а шкільні
          класи є саме такими групами), обов’язково знайде, проти чого або,
          скоріш, проти КОГО об’єднатися.
        </li>
        <li>
          Діти ніколи не можуть впоратися з булінгом самотужки, це не «пройде
          саме»! У цьому процесі вкрай необхідне втручання стороннього дорослого
          – і не одного.
        </li>
        <li>
          Важливо розрізняти непопулярність та цькування.Непопулярна дитина може
          бути без друзів у класі, мало спілкуватися та не «лізти у перші ряди»
          у громадській діяльності. Цькування може маскуватися під
          непопулярність, але коли дитина потерпає від насильства,
          психологічного або фізичного, сумнівів не має бути.
        </li>
      </ul>

      <p>Що потрібно робити, коли виявлено цькування:</p>
      <ul>
        <li>
          Припинити процес насильства та достеменно визначити, що трапилося,
          коли, де, хто учасники, свідки, скільки часу триває тощо.
        </li>
        <li>
          Повідомити про ситуацію дирекцію школи та батьків учасників булінгу.
          По-перше, ситуація серйозна, до неї залучено багато дійових осіб,
          існують ймовірні тяжкі наслідки, тож вирішувати цю проблему повинні
          усі разом. А по-друге, нещодавно прийнятий закон України № 8584 щодо
          подолання булінгу передбачає адміністративну відповідальність усіх
          дієздатних осіб, які брали участь у цькуванні або які нічого не
          зробили для його припинення.
        </li>
        <li>
          Звернутися по допомогу до інших спеціалістів – психолога, соціального
          робітника, медіатора, експерта та інше.
        </li>
        <li>
          Разом з батьками, дирекцією школи, іншими спеціалістами (психолог,
          соціальний робітник, медіатор тощо) визначити та реалізувати заходи з
          підтримки постраждалого – надання медичної та психологічної допомоги,
          тимчасове невідвідування шкільних занять, переведення до іншого класу
          та інше.
        </li>
        <li>
          Разом з дирекцією, батьками дитини-агресора та іншими спеціалістами
          (психолог, соціальний робітник, медіатор) визначити і застосувати
          дисциплінарні та виховні заходи щодо дитини-агресора. Це може бути
          бесіда, зауваження, догана, подальше спостереження та надання
          психологічної допомоги.
        </li>
        <li>Провести з класом бесіду щодо цькування у колективі.</li>
      </ul>

      <p>
        <b>
          ПРИВСЕЛЮДНО НЕ МОЖНА НАЗИВАТИ СКРИВДЖЕНУ ДИТИНУ ЖЕРТВОЮ, А ЇЇ
          КРИВДНИКА – АГРЕСОРОМ! ЦЕ ТІЛЬКИ ПІДТВЕРДИТЬ «ПРАВОТУ» СИТУАЦІЇ, РОЛЕЙ
          ЇЇ УЧАСНИКІВ ТА ЇХ ДІЙ.
        </b>
      </p>

      <p>
        Тобто агресор отримає підтвердження того, що він домігся того, заради
        чого і здійснював цькування. А жертва отримає чергове, та ще й
        привселюдне, приниження. Бесіди щодо з’ясування обставин, виховні бесіди
        тощо треба проводити або в дуже вузькому колі людей, або наодинці.
        Важливо залучити дітей до обговорення цієї теми, разом виробити план дій
        щодо подолання булінгу у класі.
      </p>
      <p>
        Провести батьківські збори, присвячені темі цькування. Надати батькам
        інформацію про булінг (причини виникнення, дійові особи, сигнали про
        наявність, наслідки та інше), що допоможе їм попереджати або визначати
        явище цькування.
      </p>
      <p>
        Коли гостра стадія процесу минула, впроваджуються кроки, що забезпечать
        у колективі атмосферу поваги та толерантності, упорядкують поведінку
        дітей.
      </p>
      <p>
        Важливо розробити, можливо разом з учнями, класну збірку правил або
        Кодекс поведінки, що буде визначати прийнятні та недопустимі види
        поведінки у класі та школі.Корисним для учнів буде періодично
        обговорювати та розбирати, чи вдається їм дотримуватись цього Кодексу,
        що заважає або допомагає і т. д.
      </p>
      <p>
        Залучення всього колективу до якоїсь спільної справи, що буде
        об’єднувати всіх, згуртовувати. Важливо підібрати таку справу, до якої
        були би залучені УСІ учні. Або це може бути декілька справ чи заходів,
        де у різних сферах будуть брати участь УСІ! Щоб кожен учень зміг відчути
        себе корисним для інших, мав визнання у чомусь своєму, мав змогу
        показати себе.
      </p>
      <p>
        Проведення разом з психологом або соціальним педагогом різноманітних
        вправ та ігор для формування у колективі почуття згуртованості,
        доброзичливості, толерантності, довіри, взаємоповаги тощо.
      </p>
      <p>
        Як бачите, протидіяти булінгу складно та довго. Це потребує великих
        зусиль, займає багато часу, а результат можна побачити не одразу. І
        подолавши наслідки конкретної ситуації, не можна думати, що цькування не
        повториться.
      </p>
      <p>
        Головне у боротьбі з булінгом – постійна профілактична діяльність,
        швидке реагування та подолання найменших проявів та зародків цькування.
      </p>
    </div>
  );
}
