export const data: Item[] = [
  {
    title: 2022,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Асташкін Олександр", "Дорохін Андрій", "Король Арина"],
      },
    ],
  },
  {
    title: 2021,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Алтинбаєва Катерина", "Руденко Марія", "Лівак Ірина"],
      },
    ],
  },
  {
    title: 2020,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Кравченко Ольга Володимирівна"],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: ["Галич Олександра Сергіївна"],
      },
    ],
  },
  {
    title: 2017,
    items: [
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: ["Педченко Дар’я Едуардівна"],
      },
    ],
  },
  {
    title: 2016,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Зінченко Олександр Олександрович"],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: ["Онда Євгеній Володимирович"],
      },
    ],
  },
  {
    title: 2015,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Бабенко Юлія Сергіївна"],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: ["Музика Марія Василівна"],
      },
    ],
  },
  {
    title: 2014,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Горевич Олександр Сергійович", "Пасенко Олена Василівна"],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Головата Маріанна Миколаївна",
          "Шкута Олександр Олександрович",
          "Пилипчук Ярослав Олександрович",
        ],
      },
    ],
  },
  {
    title: 2013,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Лисенко Катерина Вікторівна",
          "Печевиста Марія Олегівна",
          "Майстренко Валерія Олегівна",
          "Скрильник Надіна Юріївна",
        ],
      },
    ],
  },
  {
    title: 2012,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Кушнір Тетяна Андріївна",
          "Тітова Анастасія Олегівна",
          "Сафіханова Ельвіра Шахінівна",
        ],
      },
    ],
  },
  {
    title: 2011,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Гордіюк Дарія Михайлівна"],
      },
    ],
  },
  {
    title: 2010,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Жуковська Юлія Андріївна",
          "Закревська Карина Сергіївна",
          "Капуста Артем Сергійович",
          "Кісельова Ольга Олегівна",
        ],
      },
    ],
  },
  {
    title: 2009,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Пожетнов Павло Павлович"],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Малолітко Марина Петрівна",
          "Давиденко Дмитро Вадимович",
          "Мелетич Вікторія Вікторівна",
        ],
      },
    ],
  },
  {
    title: 2008,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Байда Артем Миколайович",
          "Заярнюк Дмитро Олегович",
          "Мозгова Анна Петрівна",
          "Сараєв Дмитро Євгенович",
          "Соколенко Артем Андрійович",
          "Тягун Сергій Олександрович",
          "Устьян Олена Миколаївна",
          "Ясніковська Ганна Володимирівна",
          "Шустік Марина Іванівна",
        ],
      },
    ],
  },
  {
    title: 2007,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Бібік Антон Олегович",
          "Гончаренко Євген Олександрович",
          "Дубовий Олександр Володимирович",
          "Залевська Анастасія Іванівна",
          "Ладигін Олександр Віталійович",
          "Лежненко Михайло Михайлович",
          "Попова Юлія Юріївна",
          "Стоялов Володимир Володимирович",
          "Шостак Любов Іванівна",
        ],
      },
    ],
  },
  {
    title: 2006,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Нікітішин Євген Васильович"],
      },
    ],
  },
  {
    title: 2005,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Заставна Катерина Олександрівна",
          "Курченко Анна Юріївна",
          "Покотило Ірина Володимирівна",
          "Тішик Володимир Олександрович",
        ],
      },
    ],
  },
  {
    title: 2004,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Маргарид Ніна Юріївна",
          "Мироненко Сергій Леонідович",
          "Монатко Наталія Юріївна",
          "Нелупенко Катерина Сергіївна",
          "Пухальська Олена Олександрівна",
          "Снісаренко Олександра Олегівна",
          "Трусова Ілона Євгенівна",
          "Шейкін Віталій Валерійович",
          "Шумейко Павло Миколайович",
        ],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Кондратьєва Леся Валеріївна",
          "Кочаток Марія Юріївна",
          "Мухамадєєва Анна Юріївна",
          "Сіренко Марина Геннадіївна",
        ],
      },
    ],
  },
  {
    title: 2003,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Ухань Ольга Олександрівна", "Сараєв Антон Євгенович"],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: ["Муригіна Марина Михайлівна", "Каюн Дмитро Іванович"],
      },
    ],
  },
  {
    title: 2002,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Наумова Олена Олександрівна", "Стазаєва Марина Сергіївна"],
      },
    ],
  },
  {
    title: 2001,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Василенко Марина Олегівна",
          "Сазонова Анна Олександрівна",
          "Куцаєва Олена Яківна",
        ],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Лапшина Анастасія Олександрівна",
          "Загребельна Катерина Михайлівна",
        ],
      },
    ],
  },
  {
    title: 2000,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Агафонова Сніжана Віталіївна",
          "Базаров Олександр Анатолійович",
          "Дьомін Володимир Олександрович",
          "Євтушенко Катерина Вікторівна",
          "Лапченко Олена Владиславівна",
          "Марченко Ілона Олексіївна",
          "Нежигай Інна Володимирівна",
          "Садовська Ірина Олегівна",
        ],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: ["Хабло Андрій Володимирович"],
      },
    ],
  },
  {
    title: 1999,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Мороз Олена Віталіївна"],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Криворучко Ірина Сергіївна",
          "Лопанова Ольга Юріївна",
          "Федоренко Анна Олександрівна",
        ],
      },
    ],
  },
  {
    title: 1998,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Мірошниченко Марина Вікторівна",
          "Кальченко Оксана Сергіївна",
          "Гордієнко Олена Володимирівна",
        ],
      },
    ],
  },
  {
    title: 1997,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Ладига Марина Леонідівна",
          "Кузьмінська Леся Вікторівна",
          "Огородник Олена Миколаївна",
        ],
      },
    ],
  },
  {
    title: 1996,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Скибицька Ірина Іванівна",
          "Кондратюк Наталія Олександрівна",
          "Ладига Оксана Леонідівна",
        ],
      },
    ],
  },
  {
    title: 1995,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Захарчук Світлана Сергіївна",
          "Лобода Олеся Вікторівна",
          "Радченко Андрій Вікторович",
          "Коваль Інна Георгіївна",
          "Кличкова Римма Миколаївна",
        ],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: ["Содієр Олександр Васильович"],
      },
    ],
  },
  {
    title: 1994,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Качан Жанна Василівна",
          "Лаврова Олена Сергіївна",
          "Редькіна Наталія Анатоліївна",
          "Мороз Тетяна Миколаївна",
        ],
      },
    ],
  },
  {
    title: 1993,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Сахно Вікторія Миколаївна",
          "Плужник Світлана Леонідівна",
          "Попова Людмила Василівна",
          "Руденко Федір Віталійович",
          "Печеневська Марина Сергіївна",
        ],
      },
    ],
  },
  {
    title: 1992,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Шарова Оксана Владиславівна"],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Крепкер Світлана Валеріївна",
          "Сушко Лариса Дмитрівна",
          "Гуменюк Галина Василівна",
          "Лисенко Галина Миколаївна",
        ],
      },
    ],
  },
  {
    title: 1991,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Дармостук Андрій Станіславович",
          "Маліков Руслан Валерійович",
          "Марченко Галина Володимирівна",
        ],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Велика Олена Михайлівна",
          "Осокіна Ірина Євгенівна",
          "Норкіна Вікторія Володимирівна",
          "Кузьменко Лілія Миколаївна",
          "Котлова Еліна Мойсеївна",
          "Собяніна Ірина Володимирівна",
          "Боровик Наталія Валеріївна",
        ],
      },
    ],
  },
  {
    title: 1990,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Лубинець Віталій Олегович",
          "Головко Надія Іванівна",
          "Малахова Лариса Григорівна",
          "Задорожня Ольга Борисівна",
        ],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: ["Лисенко Сергій Олексійович"],
      },
    ],
  },
  {
    title: 1989,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Безпояско Олена Олексіївна", "Федіна Тетяна Валеріївна"],
      },
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Діденко Олена Миколаївна",
          "Ярова Олеся Валеріївна",
          "Титаренко Ігор Володимирович",
          "Вовк Оксана Григорівна",
        ],
      },
    ],
  },
  {
    title: 1988,
    items: [
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Амброзяк Володимир Дмитрович",
          "Головко Олена Іванівна",
          "Витман Світлана Вікторівна",
          "Граб Оксана Вікторівна",
          "Фролова Ірина Віталіївна",
        ],
      },
    ],
  },
  {
    title: 1987,
    items: [
      {
        title: "Срібна медаль «За досягнення у навчанні»",
        items: [
          "Лебедева Мирослава",
          "Мурзиченко Андрій",
          "Первун Інна",
          "Стариченко Світлана",
        ],
      },
    ],
  },
  {
    title: 1986,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Дюкова Людмила",
          "Домбровська Анжела",
          "Мирошниченко Андрій",
          "Кришталь Олена",
        ],
      },
    ],
  },
  {
    title: 1985,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Аврахова Анна"],
      },
    ],
  },
  {
    title: 1984,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Ялунина Олена", "Гуменюк Сергій"],
      },
    ],
  },
  {
    title: 1983,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Граб Анжела", "Шевченко Лариса"],
      },
    ],
  },
  {
    title: 1982,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Романько Валерій", "Кадашова Світлана"],
      },
    ],
  },
  {
    title: 1981,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Митрофанов Олександр"],
      },
    ],
  },
  {
    title: 1980,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Щербаков Олександр", "Романченко Валентина"],
      },
    ],
  },
  {
    title: 1979,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Захарко Олег",
          "Колодкин Ігор",
          "Романченко Людмила",
          "Розуменко Ірина",
          "Касимов Володимир",
          "Романов Сергій",
          "Цвикалова Лариса",
        ],
      },
    ],
  },
  {
    title: 1978,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: [
          "Вовк Людмила Валентинівна",
          "Дрозденко Леся Леонідівна",
          "Щербакова Вера Томовна",
          "Колесников Іван Іванович",
        ],
      },
    ],
  },
  {
    title: 1977,
    items: [
      {
        title: "Золота медаль «За високі досягнення у навчанні»",
        items: ["Буланова Світлана Георгіївна", "Чуднова Людмила Василівна"],
      },
    ],
  },
];

type Item = { title: number; items: { title: string; items: string[] }[] };
