export const data: Item[] = [
  {
    title: "2020",
    items: [
      "Грамота за зайняте І місце в обласній Олімпіаді школярів з баскетболу 3х3 (стрітбол)",
      'Грамота за І місце в районних змаганнях з "стрітболу" серед загальноосвітніх шкіл 2002-2004 р.н. і молодші (юнаки)',
      'Грамота за І місце в районних змаганнях з "стрітболу" серед загальноосвітніх шкіл 2002-2004 р.н. і молодші (дівчата)',
      'Грамота за ІІ місце в районних змаганнях з "стрітболу" серед загальноосвітніх шкіл 2005 р.н. і молодші (дівчата)',
    ],
  },
  {
    title: "2019",
    items: [
      "Грамота за І місце у змаганнях з баскетболу серед дівчат загальноосвітніх шкіл району",
      "Грамота за І місце у змаганнях з баскетболу серед юнаків загальноосвітніх шкіл району",
      'Грамота за зайняте ІІ місце у районному турі фізкультурно-патріотичного фестивалю школярів "Козацький гарт"',
    ],
  },
  {
    title: "2018",
    items: [
      "Диплом за І місце у фінальних змаганнях Гімназіади України 2018 року з легкої атлетики серед дівчат у програмі естафетного бігу з результатом 2.21.7",
      "Диплом за І місце у фінальних змаганнях Гімназіади України 2018 року з легкої атлетики серед дівчат у програмі естафетного бігу з результатом 2.21.7",
      'Диплом за участь у міських змаганнях з легкої атлетики (4-х борство) по програмі міських спортивних ігор "Олімпійські надії" серед учнів закладів середної освіти',
      'Диплом за участь у міських змаганнях з легкої атлетики (4-х борство) по програмі міських спортивних ігор "Олімпійські надії" серед учнів закладів середної освіти',
      'Диплом за участь у міських змаганнях з легкої атлетики (4-х борство) по програмі міських спортивних ігор "Олімпійські надії" серед учнів закладів середної освіти',
      'Диплом за участь у міських змаганнях з легкої атлетики (4-х борство) по програмі міських спортивних ігор "Олімпійські надії" серед учнів закладів середної освіти',
      'Диплом за зайняте перше місце в міських змаганнях з легкої атлетики (4-х борство) по програмі міських спортивних ігор "Олімпійські надії" серед учнів закладів середної освіти, з результатом 759 оч',
      'Нагороджується КЗШ І-ІІІ ст. №55 за зайняте ІІ місце в спортивних іграх "Олімпійські надії" зональних обласних змаганнях з легкоатлетичного чотириборства серед учнів закладів освіти',
    ],
  },
  {
    title: "2016",
    items: [
      'За кращий показник в урочистому проходженні маршем та виконання стройової пісні у районних змаганнях за програмою всеукраїнської дитячої-юнацької військово-патріотичної гри "Сокіл" ("Джура") серед учнів 10-11 класів загальноосвітніх шкіл Тернівського району.',
      "За зайняте ІІ місце у загальному заліку в районних змаганнях за програмою Всеукраїнської дитячо-юнацької, віськово-патріотичної гри «Сокіл» («Джура») серед учнів 10-11 класів загальноосвітніх шкіл Тернівського району.",
      "Подяка директору КЗШ І-ІІІ ст. № 55 Горевич Л. В. за плідну співпрацю по розвитку освітніх можливостей молоді заохочену її щодо отримання вищої освіти в кращих навчальних закладах Європи, спільний внесок у загальнодержавну справу Євроінтеграції.",
      "ІІІ місце у міському огляді-конкурсі на краще зовнішнє оформлення навчального закладу «Зимове мереживо» міського новорічного фестивалю «Новорічні дива» серед закладів освіти міста.",
      "Подяка команді КЗШ І-ІІІ ст. № 55 за активну участь у міському (зональному) етапі огляді-конкурсі загонів Юних інспекторів руху серед загальноосвітніх навчальних закладів, присвяченого 71-річниці відзначення Дня Перемоги над нацизмом у Другій світовій війні та 241-ї річниці від дня заснування міста Кривого Рогу.",
      "Грамота виконкому Тернівської районної у місті ради за перемогу та зайняті призові місця в інтелектуальних, творчих конкурсів Всеукраїнського, обласного, міського рівнів та з нагодни Дня працівників освіти.",
      "Грамота виконкому Тернівської районної у місті ради за найкращу організацію та оформлення експозиції тематичної виставки серед загальноосвітніх навчальних закладів району з нагоди 25-річчя незалежності України.",
      "Грамота виконкому Тернівської районної у місті ради за проявлену творчу ініціативу в оформлені святкового короваю серед учасників виставки короваїв «На щастя, на долю» з нагоди 25-річчя незалежності України.",
      "Грамота за І місце у відкритій міській виставці-конкурсі з історико-музейного стендового моделювання і музейно-виставкових експозицій, присвяченої сьогоденню та героїчному минулому українського народу в рамках міської акції «Виховуємо нащадків патріотів», номінація «Відтворення козацької доби».",
      "Грамота за ІІІ місце в міському конкурсі на кращий інтернет-сайт загальноосвітнього навчального закладу.",
      "Грамота за ІІ місце в Спортивних іграх серед вчителів та батьків загальноосвітніх шкіл Тернівського району присвячених відзначенню 72-ї річниці визволення міста Кривого Рогу від фашистських загарбників.",
      "Подяка від генерального директора ПІВНГЗК за особистий внесок в реалізацію програми «Школа-ВНЗ-комбінат», відданість праці та активну участь у професійній орієнтації учнівської молоді.",
      "Грамота за І місце в змаганнях з футболу «Золота бутса» серед загальноосвітніх навчальних закладів Тернівського району.",
      "Диплом за участь у конкурсі проектів серед учнів «Відновлення мого місця проживання».",
    ],
  },
  {
    title: "2015",
    items: [
      "За зайняте І місце серед загальноосвітніх навчальних закладів Тернівського району в організації та оформлені експозиції тематичної виставки з нагоди 24-ої річниці незалежності України.",
    ],
  },
];

type Item = {
  title: string;
  items: string[];
};
