import type { Staff } from "./utils";

export const administration: Position[] = [
  "директор",
  "заступник директора з навчально-виховної роботи",
  "заступник директора з виховної роботи",
  "завідувач господарством",
];

export const staff = [
  {
    name: "Адміністрація",
    position: administration,
  },
  {
    name: "Соціально-психологічна служба",
    position: ["соціальний педагог", "практичний психолог"],
  },
  { name: "Учитель-логопед", position: "учитель-логопед" },
  { name: "Педагог-організатор", position: "педагог-організатор" },
  { name: "Початкова школа", position: "учитель початкових класів" },
  {
    name: "Українська мова та література",
    position: "учитель української мови та літератури",
  },
  {
    name: "Зарубіжна література",
    position: "учитель зарубіжної літератури",
  },
  {
    name: "Англійська мова",
    position: "учитель англійської мови",
  },
  {
    name: "Історія",
    position: "учитель історії",
  },
  {
    name: "Математика",
    position: "учитель математики",
  },
  {
    name: "Фізика",
    position: "учитель фізики",
  },
  {
    name: "Інформатика",
    position: "учитель інформатики",
  },
  {
    name: "Географія та біологія",
    position: "учитель географії та біології",
  },
  {
    name: "Музичне мистецтво",
    position: "учитель музичного мистецтва",
  },
  {
    name: "Трудове навчання",
    position: "учитель трудового навчання",
  },
  {
    name: "Фізична культура",
    position: "учитель фізичної культури",
  },
  {
    name: "Асистент учителя",
    position: "асистент учителя",
  },
] as const satisfies Staff[];

export const staffSections = [
  { name: "Адміністрація", id: "administration" },
  {
    name: "Соціально-психологічна служба",
    id: "social-and-psychological-service",
  },
  { name: "Учитель-логопед", id: "speech-therapist" },
  { name: "Асистент вчителя", id: "teaching-assistant" },
  { name: "Викладачі", id: "teaching-assistant" },
] as const;

export type Position =
  | "директор"
  | "заступник директора з навчально-виховної роботи"
  | "заступник директора з виховної роботи"
  | "завідувач господарством"
  | "бібліотекар"
  | "практичний психолог"
  | "соціальний педагог"
  | "педагог-організатор"
  | "учитель початкових класів"
  | "учитель української мови та літератури"
  | "учитель трудового навчання"
  | "учитель англійської мови"
  | "учитель інформатики"
  | "учитель математики"
  | "учитель фізики"
  | "учитель географії та біології"
  | "учитель зарубіжної літератури"
  | "учитель музичного мистецтва"
  | "учитель фізичної культури"
  | "учитель-логопед"
  | "учитель історії"
  | "асистент учителя";

export type Category =
  | "спеціаліст вищої категорії"
  | "спеціаліст другої категорії"
  | "спеціаліст першої категорії"
  | "спеціаліст"
  | "10 тарифний розряд"
  | "11 тарифний розряд";

export type Title = "учитель-методист" | "старший учитель";
