import image from "./1.jpg";

export const title = "Як зняти стрес у дитини під час війни";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />
      <h2>7 способів</h2>
      <ol>
        <li>
          Малюки реагують у першу чергу на емоційний стан дорослих. Важливо при
          дітях бути спокійними, зібраними. За можливості, грати у звичні ігри,
          читати книжки у голос, грати в «слова» і інші варіанти цієї гри.
          Співайте разом пісні, всі разом діти і батьки.
        </li>
        <li>
          Але не треба повністю закривати свої емоції від дитини, не вийде, діти
          усе відчувають. Пояснюйте, що мама/тато також може бояться, це
          нормально, боятися зараз нормально. Якщо хочете плакати, обійміть
          дитину, поплачте разом, дайте собі час на поплакати, але без істерики.
          Потім разом заспокойтеся, зробіть декілька вдихів і повільних видихів
          разом, можна триматися за руки, або обійматися.
        </li>
        <li>
          Погладьте одне одного, прохлопайте, розітріть, особливо, якщо є
          відчуття, ніби морозить. Погрійте стопи ніг. Ноги — це відчуття
          безпеки. Зробіть масажик живота, розслаблення животика знімає страх.
          Подихайте у дитину (в ушко, щічку, лоб) гарячим видохом — «наповнюємо
          любов`ю, сміливістю, впевниністю, а виходять всі погані емоції» (у
          дітей гарна фантазія, вони вірять і візуалізують).
        </li>
        <li>
          Зі старшими важливо говорити про те, що відбувається. Але пояснюйте,
          що наші дії направлені на захист і нас захищає наша армія. Не все, що
          бахає, то атака, коли відбивають атаку, теж бахає. Проговорюйте
          емоції.
        </li>
        <li>
          Якщо дитина плаче, це нормально, заспокоюємо. Звертаємо увагу на те,
          коли НЕ плаче, хоча мала би. Це шокова реакція, з неї треба виводити.
          При страху і тривозі часто морозить — даємо пити щось тепле, закутуємо
          в ковдру/ плед, обіймаємо!
        </li>
        <li>
          Гаджети: ігри на телефонах (але ігри без насилля), на проходження
          рівней, будуємо міста, тетріс; мультики- все можна, гарно відволікає
          увагу. Але не забувайте про книжки, ігри і особливо, безпеку у мережі.
        </li>
        <li>
          Зараз слова батьків закон, так і кажемо: «Ти робиш, як я кажу, потім
          поясню». Потім пояснюєте на доступному рівні.
        </li>
      </ol>
    </div>
  );
}
