export const title = "У чому полягає і з чого складається самоповага?";

export function Content() {
  return (
    <div className="content">
      <p>
        <b>Самоповага</b> - це дуже важлива складова життя будь-якої щасливої
        людини. У наш час низька самооцінка - це велика проблема. Адже це
        виступає фактором, який людині заважає рости і розвиватися, а іноді
        навіть здатний сильно нашкодити. Вчитися поважати себе потрібно обов
        'язково! Як це зробити і з чого починати, розповімо нижче.
      </p>
      <p>У чому полягає самоповага і чому потрібно поважати себе?</p>
      <p>
        Якщо звернутися до підручників з психології або соціології, ми
        дізнаємося, що собою ж являє самоповагу.
      </p>
      <p>
        Науковою мовою воно має таке трактування: це суб 'єктивна оцінка, яку
        людина дає собі, визначаючи свої можливості, ступінь потрібності і
        важливості для оточуючих.
      </p>
      <p>
        Самоповага не проявляється без адекватної самооцінки. Ці два поняття
        тісно пов "язані і залежать одне від одного.
      </p>
      <p>
        У свою чергу, адекватна самооцінка - це можливість тверезо оцінювати
        індивідуумом свої потенційні можливості. А також приймати, згідно з цими
        критеріями, рішення і здійснювати обдумані дії. Якщо немає хорошої
        самооцінки, тоді немає і самоповаги.
      </p>
      <p>
        Важливим фактором формування самоповаги є рівень домагань до себе. Певне
        співвідношення фактичних досягнень до поставлених цілей. Цілі частіше
        ставляться людиною, спираючись на передбачувані можливості. Це і є
        рівень домагань.
      </p>
      <p>
        Говорячи простими словами, людина може вірити або не вірити в свої
        можливості. А дивлячись на цей фактор, він відповідно діє або не діє на
        шляху до поставленої мети.
      </p>
      <p>
        Важлива також орієнтація людини. Тобто, чого він більше бажає: досягти
        результату або уникнути поразки. Саме в цей момент відбуваються зміни в
        самооцінці.
      </p>
      <p>
        Звичайно, успіхи і позитивні результати здатні підвищити і самооцінку, і
        рівень самоповаги. Навпаки процес відбувається, якщо людину спіткала
        невдача. Тоді він починає сумніватися в своїх можливостях, а рівень
        самооцінки падає.
      </p>
      <p>
        Також ми можемо говорити, що самооцінка є важливою частиною розвитку
        особистості. Адже вона є одним з основних факторів мотивації до
        досягнень своїх цілей і бажань. Якщо немає мотивації, тоді немає цілей,
        успіхів і, природно, поразок.
      </p>
      <p>
        Оскільки нічого не відбувається, а тече звичною чергою, то індивідуум
        просто задовольняється тим, що є. І тоді на самоповагу можуть впливати
        сторонні фактори або інші навколишні особи.
      </p>

      <h2>З чого складається самоповага</h2>

      <p>
        Важливо розуміти, з чого складається самоповага, і на якому рівні вона
        знаходиться в конкретній ситуації. Якщо з людиною працює психолог, він,
        в першу чергу, спробує з 'ясувати, чи все добре з самоповагою у клієнта.
        Якщо діагностика виявить низьку самооцінку, насамперед, потрібно
        працювати з нею. Адже часто саме це основна причина всіх проблем.
      </p>

      <h2>Важливі складові самооцінки</h2>
      <p>
        Головним аспектом виступає емоційний фактор. Тобто, як людина відчуває
        собі в соціумі. А також відіграє чималу роль його уявлення про себе і
        про свої можливості. Крім того, це ще й розуміння індивідуумом своїх
        бажань і можливостей.
      </p>
      <p>
        Рівень знань і компетентність у потрібній галузі. Цим володіє людина,
        яка розуміє, що вона робить і навіщо. А головне - як це потрібно робити.
        Тому він часто має позитивні результати від виконаної роботи. Це формула
        проста: знаю, роблю, отримую успішний результат. Саме досягнення та
        успіхи допомагають почуватися добре, і навіть піднесено. А значить, мати
        самоповагу.
      </p>
      <p>
        Особисті взаємини з друзями, колегами та коханими людьми. Індивідуум,
        який має адекватну самооцінку, поважає себе і може налагодити нормальні,
        здорові відносини з оточуючими людьми. Він не буде затиснутий у
        спілкуванні з протилежною підлогою. А якщо важливі люди приймають його і
        цінують, то він насолоджується самоповагою.
      </p>
      <p>
        І навпаки відбувається з людиною, у якої низька самооцінка. Адже
        спілкуватися йому важко, а часто на тлі цього виникають комплекси і
        страхи. Стосунки з протилежною статтю можуть закінчитися, навіть ще й не
        почавшись. Адже часто страх заважає перейти до активних дій і будувати
        відносини.
      </p>
      <p>
        Власне схвалення себе як особистості, а також почуття схвалення себе як
        особистості іншими людьми. Все це пов'язано з самоповагою. Людина здатна
        сподобатися собі, якщо схвалює свої дії і досягнуті результати. А також
        відчуває схвалення рідних, колег, друзів та інших людей навколо.
      </p>
      <p>
        Схвалення з боку часто прищеплюється ще в інституті сім 'ї. Коли батьки
        говорять дитині, роблячи конкретний поділ, що ось це добре, а це погано.
        Але дуже затиснуті рамки призводять до браку самовпевненості і, як
        наслідок, нестачі самоповаги.
      </p>
    </div>
  );
}
