import image from "./1.jpg";

export const title = "Як ефективно організувати навчальний процес вдома";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-80" />

      <ol>
        <li>
          <b>Дотримуватися режиму дня</b>
          <p>
            Дитині дуже важко буде повертатися до навчальних буднів, якщо зараз
            її графік сильно зсунеться. Тож бажано продовжувати лягати спати,
            прокидатися, харчуватися і гуляти в один і той самий час.
          </p>
        </li>
        <li>
          <b>Скласти розклад занять</b>
          <p>
            Для того, щоб ефективно організувати навчальний процес вдома,
            потрібно включити навчання в режим дня дитини. Щоб вона чітко знала,
            що вранці вона 2 години займається, до прикладу, математикою і
            проходить онлайн-курс з англійської мови, а після обіду створює
            проект (робить поробку) і читає.
          </p>
          <ul>
            <li>
              Зазвичай найпродуктивнішим часом для навчання є ранок. Хоча,
              звісно, складаючи розклад, орієнтуйтеся на особливості власної
              дитини.
            </li>
          </ul>
          <p>
            В онлайн-заняттях і дистанційному навчанні загалом ви можете
            регулювати навантаження і вибудовувати гнучкий графік. Тож навчальні
            години можуть тривати трохи більше або менше, залежно від віку
            дитини та її індивідуального темпу.
          </p>
          <p>
            Бажано також складати план занять на наступний день звечора і
            дотримуватися щодня однакових часових рамок - наприклад, навчання о
            10:00-12:00 вранці й о 15:00-17:00 ввечері. Це допоможе дитині
            організуватися і розвивати навички тайм-менеджменту.
          </p>
          <ul>
            <li>
              Якщо молодшому школяру важко морально впоратися з певним обсягом
              роботи, запропонуйте йому намалювати на аркуші кола, які
              відповідають кількості необхідних завдань, і по черзі
              розфарбовувати чи закреслювати їх. Виконали одне завдання - і
              закреслили коло.
            </li>
          </ul>
        </li>
        <li>
          <b>Організувати робочий простір</b>
          <p>
            На ефективність навчання дуже впливає робоче місце. Тож, щоб дитина
            могла зосередитися на виконанні завдань, потрібно забезпечити її
            комфортним та зручним робочим місцем. Адже навчання на дивані або
            лежачи в ліжку, буде сприяти відволіканню і шкодити здоров'ю дитини.
            Тому виберіть окремий куточок у будинку та обладнайте його.
          </p>
          <p>
            Кімната, в якій дитина буде займатися навчальною діяльністю, має
            добре вентилюватися, щоб школяр міг дихати чистим повітрям, а не
            пилом, який накопичується за цілий день в погано вентильованому
            приміщенні.
          </p>
        </li>
        <li>
          <b>Усунути фактори, що можуть відволікати дитину</b>
          <p>
            Середовище, що не відволікає увагу, дозволить школярам навчатися
            ефективно та допоможе почуватися більш спокійно. Тож під час
            виконання завдань дитиною намагайтеся забезпечити відсутність
            сторонніх шумів - вимкніть сповіщення мобільного телефону,
            комп'ютера, телевізор та радіо, голосно не розмовляйте.
          </p>
          <ul>
            <li>
              Якщо у вас є малюк, намагайтеся підлаштувати час для навчання в
              тиху годину (коли він спить).
            </li>
          </ul>
          <p>
            Певна фонова музика може допомогти дитині налаштуватися на навчання,
            але важливо, щоб вона не була занадто голосною і не стала
            відволіканням.
          </p>
        </li>
        <li>
          <b>Робити регулярні перерви</b>
          <p>
            Під час виконання завдань важливо кожні 25-30 хв робити короткочасні
            перерви для виконання зорової гімнастики, випивання склянки води
            тощо. А кожні 45-60 хв - влаштовувати перерви протягом 10-15 хвилин,
            щоб розім'яти руки та ноги (танці, заняття спортом), уникнути
            перенапруження очей від комп'ютерного монітору та залишатися
            сконцентрованим.
          </p>
          <p>
            Адже навчання невеликими блоками дозволяє мозку краще зрозуміти та
            зберегти інформацію. А фізична активність покращує кровообіг,
            активізує фізіологічні процеси, що сприяють сприйняттю, відтворенню
            й опрацюванню інформації.
          </p>
          <ul>
            <li>
              Крім фізичних вправ, дитина може під час перерви зайнятися
              справами по дому (скласти іграшки, погодувати риб тощо) чи
              погратися.
            </li>
            <li>
              Але дуже важливо, щоб під час відпочинку дитина уникала
              перебування перед монітором (не гортала стрічку новин у соціальних
              мережах, не переглядала відео та не грала в комп'ютерні ігри), щоб
              її оченята могли повноцінно відпочити.
            </li>
          </ul>
        </li>
        <li>
          <b>Чергувати онлайн-навчання з іншими видами навчальної діяльності</b>
          <p>
            Бажано включати в навчальний час не лише слухання онлайн-лекцій чи
            виконання завдань на комп'ютері, а й роботу в зошиті, читання книг,
            створення проектів, спостереження, експериментування.
          </p>
          <p>
            Важливо навчити також дитину конспектувати, робити замітки для
            кращого засвоєння та запам'ятовування інформації.
          </p>
          <p>
            І не забувайте влаштовувати перевірку знань після засвоєння
            інформації - нехай дитини відповідає на запитання, переказує,
            проходить тести, робить контрольні та олімпіади. При цьому
            «вимірюйте» успішність навчання якісними, а не кількісними
            показниками. Критеріями можуть бути розуміння правил, точність
            виконання математичних операцій, грамотність письма тощо. Це
            орієнтує дитину на реальний результат, а не його імітацію.
          </p>
        </li>
        <li>
          <b>Мотивувати дитину до успіху</b>
          <p>
            Мотивація може бути різною - зовнішньою (заохочення, як-то дозвіл
            погратися на комп'ютері, купити іграшку тощо) та внутрішньою -
            власне пізнавальний інтерес дитини (який підвищується від
            підтримання допитливості дитини, похвали за її досягнення тощо).
          </p>
          <p>
            Звісно, ви можете поєднувати обидва види мотивації, але більш
            ефективним для дитини буде вироблення саме внутрішньої.
          </p>
          <p>
            Пам'ятайте: ваші заохочення та уважність показують дитині, що ви
            пишаєтесь її роботою і її зусилля не залишаються непоміченими.
          </p>
        </li>
        <li>
          <b>Спілкуватися з іншими</b>
          <p>
            Комунікація може також допомогти підвищити ефективність навчання в
            Інтернеті. Можна зв'язатися з учителями, зареєструватися на форумах,
            підтримувати зв'язок з батьками однокласників вашої дитини.
          </p>
          <p>
            Можна об'єднатися й створити групу, де будете ділитися корисними
            ресурсами та досвідом. При цьому в дітей може бути власна група, де
            вони зможуть ставити запитання, допомагати один одному вирішувати
            завдання, ділитися враженнями тощо.
          </p>
          <p>
            При цьому намагайтеся не порівнювати успіхи вашої дитини з іншими,
            адже всі вони - унікальні та розвиваються у власному темпі. Нехай
            діти чують від вас слова підтримки та отримують завдання, які
            відповідають їх рівню, цілям і потребам.
          </p>
        </li>
        <li>
          <b>Залучатися до процесу навчання</b>
          <p>
            Залишайтеся причетними до дистанційного навчання вашої дитини,
            допоможіть їй скласти графік, розібратися з цілями та курсами,
            налагодити режим дня.
          </p>
          <p>
            Молодші школярі, крім того, на початку онлайн-навчання потребують
            значної допомоги від дорослих. Батькам, можливо, буде потрібно
            допомогти дитині увімкнути пристрій, увійти в додаток, прочитати
            інструкції, натиснути в потрібному місці, ввести відповіді тощо.
          </p>
          <p>
            Однак пам'ятайте: чим старшою є дитина, тим більше вона має
            займатися самостійно. З сьомого-восьмого класу варто підключатися до
            його занять лише за потреби. Підлітки цілком здатні самостійно
            опановувати матеріал, здавати тести та організовувати своє навчання.
            Тож створіть дитині такі умови, в яких вона буде відчувати свою
            відповідальність за навчання.
          </p>
          <p>
            При цьому цікавтеся її успіхами, враженнями від онлайн-навчання,
            попросіть ділитися труднощами, підтримуйте свого школяра.
          </p>
        </li>
      </ol>
    </div>
  );
}
