import image from "./1.jpg";

export const title = "Мама, робота, дитина";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-right ml-3 w-72" />

      <p>
        У житті майже кожної мами постає питання: чи виходити на роботу, і якщо
        виходити, то коли?
      </p>
      <p>Серед педагогів і громадськості існує дві думки з цього приводу:</p>
      <ul>
        <li>
          головне покликання жінки — це діти, сім'я, отже працююча жінка нехтує
          своїми дітьми;
        </li>
        <li>
          жінка має бути фінансово незалежною і самореалізованою, тоді вона буде
          авторитетом для дитини, забезпечить їй відповідне виховання і
          розвиток.
        </li>
      </ul>

      <p>
        Істина ж, традиційно, є посередині між 2 крайніми точками зору. Для
        гармонійного життя родини нормальним є поєднання обох сфер життя матері.
      </p>
      <p>
        Звісно, досягнути цієї гармонії було б легше за допомогою держави,
        роботодавців, системи охорони здоров'я і освіти, проте наразі це утопія,
        отже жінка-мати має упоратись з цією проблемою сама. Для цього їй
        потрібна підтримка (моральна і практична) родини та правильна
        організація життя — свого і дитини.
      </p>
      <p>
        Мами часто мордуються сумнівами: чи зможу я лишитися хорошою матір'ю,
        якщо вийду на роботу, адже тоді я не зможу приділяти дитині достатньо
        уваги. Найперше, що має зробити мама, — добре організувати свій час.
        Увага — це те, без чого жодна дитина не може обійтись,отже насамперед
        треба приділяти щодня як мінімум годину-дві спілкуванню з дитиною. Для
        цього доведеться чимось пожертвувати: ідеальним порядком у хаті, годиною
        сну, балачками з подругами тощо.
      </p>
      <p>
        Проте ці жертви будуть винагороджені сторицею, бо ваша дитина виросте
        щасливою,а це найбільша нагорода для матері. Вихідні з мамою і татом
        мають бути святом для малюка.
      </p>
      <p>
        Читайте дитині на ніч книжки, це не вимагає багато зусиль, проте користь
        для душевного здоров'я дитини, контакту з нею та її інтелектуального
        розвитку — неймовірна. Залучайте дитину до легкої домашньої роботи, але
        перетворіть її у гру — це буде і спілкуванням, і водночас вихованням
        відповідальності та дисципліни.
      </p>
      <p>
        Отже, є маса різних варіацій, головне — проявіть трішки уяви, і у вас
        все вийде.
      </p>
    </div>
  );
}
