export const title = "Форми і стратегії завершення та вирішення конфліктів";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>
          Помовчіть, зробивши паузу. Це допоможе вам обрати розумну тактику. Час
          допомагає забути те, що нас дратує.
        </li>
        <li>
          В конфліктних ситуаціях дуже часто хочеться постояти за себе і дати
          достойну відсіч. Тому ми так сильно переживаємо за те що говоримо чи
          робимо в подібних ситуаціях. Але якщо ви попали в таку ситуацію
          спробуйте скористатися порадою психолога Сильвії Бурстин «не
          відповідай одразу – краще почекати і подивитися що буде далі.
        </li>
        <li>
          Не грайте гру «Хто винен?» Конфлікт, як правило є результатом цілої
          серії подій. Це схоже на ефект доміно. В кінцевому результаті не можна
          винуватити тільки одну людину. Спочатку стається одне, потім друге,
          потім третє. В кінцевому результаті стається те що стається.
        </li>
        <li>Не піддавайтеся настрою іншої людини.</li>
        <li>
          Злість руйнує ваш розум. У стані злості неможливо конструктивно думати
          і шукати креативне рішення виходу із складної ситуації.
        </li>
        <li>
          Вчитель з медитації Норман Фішер стверджує: що б з нами не
          відбувалося, головною проблемою в конфліктних ситуаціях є наша злість.
          Вона створює хмару емоцій, яка заважає дати врівноважену і переконливу
          відповідь. Попрацюйте над собою: промедитуйте, зробіть гімнастику,
          прогуляйтеся на свіжому повітрі – дайте собі можливість відволіктися
          від проблеми. Робіть що завгодно, але перш ніж розбиратися з кимось,
          розберіться самі з собою.
        </li>
        <li>
          Не старайтеся зрозуміти дії іншої людини. Спитайте себе, якби інша
          людина спробувала зрозуміти про що ви зараз думаєте або чому ви робите
          зараз те що робите, наскільки близькими до правди були б його догадки?
          Ніхто крім вас не знає, що відбувається у вашій голові. Так навіщо
          старатися зрозуміти те про що думає твій співрозмовник? Скоріше всього
          ви будете неправі, а це значить, що ви надарма витратите час.
        </li>
        <li>
          Ваші думки це ще не факт. Наше тіло гостро переживає наші емоції –
          страх, напругу, тривогу чи стрес. Ми відчуваємо емоції на фізичному
          рівні і часто сприймаємо свої відчуття, як підтвердження того, що наші
          думки – це факт. « Невже я б почував себе так погано, якби не бук
          правий?» Тібетський вчитель Цокньі Рінпоче в ситуації, коли нас
          охоплює тривога, покаяння, страх чи злість, радить пам’ятати, що
          емоційний і фізичний стан, які ми переживаємо «реальні, але
          неправдиві»
        </li>
        <li>
          Як ви можете використати цю ситуацію для особистісного росту? Психолог
          Тара Бреч стверджує, що зациклюючись на злості , ображаючись на чиїсь
          слова чи дії, засуджуючи співрозмовника ми поповнюємо свій особистий
          запас страждань. Ситуація + наша реакція = страждання. Розбираючись зі
          своїми почуттями і запитуючи чому нас так сильно зачіпає та чи інша
          ситуація і що ці почуття говорять про нас самих – це чудовий час
          дізнатись про себе щось нове. Ситуація + роздуми + мисленєва
          присутність «тут і тепер» = внутрішній ріст.
        </li>
        <li>
          Ніколи не дозволяйте іншим збити себе з толку, навіть самому собі.
        </li>
        <li>
          Те що було, те минуло. Згадуючи про минуле ми часто стараємося
          зрозуміти , що можна було зробити інакше, щоб попередити конфлікт і
          його неприємні наслідки, але те що було вчора, воно залишається в
          минулому, а в минулому ми нічого змінити не можемо.
        </li>
        <li>
          Навчіться пробачати заради власного блага. Психолог Джек Корнфілд
          радить « Не вартує бути вірним своїм стражданням». Ми дуже вірні своїм
          переживанням і думкам про все погане, що з нами відбувалось. Так це
          було, так це жахливо, але невже це єдине, що формує вас як
          особистість? Ми пробачаємо інших заради того, щоб звільнитися від
          особистих страждань, перестати триматися за минуле і жити далі.
        </li>
        <li>
          Зробіть півтора хвилинну перерву. Щоб звільнити розум, потрібно
          розірвати хід своїх думок. Нейропсихіатр Ден Сігал стверджує, що «за
          90 секунд емоція піднімається і спадає, як хвиля біля берега» Тому
          людині потрібно 90 секунд, щоб вийти з будь-якого стану. За 90 секунд
          спробуйте вдихнути і видихнути 15 разів – щоб не думати про людину або
          ситуацію, яка вас роздратувала. Це допоможе розірвати міцне коло – і
          разом з ним владу, яку мають над вами ваші негативні емоції
        </li>
        <li>Відповідайте кривднику добром.</li>
        <li>
          Пам’ятайте, що краще зосереджуватись не на грозі, а квітах, які
          з’являться завдяки їй.
        </li>
      </ol>

      <p>
        Спільно з учнями мають бути вироблені правила поведінки у класі, а потім
        – загальношкільні. Вони мають бути складені в позитивному ключі «як
        треба», а не як «не треба» поводитися. Правила мають бути зрозумілими,
        точними і короткими.
      </p>
      <p>
        Дисциплінарні заходи повинні мати виховний, а не каральний характер.
        Осуд, зауваження, догана мають бути спрямовані на вчинок учня і його
        можливі наслідки, а не на особистість порушника правил. Жоден випадок
        насильства або цькування і жодну скаргу не можна залишати без уваги.
        Учням важливо пояснити, що будь-які насильницькі дії, образливі слова є
        неприпустимими та несуть за собою адміністративну та кримінальну
        відповідальність. Реакція має бути негайною (зупинити бійку, припинити
        знущання) та більш суворою при повторних випадках агресії.
      </p>

      <p>
        Аналізуючи ситуацію, треба з’ясувати, що трапилося, вислухати обидві
        сторони, підтримати потерпілого й обов’язково поговорити із кривдником,
        щоб зрозуміти, чому він або вона так вчинили, що можна зробити, щоб таке
        не повторилося. До такої розмови варто залучити шкільного психолога.
        Залежно від тяжкості вчинку можна пересадити учнів, запропонувати
        вибачитися, написати записку батькам або викликати їх, позбавити учня
        можливості брати участь у позакласному заході.
      </p>

      <p>
        Учням треба пояснити, що навіть пасивне спостереження за знущаннями і
        бійкою надихає кривдника продовжувати свої дії. Свідки події повинні
        захистити жертву насильства і , якщо треба, покликати на допомогу
        дорослих.
      </p>

      <p>
        Потрібно запровадити механізми повідомлення про випадки насильства, щоб
        учні не боялися цього робити. Ці механізми повинні забезпечувати учням
        підтримку і конфіденційність, бути тактовними. Для успішного
        попередження та протидії насильству треба проводити заняття з навчання
        навичок ефективного спілкування та мирного розв’язання конфліктів.
      </p>

      <h2>ПСИХОГІГІЄНА ПРОФЕСІЙНОЇ ДІЯЛЬНОСТІ ПЕДАГОГА В УМОВАХ КАРАНТИНУ</h2>

      <p>
        <b>Бути «ресурсним дорослим».</b>
      </p>

      <p>
        Надати ефективну й своєчасну підтримку та допомогу своїй родині,
        близьким, учням, колегам можливо тільки за умови, якщо ти сам знаходишся
        в «ресурсному стані» за всіма показниками професійного здоров’я, як
        фізичного, так і психологічного, піклуєшся про власне здоров’я та
        благополуччя. У цьому сенсі головним завданням для педагога повинно
        стати зниження рівня тривоги, страхів, паніки та підтримка емоційної
        рівноваги. Дбайте про себе, щоб мати змогу піклуватися про інших!
        Намагайтесь організувати особистий простір; домовтеся, щоб родина
        поважала та не порушувала психологічні межі. Виділяйте час «тільки для
        себе». У цей час робіть те, що дарує вам радість, спокій, задоволення,
        відновлює ваші ресурси (хобі, медитація, творчість, догляд за собою
        тощо).
      </p>

      <p>
        <b>Позитивне мислення.</b> Концентруйтесь на позитиві. Для стимулювання
        позитивного мислення доцільно використовувати надихаючі фото та
        позитивні афірмації (фрази, речення). З давніх часів знайома кожному
        фраза із притчі про перстень Соломона «Це мине. І це теж мине». Відомий
        нам вислів Марка Аврелія «Якщо ти не можеш змінити обставини, зміни своє
        ставлення до них» тощо.
      </p>

      <p>
        Знайдіть для себе способи відчувати позитивні емоції. Переглядайте
        комедії, прослуховуйте музику, займайтеся улюбленими справами.
      </p>

      <p>
        <b>«Інформаційна дієта».</b> Інформаційний стрес буває двох типів:
        інформаційна недостатність та інформаційна надмірність. Обидва типи
        інформаційного стресу негативно впливають на психологічне здоров’я
        людини. Отже, під час пандемії слід зважено користуватись інформаційними
        ресурсами: черпати інформацію з авторитетних і достовірних джерел і в
        жодному разі не «накручувати» себе зайвою емоційно-руйнівною інформацією
        з випусків теленовин або соціальних мереж. Дозуйте кількість інформації
        на день, аналізуйте, мисліть критично. Відокремте те, що знаходиться під
        вашим контролем, і те, на що ви вплинути не можете.
      </p>

      <p>
        <b>Тайм-менеджмент.</b> Одним із значних недоліків дистанційної роботи є
        те, що не кожна людина має розвинену силу волі й може організувати себе
        на виконання професійних завдань. Іноді люди, особливо трудоголіки,
        втрачають відчуття часу та не дотримуються режиму праці й відпочинку.
      </p>

      <p>
        В умовах карантину тайм-менеджмент, раціональний розподіл робочого часу
        та відпочинку стає однією з організаційних умов психогігієни професійної
        діяльності. Плануйте ваш день, максимально зберігаючи звичний режим
        професійної діяльності. Криза відчувається тим більше, чим більше
        порушений звичний уклад життя людини, її традиційний план, розклад.
        Організм «хвилюється», подає сигнал у мозок «Щось не те відбувається»,
        починається стрес.
      </p>

      <p>
        <b>Розподіл пріоритетів між завданнями.</b> Ефективним прийомом
        тайм-менеджменту в умовах карантину може стати матриця Ейзенхауера. За
        допомогою матриці визначте й усвідомте, що у вашому житті є важливим, а
        що не має важливого значення, та вибудовуйте своє повсякдення згідно із
        цими пріоритетами. ТЕРМІНОВІ / ВАЖЛИВІ СПРАВИ / ТЕРМІНОВІ НЕВАЖЛИВІ
        СПРАВИ / НЕТЕРМІНОВІ ВАЖЛИВІ СПРАВИ / НЕТЕРМІНОВІ / НЕВАЖЛИВІ СПРАВИ
      </p>

      <p>
        Як використовувати цю матрицю? Спочатку запишіть усі справи, які
        потрібно виконати протягом дня, і дайте собі відповідь на питання (ця
        справа термінова? вона важлива? що станеться, якщо я просто зараз її не
        виконаю? що станеться, якщо я її взагалі не виконаю?). Спробуйте
        створювати таку матрицю для визначення пріоритетів щодня. Ідеально, якщо
        квадрат «Важливі термінові справи» буде у вас порожнім: а це цілком
        реально, якщо ви частіше будете займатися справами квадрата «Важливі
        нетермінові справи». Дбайте про задоволення свої першочергових потреб і
        потреб ваших близьких! Пам’ятайте про цінності, що надають сенс вашому
        життю.
      </p>

      <p>
        <b>Режим.</b> Дотримуйтесь питного режиму (не менше 1,5–2 літрів чистої
        питної води за добу), режиму праці та відпочинку. Пам’ятайте, що в
        процесі роботи в школі у вас є перерви, обід, час на спілкування з
        колегами. Застосовуйте прийоми командної роботи. У разі наявних спільних
        можливостей та бажання, ви можете домовлятись із колегами про спільне
        проведення онлайн-перерви, обговорення проблем та труднощів, можливих
        рішень та порад. Не відмовляйтесь від спілкування. Комунікація,
        соціальні зв’язки – це важлива частина життя, і педагоги не є
        виключенням. Влаштовуйте онлайн-вечірки або онлайн-посиденьки з колегами
        та друзями.
      </p>

      <p>
        <b>Перерва для відпочинку очей.</b> Зараз йде активна посилена робота з
        комп’ютерами, різноманітними гаджетами, тому рекомендуємо кожні 2 години
        роботи влаштовувати собі 10–15-хвилинну перерву для відпочинку очей.
        Роздрукуйте комплекси вправ для очей та з метою нагадування тримайте їх
        поряд на робочому столі.
      </p>

      <p>
        <b>Враховуйте власні біоритми.</b> Окремі види діяльності
        (організаційна, самоосвіта тощо), можна зараз спланувати у визначені
        вами години. У кожної людини протягом дня є власні біоритми, періоди
        підвищеної ефективної діяльності. Організм відчуває, коли в нього пік
        активності, потрібно до нього лише прислухатися. Протягом таких активних
        періодів сила, енергія, працездатність найефективніша. Тому можна
        зробити багато за короткий проміжок часу.
      </p>

      <p>
        <b>Рухова активність.</b> На період зменшення життєвого темпу під час
        карантину знаходьте час для рухової активності. Обов’язково додайте до
        свого розкладу провітрювання приміщень, прогулянки на свіжому повітрі в
        безлюдних місцях або перебування на балконі. Відсутність рухової
        активності може призвести до гіподинамії. Як наслідок, знижується вміст
        кисню в крові, кровопостачання в різні органи, сповільнюються процеси
        обміну речовин. Допоможіть у цей час своєму тілу: робіть зарядку,
        фізичні вправи; займайтеся на онлайн-курсах йоги чи медитації, спробуйте
        самомасаж, контрастний душ та інші засоби, що допоможуть вам
        розслабитись, а потім додадуть фізичного тонусу і бадьорого настрою. Усе
        це дуже корисно для імунітету, здоров’я. До того ж, це забезпечить
        відчуття продуктивності вашого життя, що теж важливо в кризових
        ситуаціях.
      </p>

      <p>
        <b>Увага до свого стану</b> (фізичного, емоційного, психологічного).
        Своєчасно звертайтеся за потрібною фаховою допомогою, якщо відчули
        тривожні для вас емоційні проблеми. Застосовуйте методи самодіагностики
        та саморегуляції емоційного стану. Це допоможе вам вчасно підтримати
        свій психологічний комфорт.
      </p>

      <p>
        Чи ви «в нормі»? Чи потрібна вам допомога? Приділяйте увагу своїм
        почуттям. Намагайтеся не блокувати їх. Важливо розуміти, що з вами
        відбувається. Не тримайте все в собі. Якщо можна, діліться своїми
        думками та емоціями з людьми, які здатні вас підтримати. Зверніться за
        допомогою до працівників психологічної служби, які працюють у вашому
        закладі, або до тих, кому ви довіряєте.
      </p>

      <p>
        Розмова з близькими чи фахівцем допоможе заспокоїтися та подивитися на
        ситуацію під іншим кутом. Відчувати страх та тривогу в надзвичайних
        ситуаціях не соромно. Пам’ятайте, у вас є право хвилюватись, до того ж
        хвилюватись щодо здоров’я та життя, свого та рідних, – природно, але
        лише усвідомлюючи це, ви можете розв’язати цю проблему.
      </p>
    </div>
  );
}
