import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "Вересень 2022",
    items: [
      {
        text: "Про особливості вивчення базових дисциплін у 2022/2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Опрацювання  нормативних документів щодо оцінювання учнів Нової української школи",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про залучення учнів до факультативних занять",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про вимоги до ведення шкільної документації",
        responsible: "ЗДНВР, ЗДВР",
      },
      {
        text: "Про залучення учнів до гурткової роботи",
        responsible: "Алтинбаєва Л. М.",
      },
      {
        text: "Про організацію роботи учнівського самоврядування",
        responsible: "ЗДВР, пед. орг.",
      },
    ],
  },
  {
    date: "Жовтень 2022",
    items: [
      {
        text: "Про хід проведення предметних олімпіад",
        responsible: "ЗДНВР",
      },
      {
        text: "Про підсумки моніторингових контрольних робіт  учнів 5-9 класів",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про відвідування учнями гімназії, навчальних занять. Ведення сигнального журналу",
        responsible: "Алтинбаєва Л. М.",
      },
      {
        text: "Про роботу з дітьми, які потребують особливої педагогічної уваги",
        responsible: "ЗДВР, соц..пед.",
      },
      {
        text: "Про проведення предметних тижнів/декад  педагогічної майстерності по впровадженню новітніх методів та прийомів навчання – складової соціалізації учнів",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "Листопад 2022",
    items: [
      {
        text: "Вимоги до розробок уроків учителів під час проведення предметних тижнів. Створення моделі сучасного уроку",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про хід проведення районного туру учнівських олімпіад",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан ведення щоденників учнями, перевірки їх класоводами й класними керівниками",
        responsible: "ЗДНВР, ЗДВР",
      },
      {
        text: "Результати контролю за веденням вчителями  поурочних планів",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про зайнятість учнів у гуртках. Якість підготовки керівників і рівень проведення занять",
        responsible: "Алтинбаєва Л. М.",
      },
    ],
  },
  {
    date: "Грудень 2022",
    items: [
      {
        text: "Про відвідування учнями гімназії навчальних занять. Стан ведення сигнального журналу",
        responsible: "Алтинбаєва Л. М.",
      },
      {
        text: "Про планування роботи учнів і працівників гімназії на канікулах",
        responsible: "ЗДНВР, ЗДВР",
      },
    ],
  },
  {
    date: "Січень 2023",
    items: [
      {
        text: "Про стан роботи з дітьми, які потребують особливої педагогічної уваги",
        responsible: "ЗДВР, соц..пед.",
      },
      {
        text: "Про стан роботи вихователів в ГПД за І семестр 2022/2023 н.р.",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан ведення електронних журналів учителями гімназії",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки виступу учнів у другому етапі Всеукраїнських олімпіад з базових дисциплін",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан гурткової роботи в гімназії за І семестр 2022/2023 н.р.",
        responsible: "Алтинбаєва Л. М.",
      },
    ],
  },
  {
    date: "Лютий 2023",
    items: [
      {
        text: "Стан ведення щоденників учнями 8-9 класів",
        responsible: "Алтинбаєва Л. М.",
      },
      {
        text: "Дотримання об’єктивності при виставленні учням оцінок",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про стан оснащення навчальних кабінетів  дидактичним матеріалом та технічними засобами навчання",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підготовку до участі у ярмарку-виставці педагогічних ідей",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про функціонування інформативного простору закладу. Ведення електронних журналів та щоденників",
        responsible: "Лівак В.В.",
      },
    ],
  },
  {
    date: "Березень 2023",
    items: [
      {
        text: "Про стан гурткової роботи",
        responsible: "Алтинбаєва Л. М.",
      },
      {
        text: "Про хід роботи зі здібними та обдарованими учнями",
        responsible: "Лівак В.В.",
      },
      {
        text: "Стан профорієнтаційної роботи в 9-х",
        responsible: "ЗДНВР, ЗДВР",
      },
      {
        text: "Про стан набору учнів у 1 класи на 2023/2024 н.р.",
        responsible: "ЗДНВР, соц. пед.",
      },
    ],
  },
  {
    date: "Квітень 2023",
    items: [
      {
        text: "Про навчально-методичне забезпечення профільного навчання",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про результати роботи загону юних інспекторів руху та дружини юних пожежників",
        responsible: "Алтинбаєва Л. М., Посметюха А. С.",
      },
      {
        text: "Про залучення учнів до шкільного табору відпочинку",
        responsible: "Алтинбаєва Л. М.",
      },
    ],
  },
  {
    date: "Травень 2023",
    items: [
      {
        text: "Про підсумки роботи гімназії над науково-методичною проєктом",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи з обдарованими",
        responsible: "Лівак В.В.",
      },
      {
        text: "Про підсумки роботи з молодими вчителями",
        responsible: "Лівак В.В.",
      },
      {
        text: "Звіт про роботу методичних об’єднань",
        responsible: "Лівак В.В.",
      },
      {
        text: "Звіт про роботу творчих груп",
        responsible: "Лівак В.В.",
      },
    ],
  },
];
