import type { Responsible, TimelineType } from "~/components/timeline";

export const data: TimelineType<Responsible>[] = [
  {
    date: "Вересень 2025",
    items: [
      {
        text: "Про особливості вивчення базових дисциплін у 2025/2026 н.р.",
        responsible: "ЗДНВР",
      },
      {
        text: "Опрацювання нормативних документів щодо оцінювання учнів Нової української школи.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про залучення учнів до факультативних занять.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про вимоги до ведення шкільної документації.",
        responsible: "ЗДНВР, ЗДВР",
      },
      { text: "Про залучення учнів до гурткової роботи.", responsible: "ЗДВР" },
      {
        text: "Про організацію роботи учнівського самоврядування.",
        responsible: "ЗДВР, пед.орг.",
      },
    ],
  },
  {
    date: "Жовтень 2025",
    items: [
      { text: "Про хід проведення предметних олімпіад.", responsible: "ЗДНВР" },
      {
        text: "Про підсумки моніторингових контрольних робіт учнів 5–9 класів.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про відвідування учнями гімназії, навчальних занять. Ведення сигнального журналу.",
        responsible: "ЗДВР",
      },
      {
        text: "Про роботу з дітьми, які потребують особливої педагогічної уваги.",
        responsible: "ЗДВР, соц.пед.",
      },
      {
        text: "Про проведення предметних тижнів / декад педагогічної майстерності.",
        responsible: "ЗДНВР",
      },
    ],
  },
  {
    date: "Листопад 2025",
    items: [
      {
        text: "Вимоги до розробок уроків учителів під час проведення предметних тижнів.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про хід проведення районного туру учнівських олімпіад.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про стан ведення щоденників учнями.",
        responsible: "ЗДНВР, ЗДВР",
      },
      {
        text: "Результати контролю за веденням вчителями поурочних планів.",
        responsible: "ЗДНВР",
      },
      { text: "Про зайнятість учнів у гуртках.", responsible: "ЗДВР" },
    ],
  },
  {
    date: "Грудень 2025",
    items: [
      {
        text: "Про відвідування учнями гімназії навчальних занять.",
        responsible: "ЗДВР",
      },
      {
        text: "Про планування роботи учнів і працівників гімназії на канікулах.",
        responsible: "ЗДНВР, ЗДВР",
      },
    ],
  },
  {
    date: "Січень 2026",
    items: [
      {
        text: "Про стан роботи з дітьми, які потребують особливої педагогічної уваги.",
        responsible: "ЗДВР, соц.пед.",
      },
      {
        text: "Про стан ведення електронних журналів учителями гімназії.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про підсумки виступу учнів у другому етапі Всеукраїнських олімпіад.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про стан гурткової роботи в гімназії за І семестр.",
        responsible: "ЗДВР",
      },
    ],
  },
  {
    date: "Лютий 2026",
    items: [
      {
        text: "Стан ведення щоденників учнями 8–9 класів.",
        responsible: "ЗДВР",
      },
      {
        text: "Дотримання об’єктивності при виставленні учням оцінок.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про стан оснащення навчальних кабінетів дидактичним матеріалом.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про підготовку до участі у ярмарку-виставці педагогічних ідей.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про функціонування інформативного простору закладу.",
        responsible: "ЗДНВР",
      },
    ],
  },
  {
    date: "Березень 2026",
    items: [
      { text: "Про стан гурткової роботи.", responsible: "ЗДВР" },
      {
        text: "Про хід роботи зі здібними та обдарованими учнями.",
        responsible: "ЗДНВР",
      },
      {
        text: "Стан профорієнтаційної роботи в 9-х кл.",
        responsible: "ЗДНВР, ЗДВР",
      },
      {
        text: "Про стан набору учнів у 1 класи на 2026/2027 н.р.",
        responsible: "ЗДНВР, соц.пед.",
      },
    ],
  },
  {
    date: "Квітень 2026",
    items: [
      {
        text: "Про навчально-методичне забезпечення профільного навчання.",
        responsible: "ЗДНВР",
      },
      {
        text: "Про результати роботи загону юних інспекторів руху.",
        responsible: "ЗДВР, пед. орган.",
      },
      {
        text: "Про залучення учнів до літнього табору відпочинку.",
        responsible: "ЗДВР",
      },
    ],
  },
  {
    date: "Травень 2026",
    items: [
      {
        text: "Про підсумки роботи гімназії над науково-методичним проєктом.",
        responsible: "ЗДНВР",
      },
      { text: "Про підсумки роботи з обдарованими.", responsible: "ЗДНВР" },
      {
        text: "Про підсумки роботи з молодими вчителями.",
        responsible: "ЗДНВР",
      },
      { text: "Звіт про роботу методичних об’єднань.", responsible: "ЗДНВР" },
      { text: "Звіт про роботу творчих груп.", responsible: "ЗДНВР" },
    ],
  },
];
