import image from "./1.jpg";

export const title = "Особливості вікових криз підліткового віку";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-right ml-3 w-80" />

      <p>
        Розвиток дитини є нерівномірним. На одних етапах зміни у дитячій психіці
        відбуваються повільно та поступово (стабільні періоди), на інших –
        бурхливо і швидко (кризові періоди). Послідовність розвитку визначається
        чергуванням стабільних і критичних періодів. Незначні та малопомітні для
        оточення зміни під час довгих стабільних періодів зумовлюють появу
        вікових новоутворень внаслідок якісних стрибків у розвитку під час криз.
      </p>
      <p>
        Кризові періоди розвитку були відкриті емпіричним шляхом, причому
        несподівано (криза семи, трьох, тринадцяти, першого року і, нарешті
        криза новонародженості). За влучним висловом Л. Виготського, якби кризи
        не відкрили емпірично, їх необхідно було б сформулювати теоретично.
      </p>
      <p>
        Під час кризи дитина за дуже короткий термін змінюється у своїх основних
        рисах. Це революційний, бурхливий, стрімкий перебіг подій як за темпами,
        так і за змістом змін, що відбуваються.
      </p>

      <div>
        <b>Для кризових періодів характерні певні особливості:</b>
      </div>

      <ul>
        <li>
          Їх межі вкрай невиразні, розмиті. Криза настає непомітно, дуже важко
          визначити момент її початку й завершення. Різке загострення
          (кульмінація) спостерігається лише в середині цього етапу.
        </li>
        <li>
          Апогей кризи для дитини виявляється у зміні поведінки дитини, її
          "важковиховуваності". Дитина ніби виходить з під контролю дорослих,
          стає вередливою, стрімко знижується успішність у школі та
          працездатність, зростає кількість конфліктів з оточенням. Внутрішнє
          життя пов’язане з болісними переживаннями.
        </li>
        <li>
          Розвиток під час кризи має переважно негативний характер. На відміну
          від стабільних періодів, тут відбувається швидше руйнівна ніж творча
          робота. Дитина не стільки здобуває, скільки щось втрачає з надбаного
          нею раніше. Водночас у критичні періоди спостерігаються й
          конструктивні процеси розвитку, поява новоутворень, що мають
          перехідний характер і не зберігаються надалі у тому самому вигляді
          (наприклад, автономна мова однорічних дітей).
        </li>
        <li>
          Хоча дошкільний вік дитини починається з трьох років, сучасні батьки
          віддають дитину до навчального закладу набагато раніше. А
          спеціалізовані групи-ясла сприяють швидкій адаптації дитини до умов
          дошкільного закладу. Тому необхідно пам’ятати про вплив всіх кризових
          періодів на розвиток дитини.
        </li>
      </ul>

      <div>
        <b>Криза підліткового віку</b>
      </div>

      <p>
        Підлітковий вік посідає особливе місце у віковій періодизації, тому що в
        п’яти із одинадцяти класів середньої школи вчителі мають справу з
        підлітками.
      </p>
      <p>
        Підлітковий вік, або отроцтво, – це період життя дитини між 10-15
        роками. Підліток – це учень 5-9 класів середньої школи. Цей етап – один
        з найвідповідальніших у розвитку людини і підготовки її до життя. Ще В.
        О. Сухомлинський вважав, що більшість найгостріших, найважчих проблем,
        які завжди хвилюють вихователя, пов’язані з вихованням підлітків.
      </p>

      <p>Д. Б. Ельконін характеризує підлітковий період так:</p>
      <ul>
        <li>Основною для цього періоду стає суспільно корисна діяльність.</li>
        <li>
          З'являється прагнення до дорослості й самостійності; критичне
          ставлення до оточуючих; самовизначення; уміння підпорядковувати свої
          інтереси нормам колективного життя.
        </li>
        <li>
          Діяльність (навчальна, організаційна, трудова, пізнавальна) спрямована
          на систему ставлень інших до неї.
        </li>
      </ul>

      <p>
        Розвиток підлітка – це початок пошуку себе, свого унікального "Я". Це
        шлях становлення індивідуальності. Як часто батьки помиляються у
        вихованні своїх дітей, коли говорять дитині: "Не виділяйся, будь такою
        чи таким, як усі". У психології цей період називають періодом
        "зашумлення" психіки, за ним настає період упевненості і рівноваги. Ці
        роки майже завжди хворобливі. Адже в цей час виникають проблеми між
        батьками і дітьми. Багато хто вважає, що завдання батьків у цей період –
        стримувати статевий інстинкт дитини. Ця думка помилкова, і нерідко
        призводить до нових проблем.
      </p>
      <p>
        Що ж є найсуттєвіше для дитини в цей час? Виявляється, ось такий
        ланцюжок: Любов – Довіра – Розуміння – Підтримка. Як кажуть гумористи,
        із кожним поколінням діти стають усе гіршими, а батьки все кращими,
        отже, гірші діти стають кращими батьками.
      </p>
      <p>
        Фізичне здоров’я дитини – запорука її успіхів у навчанні. Стан фізичного
        здоров’я і темпи статевого дозрівання дітей різні. Вони суттєво
        впливають на особистісний розвиток дитини. Чим раніше починається процес
        статевого дозрівання, тим швидше він протікає. Якщо дозрівання
        починається у 12 років – процес дозрівання триває 2 роки; у 13-13,5
        років – 3-3,5 роки; у 15 років – 5-6. Ці розбіжності щодо типів
        дозрівання – причина багатьох непорозумінь і переживань.
      </p>
      <p>
        За що і проти чого веде боротьбу дитина в перехідному віці? Насамперед
        за те, щоб перестати бути дитиною; за фізичну і психічну
        недоторканність; за самоствердження серед однолітків; проти зауважень,
        обговорень, особливо іронічних, з приводу її фізичної дорослості.
      </p>

      <div>
        <b>Правила, яких мають дотримуватися батьки підлітка:</b>
      </div>
      <ul>
        <li>допомогти дитині знайти компроміс душі і тіла;</li>
        <li>усі зауваження робити в доброзичливому тоні, без ярликів;</li>
        <li>ознайомити дитину з призначенням і функціонуванням організму;</li>
        <li>
          варто пам’ятати, що поки розвивається тіло дитини, хворіє і чекає
          допомоги душа.
        </li>
      </ul>

      <p>
        Підліткову психіку іноді називають періодом "гормональної глупоти".
        Пошук і становлення свого "Я" – це вивільнення від впливу дорослих і
        спілкування з однолітками. У родинах, де панує повага, де кожен має
        право голосу, знає свої права та обов’язки, реакції емансипації
        проходять м’якше й породжують менше конфліктів.
      </p>

      <div>
        <b>Що повинні зробити батьки, щоб зберегти любов своїх дітей?</b>
      </div>
      <ul>
        <li>У самостійності дитини не слід бачити погрозу.</li>
        <li>
          Пам’ятайте, що дитині потрібна не стільки самостійність, скільки право
          на неї.
        </li>
        <li>
          Хочете, щоб дитина зробила те, що вам потрібно, – зробіть так, щоб
          вона сама захотіла цього.
        </li>
        <li>Не переобтяжуйте дитину опікою і контролем.</li>
        <li>
          Не створюйте "революційну ситуацію", а якщо створили, вирішуйте її
          мирним шляхом.
        </li>
      </ul>

      <div>
        <b>
          Поради щодо встановлення довіри між батьками і підлітком в кризовий
          для них період:
        </b>
      </div>
      <ul>
        <li>
          Уважно вислухайте підлітка. Прагніть до того, щоб підліток зрозумів,
          що він вам не байдужий і ви готові зрозуміти й прийняти його; не
          перебивайте, не виявляйте свого страху, ставтеся до нього серйозно, з
          повагою.
        </li>
        <li>
          Запропонуйте свою підтримку та допомогу. Спробуйте переконати його, що
          даний стан тимчасовий і швидко мине. Виявіть співчуття й покажіть, що
          ви поділяєте й розумієте його почуття.
        </li>
        <li>Поцікавтеся, що зараз найбільше турбує підлітка.</li>
        <li>
          Упевнено спілкуйтеся з підлітком. Саме це допоможе йому повірити в
          його сили. Головне правило роботи з дітьми – не нашкодити.
        </li>
        <li>
          У спілкуванні з підлітком використовуйте слова, речення, які
          сприятимуть контакту: розумію, співчуваю, звичайно, хочу допомогти.
        </li>
        <li>
          У розмові з підлітком дайте йому зрозуміти, що він потрібен іншим і
          унікальний, як особистість. Кожна людина, незалежно від віку, прагне
          дати позитивну оцінку своїй поведінці, переживає потребу в похвалі.
        </li>
        <li>
          Недооцінка гірша, ніж переоцінка. Надихайте підлітка на високу
          самооцінку. Вмійте слухати, довіряти й викликати довіру в нього.
        </li>
        <li>
          Звертайтеся по допомогу, консультацію до спеціаліста, якщо вас щось
          насторожило в поведінці підлітка.
        </li>
      </ul>

      <p>
        <b>Форми прояву порушень поведінки та виникнення шкідливих звичок</b>
      </p>

      <p>
        Найпоширенішою формою є рухова загальмованість. Виявляється вона в
        непосидючості, надмірній рухливості, що пов’язано з нездатністю до
        зосередження. Результат низька успішність.
      </p>
      <p>
        Своєрідною формою протесту на образи дорослих можуть бути втечі з дому.
        Це характерно переважно для хлопчиків віком від 7 до 13-16 років.
        Мотиви: страх перед покаранням, раптова зміна настрою, імпульсивне
        виникнення незборимого бажання.
      </p>
      <p>
        А от страхи можуть бути нетривалими – 10-12 хвилин та тривалими –
        приступи від 1 до 1,5 місяця. Діти стають дратівливими, плаксивими.
      </p>
      <p>
        Страх перед своєю фізичною неповноцінністю пов’язаний із необґрунтованою
        впевненістю у наявністю в себе певного фізичного недоліку. Найчастіше
        виявляється у підлітковому віці у дівчат. Вони знаходять дефекти
        обличчя, недоліки фігури.
      </p>
      <p>
        Заїкання проявляється в момент емоційного напруження й викликає страх
        мови. Діти характеризуються дратівливістю, образливістю, схильні до
        пригніченого настрою, усамітнення. Їм необхідне відчуття підтримки та
        любові.
      </p>
      <p>
        Мотивами розладу апетиту є бажання схуднути, звернути на себе увагу,
        реакція на розлуку з рідними.
      </p>
      <p>
        Фантазування є характерним для всіх вікових груп, але, якщо воно
        затяжне, то призводить до зниження інтелектуальної діяльності.
      </p>
      <p>
        Паталогічні захоплення характеризуються одержимістю або надмірно
        інтенсивним характером, незвичністю, супроводжуються затратами часу і
        сил. Усе інше відходить на задній план.
      </p>
      <p>
        Тютюнопаління. Одна з найпоширеніших шкідливих звичок. Підлітки інколи
        не приховують від батьків своєї паталогічної звички і палять у їхній
        присутності, не зважаючи на заборону. В цьому виявляється бажання
        звільнитися від опіки й контролю з боку старших. Поступово шкідлива
        звичка перетворюється на залежність.
      </p>
      <p>
        Зловживання алкоголем, ранній алкоголізм. Захоплення алкоголем
        відбувається переважно в святкові дні. Під час першого вживання алкоголю
        більшість підлітків відчуває огиду або байдужість і тільки близько 24% –
        задоволення. Подальше вживання алкоголю залежить від ставлення до нього
        близьких людей, зокрема батьків. У сім’ях в яких батьки не зловживають
        алкоголем, середній вік прилучення до спиртних напоїв – 12-15 років, у
        неблагополучних сім’ях – 9-12 років. Тобто алкогольні установки батьки
        передають своїм дітям. Перші стереотипи поведінки дитина отримує від
        батьків, копіюючи їх, вважаючи все те, що роблять батьки правильним.
        Раннє систематичне вживання алкоголю призводить до алкогольної
        залежності.
      </p>
    </div>
  );
}
