import image from "./1.webp";

export const title = "Харчування дітей у закладі";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="w-80 md:float-right md:ml-3" />

      <p>
        Поки дитина перебуває вдома, батьки самі стежать за її харчуванням. Але
        коли малюк йде в перший клас, дуже складно простежити, коли і чим він
        пообідав. Яким повинно бути харчування дітей у школі?
      </p>
      <p>
        Добре, якщо харчування дітей у школі організовано, і вони можуть
        отримувати в їдальні гарячий сніданок і обід. Інтервал між прийомами їжі
        не повинен становити більше 3-4 годин. Найкраще, якщо перший легкий
        сніданок дитина з'їсть дома, в харчування дітей в школі включається і
        полуденок. Для дітей, які ходять в групу продовженого дня, шкільне
        харчування становить 50% добового раціону.
      </p>
      <p>
        За харчування дітей у школі багато в чому відповідають педагоги. Вони
        повинні чітко організовувати прийом їжі та стежити, щоб діти отримували
        їжу в один і той же час, їли не поспішаючи. Чому так важливо правильне
        харчування дітей в школі? Голодна дитина просто-напросто не зможе
        нормально засвоювати навчальний матеріал – всі її думки будуть тільки
        про їжу. До того ж, якщо дитина нормально не поїла в школі, вдома вона
        буде їсти з жадібністю, погано пережовуючи їжу. Така вечеря погано
        перетравлюється, і тому непотрібна. До того ж, це може привести до
        захворювань шлунково-кишкового тракту.
      </p>
      <p>
        Харчова алергія і різні захворювання. При алергії на харчові продукти
        далеко не вся шкільна їжа може підійти дитині. А деякі захворювання
        (гастрит, діабет і т.д.) вимагають певного раціону харчування, який
        школа не завжди може забезпечити. Врахуйте, що про харчову алергію та
        будь-які проблеми зі здоров'ям потрібно заздалегідь попередити вчителя!
      </p>
      <p>
        Правильне харчування дітей в школі виключає жирні смажені страви,
        занадто гостру і солону їжу, а також використання тугоплавких жирів
        (свинячого, качиного, гусячого, баранячого та маргарину). Якщо біля
        школи є магазин або кіоск, дитина може купувати на перервах різну
        шкідливу їжу – чіпси, сухарики, газовану воду і т.п. Постарайтеся
        захистити його від цього: поясніть, що така їжа шкідлива; попросіть
        вчителя, щоб він не пускав дітей в магазин; якщо потрібно – обмежте
        кишенькові гроші.
      </p>
      <p>
        Харчування дітей у школі – досить актуальна проблема для багатьох
        батьків. Навіть якщо школа, в якій навчається ваша дитина, забезпечує
        харчування в їдальні, не потрібно перекладати відповідальність за раціон
        школяра на вчителів. Завжди стежте, що, де і коли їсть ваше чадо.
      </p>
    </div>
  );
}
