import image from "./1.jpg";

export const title = "Як оптимально організувати дистанційне навчання дитини";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />
      <p>
        Зараз більшість школярів перейшло на навчання онлайн. Це правильне
        рішення під час пандемії, АЛЕ! Організація навчального процесу онлайн
        відрізняється від очного навчання дітей. В першу чергу тим, що дітям
        СКЛАДНІШЕ ВЧИТИСЯ ДОМА. Кожна третя дитина перебуває у стресовому стані
        / тривозі, пов’язаній зі сформованими обставинами.
      </p>
      <p>
        Однією зі складових стресу є втрата тієї стабільності та
        структурованості (зрозумілості), яка була, коли дитина мала чіткий
        режим, розклад і розуміння, що за чим йде.
      </p>
      <p>
        Зараз цього немає. Натомість є купа обмежень: на вулицю не ходи; мій
        руки; обличчя не чіпай; не гуляй; питання не став тощо.
      </p>
      <p>
        Стрес і тривога, яку можуть відчувати діти, безумовно буде і вже
        відбивається на їхній пізнавальній активності (допитливості), навчальній
        мотивації, успішності.
      </p>
      <p>
        Стрес — це не найсприятливіший ґрунт для розвитку. Для того щоб
        допомогти дитині створити позитивну атмосферу для навчання,
        систематизувати і структурувати (тобто зробити зрозумілим) цей процес,
        пропонуємо такі кроки.
      </p>

      <ol>
        <li>
          <b>Скласти чіткий розклад / режим.</b>
          <p>
            Стабільність і зрозумілість — це те, що для дітей створює якусь зону
            безпеки. А адже саме в безпеці діти прагнуть розвиватися, вчитися і
            пізнавати світ. Складіть новий розклад для дитини. Повісьте його на
            видноті, намагайтеся дотримувати режиму дня (підйом в один і той же
            час, перерви, прийом їжі тощо). Режим позитивно позначається і на
            нервовій системі дитини.
          </p>
        </li>
        <li>
          <b>Організувати робочу зону.</b>
          <p>
            Якщо немає своєї кімнати, то хоча б свій куточок + навушники. Де
            будуть ТІЛЬКИ потрібні для «цього» уроку матеріали. Усі зайві
            предмети, що відвертають увагу, доцільно прибрати. Також на
            працездатність дитини впливає світло — яскраве і холодне освітлення
            стимулює мобілізацію систем організму і підвищує пильність.
          </p>
        </li>
        <li>
          <b>Організувати форму.</b>
          <p>
            Дитина не повинна сидіти в піжамі. Вона і так навчається вдома (у
            дітей будинок не асоціюється з навчальною діяльністю, а більше з
            відпочинком). Учневі буде значно простіше надіти на себе «роль учня»
            і переключитися на заняття, якщо він буде одягнений у відповідний
            (асоціюється з навчанням) одяг. Це якась уніформа, що допомагає не
            забувати, де ти і що ти робиш.
          </p>
        </li>
        <li>
          <b>Робити перерви.</b>
          <p>
            Фокус уваги школяра на відеоконференції / уроці 20 хвилин. Не
            більше. У старших школярів 30 хвилин і то у разі внутрішньої
            мотивації й інтересу до предмета. Скільки триває видеоурок? 40? 45
            хвилин? Дитина докладає чимало зусиль, аби сконцентруватися і
            зрозуміти, що їй через екран намагаються донести. Енергії
            витрачається більше, ніж на звичайному уроці. Тому вкрай важливо,
            аби діти перемикали свою увагу і відпочивали між уроками (по
            можливості не в гаджетах).
          </p>
          <p>
            Братися до виконання домашньої роботи, яку чомусь задають в
            онлайн-школі, доцільно не раніше, ніж за годину-півтори після
            закінчення уроків. Дитині потрібно переключитися, відпочити, пограти
            і перезарядитися.
          </p>
        </li>
        <li>
          <b>Заохочувати спілкування з однолітками.</b>
          <p>
            Провідна діяльність школярів середніх і старших класів — це
            спілкування. Та й в цілому школярі (зокрема молодші) звикли
            проводити багато часу в колективі спілкуючись, тому можуть відчувати
            дискомфорт в ізоляції.
          </p>
          <p>
            Заохочуйте спілкування, розмови, скайп-колли, можливо, навіть якісь
            ігри онлайн з однокласниками. Загалом, створюйте і заохочуйте умови,
            у яких дитина може поспілкуватися з однолітками (безпечно, звісно
            ж).
          </p>
        </li>
        <li>
          <b>Знизити очікування і вимоги.</b>
          <p>
            Нові умови навчання, тиск суспільства, страхи і тривога заважають
            дитині розуміти і вчитися як раніше. Отже, якщо помітили, що оцінки
            й успішність вашого сина / дочки погіршилася — НЕ СВАРІТЬ І НЕ
            ТИСНІТЬ, а навпаки, зверніть увагу на ситуацію. Адже це може бути
            однією з ознак стресу. Дитина потребує допомоги і відкритого діалогу
            з батьками.
          </p>
          <p>
            Дітям складно. Якщо ми ще будемо стояти у них над душею, вимагаючи
            тільки позитивних оцінок, то це посилить їхню тривогу, погіршить
            стосунки з ними.
          </p>
          <p>
            Зараз як ніколи вдалий час для перегляду і переосмислення своїх
            вимог стосовно дитини.
          </p>
        </li>
        <li>
          <b>Мотивувати і помічати успіхи.</b>
          <p>
            Не змушуємо дитину, а мотивуємо! Водночас не забуваємо відзначати її
            успіхи. Якщо порівнюємо, то тільки із самим собою. Навчайте дітей
            помічати хороше в обставинах, що склалися, розмовляйте, хваліть і
            підтримуйте.
          </p>
          <p>
            Ось такі базові та найнеобхідніші правила, що допоможуть правильно
            організувати процес дистанційного навчання.
          </p>
        </li>
      </ol>
    </div>
  );
}
