import image from "./1.jpg";

export const title = "Наркоманія";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />

      <p>
        Як свідчить статистика, в країні йде невпинний процес поширення
        наркоманії серед неповнолітніх і розповсюдження СНІДу. З початку 90-х
        років в Україні число наркозалежних щорічно збільшується на 10-12%, з
        цього числа на дорослих приходиться тільки 27%, тоді як на підлітків –
        60%, а на дітей у віці від 11 до 14 років – 13%. Тому виникає нагальна
        потреба в розгортанні широкої роз’яснювальної та профілактичної роботи
        серед підростаючого покоління.
      </p>
      <p>
        Що ж таке наркоманія? На древньогрецькій мові наркоманія означає
        "ступор" - нерухомість, безпам’ятство (запаморочення свідомості).
      </p>
      <p>
        Наркоманія - це хворобливе захоплення деякими речовинами, ліками, які
        паралізують центральну нервову систему. Найбільш поширеними з них є:
        опій, гашиш (смолиста речовина, яку отримують із листя індійської
        коноплі, відома як маріхуана, анаша, харас, хусус), снодійні засоби,
        стимулятори центральної нервової системи, героїн та інші.
      </p>
      <p>
        Героїн дуже активний наркотик. Одна мільйонна частина граму його на 1
        кілограм ваги людини викликає галюцинації, коли його вживати, виникають
        стійкі гострі і затяжні психози, прослідковуються розлади свідомості,
        постійні приступи страху і т.д.
      </p>
      <p>
        <b>Чим шкідлива наркоманія? Чим вона страшна?</b>
      </p>
      <p>
        По-перше, якщо хворий не буде лікуватися, не змінить свого способу
        життя, то його організм швидко почне руйнуватись. Під дією наркотиків
        згорають нервові клітини, різко знижуються захисні реакції організму,
        людина швидко піддається захворюванням.
      </p>
      <p>
        По-друге, наркомани не є повноцінними членами суспільства. Загальна
        деградація особистості починається в 15-20 разів швидше, ніж від
        алкоголю. Наркоман стає черствим, егоїстичним, дріб’язковим,
        дратівливим, йому байдужа доля близьких людей. Особливо згубно діють
        наркотики на підлітків і жіночий організм.
      </p>
      <p>
        По-третє, наркомани - потенційні злочинці. Будь-яким шляхом наркоман
        намагається отримати свою дозу наркотику. Час, енергія йдуть на те, щоб
        дістати сам препарат або гроші на його придбання. Для досягнення цієї
        мети вони йдуть на все: брехню, насильство, крадіжки і навіть на
        вбивство.
      </p>
      <p>
        В свою чергу і самі наркотики збуджують агресивність. Інколи, не маючи
        сили переносити „наркотичний голод”, наркомани намагаються покінчити із
        собою.
      </p>
      <p>Чому підлітки бажають на собі випробувати дію наркотиків?</p>
      <p>
        Цікавість. Статистика свідчить, що 60 відсотків молоді пристосувались до
        наркотиків через надмірне зацікавлення.
      </p>
      <p>
        Слабка сила волі, невміння „встояти” в житті, страх „відколотися” від
        компанії.
      </p>
      <p>
        Бездіяльність, відсутність повноцінного і змістовного життя, емоційна
        бідність породжує бажання „піддобрити” себе цигаркою, повеселитися за
        допомогою алкоголю, підбадьоритися наркотиками, а весь цей пошук гострих
        відчуттів може закінчитися плачевно, повернутися непоправною бідою.
      </p>
      <p>
        Типова помилка в тому, що начебто наркоман може взяти себе в руки і
        припинити прийом наркотиків в будь-яку хвилину. Формула „Я попробую і
        кину” – найпоширеніша пастка.
      </p>
      <p>
        Ні під яким видом, ні під якою пропозицією, ні через цікавість,
        сміливість чи з почуття товариськості - не вживайте наркотики!
        Пам’ятайте, що це не солодке заняття, не приємне проведення часу, а
        хвороба, яка майже не виліковується: страшна, виснажлива, руйнуюча!
      </p>
      <p>
        За сприятливих умов наркоманія швидко поширюється серед населення. Стає
        заразною і розповсюджується на зразок епідемії. Хворий, як правило,
        намагається втягнути до вживання наркотиків ще когось. Такі властивості
        цієї хвороби, і ми повинні усвідомлювати небезпечність перебування хоча
        б одного наркомана в колективі учнів чи дорослих.
      </p>
      <p>
        Дослідженнями встановлено, що наркоманія частіше розвивається у
        неврівноважених, психопатичних осіб, підлітків. Найчастіше зустрічається
        наркоманія морфійного типу. Шляхи введення наркотику в орга­нізм можуть
        бути різні: від вживання через рот - до внутрішньовенного введення.
        Найбільший ефект виражений при внутрішньовенному введенні. Колються у
        всі вени, початкуючі наркомани - у видимі, поверхневі в місцях ліктьових
        згинів. Вони пізніше западаються і їх легко помітити. Щоб приховати
        хворобу, наркомани з часом починають колотися в менш помітні місця.
      </p>
      <p>
        Наркомани - молоді люди, середній вік яких 30 років. Багато з них не
        досягнувши повноліття, хворіють недугами, характерними для людей
        похилого віку - серцевою і легеневою недостатністю, в них зношене серце,
        ламкі судини. В 16-20-літніх - вже набряклі сірі обличчя, випалі зуби та
        волосся.
      </p>
      <p>
        Наркоманія страшна сама по собі. Людина, яка стала на цей шлях, рано чи
        пізно втрачає людську подобу. Крім цього, наркомани піддаються ще одній
        небезпеці - зараження венеричними хворобами, в тому числі і СНІДом.
      </p>
    </div>
  );
}
