export const title = "Поради фахівця";

export function Content() {
  return (
    <div className="content">
      <p>
        Хлопчики люблять <b>тримати руки в кишенях</b> і часто навіть не
        виймають їх під час розмови з ким-небудь. Це свідчить про неповагу до
        співбесідника. Що раніше хлопці позбудуться цієї звички, то краще. Ви
        звернули увагу на те, що всі ці заборони і дозволи спрямовані на те, щоб{" "}
        <b>виробити манеру</b>,<b> яка означає внутрішню дисципліну </b>,
        унеможливлює розхлябаність, що сприймається оточенням як неввічливість.
      </p>
      <p>
        Можна сказати, що має рацію той, хто вважає, що{" "}
        <b>багато можна розповісти про людину з огляду на її ходу</b>.
      </p>
      <p>
        Цей хлопчик плентається, в'яло пересуваючи ноги. А цей — хитається із
        боку в бік, розмахуючи руками. А як приємно дивитися на того, хто йде
        бадьоро й енергійно. Так, ми — за бадьору і впевнену ходу. Але не зовсім
        швидку, що може призвести до зіткнення із зустрічними людьми. І ще,
        розмахуючи руками, недовго й зачепити кого-небудь. Дивовижне враження
        справляє той, хто б'є по землі п'ятами. На пальцях теж ходити негарно:
        створюється враження, що людина підстрибує або підкрадається. Природною
        хода буде тоді, коли ногу ставити на всю ступню або трохи з носка,
        причому ставити легко. Хлопчики часто ходять розмашисто. Що ж, якщо це
        виглядає гарно, то розмашистість не буде сприйматись як неохайність,
        розхлябаність. Дівчаткам таку ходу не можна рекомендувати.
      </p>
      <p>
        <b>Мова жестів.</b> Тут існує одне правило:{" "}
        <b>міра, міра і ще раз міра</b>. Зрозуміло, що підвищена дитяча
        емоційність потребує виходу. І було б неправомірно вимагати від дітей,
        щоб вони поводились як благочинні дідусі. Доцільність — ось що повинно
        визначати жести. І не лише жести, а й взагалі рухи: нічого зайвого,
        непотрібного.
      </p>
      <p>
        Підвищена емоційність дітей впливає на їхню <b>міміку</b>. У міміці (як
        і в жестах, позах, ході), як у дзеркалі, виявляється ступінь вихованості
        дитини. Приємно бачити відкрите, привітне, життєрадісне обличчя дитини.
        <b> Батьки повинні класти край кривлянням дитини </b> (іноді цим майже
        милуються), не допускати грубої (не висовуй язика!) або вульгарної (не
        шморгай носом!) міміки.
      </p>
      <p>
        <b>Усмішка дитини — що може бути прекраснішим?</b> Дзвінкий дитячий сміх
        заспокійливо діє на батьківські серця. Тут і не хочеться говорити про
        міру і рамки, але, мабуть, все ж таки треба. Адже і дитячий сміх іноді
        буває нав’язливим. Коли дві подруги до істерики регочуть в автобусі, то
        це навряд чи може радувати.
      </p>
      <p>
        <b>
          У бажанні прищепити дітям гарні І манери не завадить наполегливість,
          послідовність і навіть педантизм. Звичку треба закріплювати. І завжди
          пам'ятати про позитивний приклад дорослих.
        </b>
      </p>
    </div>
  );
}
