export const title = "Правила роботи з агресивними дітьми";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>Бути уважним до потреб дитини.</li>
        <li>Демонструвати модель неагресивної поведінки.</li>
        <li>
          Бути послідовним у покаранні дитини, карати за конкретні вчинки.
        </li>
        <li>Покарання не повинні принижувати дитину.</li>
        <li>Навчати прийнятних способів вираження гніву.</li>
        <li>
          Давати дитині можливість виявляти гнів безпосередньо після фрустрації.
        </li>
        <li>Розвивати здатність до емпатії.</li>
        <li>Розширювати поведінковий репертуар дитини.</li>
        <li>Відпрацьовувати навички регулювання конфліктних ситуацій.</li>
        <li>Учити брати відповідальність на себе.</li>
      </ol>
    </div>
  );
}
