import { PostCarousel } from "~/components/carousel";

export const title = "Правила поведінки на воді";

export function Content() {
  return (
    <div className="content">
      <p>
        Літо — прекрасна пора, коли стовпчики термометрів показують понад 25
        градусів. Вода в річках, озерах, водоймах поступово прогрівається і
        відкривається пляжний сезон. А це означає, що не буде зайвим ще раз
        обговорити всі правила поведінки на воді для дітей, адже саме вони
        найчастіше наражаються на небезпеку.
      </p>
      <p>
        Якщо ви хочете, щоб ваш відпочинок приносив тільки користь і позитивні
        емоції, необхідно знати правила поведінки на воді:
      </p>

      <ul>
        <li>
          Купатися у водоймах закритого типу, де немає облаштованих пляжів і
          рятувальників, заборонено.
        </li>
        <li>
          Наближатися близько до води і заходити в неї можна тільки під наглядом
          дорослих.
        </li>
        <li>
          У тих місцях, де поблизу знаходиться вивіска про заборону купання,
          купатися не варто, так як це може призвести до сумних наслідків.
        </li>
        <li>
          Запливати за буйки, навіть якщо дорослі знаходяться поблизу, не
          потрібно.
        </li>
        <li>
          Слід бути акуратним у воді і не плавати на глибині, понад росту
          дитини.
        </li>
        <li>
          У малознайомих місцях пірнати також строго-настрого забороняється, так
          як це може призвести до травм.
        </li>
      </ul>

      <p>
        Правила поведінки на воді для дітей створені не просто так і про це
        повинні знати кожна дитина і її батьки. Дотримання цих правил — це
        запорука здорового і безпечного відпочинку. Безпека на воді для дітей
        повинна в першу чергу створюватися саме батьками, так як тільки вони
        несуть повну відповідальність за здоров’я і життя їхньої дитини.
      </p>

      <PostCarousel id="useful/2023-06-06" />
    </div>
  );
}
