export const title = "Пам’ятка батькам";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>
          Повірте в унікальність своєї дитини, в те, що Ваша дитина - єдина в
          своєму роді, несхожа на жодну сусідську дитину і не є точною копією
          Вас самих. Тому не треба вимагати від дитини реалізації завданої Вами
          життєвої програми і досягнення поставлених Вами цілей. Надайте їй
          право прожити життя самій.
        </li>
        <li>
          Дозвольте дитині бути самою собою, з власними недоліками, слабостями
          та достоїнствами. Приймайте її такою, яка вона є. Опирайтесь на
          позитивні якості дитини.
        </li>
        <li>
          Не соромтесь показувати їй свою любов, дайте їй зрозуміти, що будете
          любити її завжди і за будь-яких обставин.
        </li>
        <li>
          Не бійтесь «залюбити» дитину, беріть її на коліна, дивіться їй у вічі,
          обнімайте та цілуйте її тоді, коли вона того захоче.
        </li>
        <li>
          Як засіб виховного впливу частіше використовуйте ласку та заохочення,
          ніж покарання та догану.
        </li>
        <li>
          Подбайте, щоб Ваша любов не перетворилась на уседозволеність та
          бездоглядність. Визначте чіткі межі та заборони (бажано, щоб їх було
          небагато — тільки найбільш важливі, на Ваш погляд) і дозвольте дитині
          вільно діяти в цих межах. Суворо дотримуйтесь визначених заборон та
          дозволів.
        </li>
        <li>
          Не поспішайте вдаватись до покарань. Намагайтесь впливати на дитину
          проханнями - це найбільш ефективний засіб давати їй інструкції. У
          випадку непокори батькам необхідно переконатися, що прохання
          відповідає вікові та можливостям дитини. Тільки в тих випадках, коли
          дитина демонструє відверту непокору, батьки можуть подумати про
          покарання; немає необхідності нагадувати, що покарання мусить
          відповідати вчинкові, дитина має чітко розуміти, за що її покарано.
        </li>
        <li>
          Не забувайте, що ключ до серця дитини лежить через гру. Саме в процесі
          гри Ви зможете передати їй необхідні знання та навички, поняття про
          життєві правила та цінності, краще порозумітися з нею.
        </li>
        <li>
          Частіше розмовляйте з дитиною, пояснюйте їй незрозумілі явища та
          ситуації, суть заборон та обмежень. Допомагайте дитині навчитися
          висловлювати свої бажання, почуття та переживання, навчитися розуміти
          свою поведінку і поведінку інших людей.
        </li>
      </ol>

      <p>
        <b>
          Хотілося б нагадати батькам: психічне здоров'я Ваших дітей у Ваших
          руках. Частіше покладайтесь на свою любов та інтуїцію і при
          необхідності звертайтесь за допомогою до психолога.
        </b>
      </p>

      <h1>Анкета для батьків</h1>
      <ol>
        <li>
          <b>З якою метою Ви направляєте своїх дітей до школи:</b>
          <ol>
            <li>щоб отримали знання;</li>
            <li>щоб стали культурними людьми;</li>
            <li>щоб отримали атестат;</li>
            <li>щоб зробили кар'єру в майбутньому;</li>
            <li>щоб мали друзів;</li>
            <li>інше (вкажіть, що саме).</li>
          </ol>
        </li>
        <li>
          <b>Як часто Ви буваєте в школі:</b>
          <ol>
            <li>2-3 рази на рік;</li>
            <li>кожного місяця;</li>
            <li>за запрошенням;</li>
            <li>зрідка.</li>
          </ol>
        </li>
        <li>
          <b>
            Чи вважаєте Ви, що школа в достатній мірі розвиває здібності Ваших
            дітей:
          </b>
          <ol>
            <li>так;</li>
            <li>ні;</li>
            <li>не знаю.</li>
          </ol>
        </li>
        <li>
          <b>
            Як Ви вважаєте, чи готова Ваша дитина до самостійного життя по
            закінченню школи:
          </b>
          <ol>
            <li>так;</li>
            <li>не зовсім;</li>
            <li>ні.</li>
          </ol>
        </li>
        <li>
          <b>
            Які цінності, на Вашу думку, найбільш важливі для сучасної молоді?
            (Вкажіть не більше 3) здоров'я:
          </b>
          <ol>
            <li>знання;</li>
            <li>престиж в суспільстві;</li>
            <li>гроші;</li>
            <li>сім'я;</li>
            <li>творча діяльність;</li>
            <li>кохання;</li>
            <li>людяність;</li>
            <li>інше. (Вкажіть, що саме).</li>
          </ol>
        </li>
      </ol>
    </div>
  );
}
