export const title =
  "Рекомендації вчителям із забезпечення засобів впливу на підлітка щодо поліпшення його поведінки";

export function Content() {
  return (
    <div className="content">
      <ol>
        <li>
          Пошук і знаходження шляхів підвищення мотивації до навчання у слабких
          учнів:
          <ol>
            <li>
              винагорода дітей за досить незначний прогрес під час навчальної
              діяльності, а не за досконалість в ній;
            </li>
            <li>
              активне заохочення в творчій діяльності, в спорті, в різних
              шкільних заходах тощо.
            </li>
          </ol>
        </li>
        <li>
          Виховання теплих почуттів до школи у слабких учнів:
          <ol>
            <li>
              дозволяти дітям брати участь у найважливіших справах школи,
              наділивши їх певною часткою відповідальності.
            </li>
          </ol>
        </li>
        <li>
          Не присвоювати дітям ніяких ярликів, спиратися на заохочення,
          підтримку, а не на покарання:
          <ol>
            <li>
              не бажано розділяти учнів (шляхом оголошень оцінок чи розподілу по
              групах), бо діти позбавляються необхідної мотивації;
            </li>
            <li>
              корисно знаходити сильні сторони слабких учнів і хвалити їх за те,
              що їм вдається.
            </li>
          </ol>
        </li>
        <li>
          В роботу школи включати більше елементів, що задовольняють соціальні
          інтереси підлітків:
          <ol>
            <li>розширювати позашкільні форми діяльності підлітків;</li>
            <li>залучати їх до організації такої діяльності;</li>
            <li>
              прикладом, шляхом бесід виховувати у підлітків усвідомлення,
              прийняття шкільних цінностей та норм.
            </li>
          </ol>
        </li>
      </ol>
    </div>
  );
}
