import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/library/")({
  component: RouteComponent,
  staticData: { title: "Загальна інформація" },
});

function RouteComponent() {
  return (
    <div className="content">
      <div className="grid justify-items-center gap-10 lg:grid-cols-3">
        <div>
          <div className="text-center font-bold">Бібліотечне кредо</div>
          "Це склад книжок" - так скептик говорив
          <br />
          "Це храм душі" - естет йому відмовив
          <br />
          Тут джерело всіх радощів земних ,<br />
          І їх дарують нам безцінним словом ... <br />
          Храм книги. І аптека для душі,
          <br />
          А до сердець людських – твій вічний погляд.
          <br />
          Допомогти піднестись до вершин –<br />
          Чи може бути кращий долі поклик!
        </div>

        <img src={asset("images/бібліотека-1.jpg")} className="block w-96" />

        <div>
          <div className="text-center font-bold">
            Головні принципи діяльності
          </div>
          <ol className="mt-0">
            <li>Основні показники.</li>
            <li>Головні напрямки інформаційної діяльності.</li>
            <li>Формування, використання та збереження книжкових фондів.</li>
            <li>
              Креативність та популяризація літератури бібліотеки інформаційна
              та довідково-бібліографічна робота.
            </li>
            <li>Робота з батьками та педагогічним колективом.</li>
            <li>Організаційно-методична робота.</li>
          </ol>
        </div>
      </div>
      <p className="text-center font-bold">Завдання бібліотеки</p>
      Бібліотека – одна із найважливіших ділянок роботи школи. Вона допомагає
      реалізувати єдину для загальноосвітнього навчального закладу державну
      программу національної освіти і виховання учнів, вирішує це завдання
      власними методами і засобами у загальньому плані навчально – виховного
      процесу школи разом із педагогічним колективом.
      <p className="text-center font-bold">Формування духовної особистості</p>
      <ol className="mt-0">
        <li>
          Виховувати у кожного школяра почуття гордості за свою батьківщину,
          любов до рідної землі, свого народу засобом КНИГИ.
        </li>
        <li>
          Формувати і розвивати в учнях прагнення до читання, сприяти всебічному
          розвитку учнів при допомозі позакласного читання.
        </li>
      </ol>
      <div className="flex flex-wrap justify-center gap-10">
        <img src={asset("images/бібліотека-2.jpg")} className="h-72" />
        <img src={asset("images/бібліотека-3.jpg")} className="h-72" />
        <img src={asset("images/бібліотека-4.jpg")} className="h-72" />
      </div>
      <div className="mt-5 grid lg:grid-cols-2">
        <div>
          <div className="text-center font-bold">Книжчина лікарня</div>
          <p className="mt-0">
            Бібліотека проводить кропітку роботу, що до виховання в учнів
            бережливого ставлення до книги. Цю мету ставить бібліотекар при
            проведенні бесід уроків; рейдів перевірок підручників.
          </p>
          <p>
            В бібліотеці працює “Книжчина лікарня”, де бібліотечні активісти
            продовжують життя книги.
          </p>
        </div>

        <div>
          <div className="text-center font-bold">
            Наочні форми пропаганди книги
          </div>
          <ul className="mt-0">
            <li>виставка одного автора</li>
            <li>виставка – запитання</li>
            <li>виставка – поздоровлення</li>
            <li>виставка – колаж</li>
            <li>виставка – роздум</li>
          </ul>
        </div>
      </div>
    </div>
  );
}
