import image from "./1.jpg";

export const title = "ЩО ТАКЕ БУЛІНГ ТА ЯКІ ЙОГО ПРИЧИНИ";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />

      <p>
        <b>Булінг</b> – це агресивна і вкрай неприємна поведінка однієї дитини
        або групи дітей по відношенню до іншої дитини, що супроводжується
        постійним фізичним і психологічним впливом.
      </p>
      <p>
        Кривдники можуть знайти безліч причин щоб цькувати дитину: зовнішність,
        що не вписується у загальноприйняті рамки, поведінка, думки, які не
        збігаються з думкою більшості, тощо.
      </p>
      <p>
        Яскравими прикладами булінгу є словесні образи, навмисне неприйняття
        дитини до колективу, шантаж та навіть побиття.
      </p>
      <p>
        "Успіхи у навчанні, матеріальні можливості та навіть особливості
        характеру можуть стати основою для булінгу. Крім того, жертвою булінгу
        може стати також той, кому складно спілкуватися з однолітками, хто
        поводиться відлюдкувато чи, навпаки, провокативно", – зауважують
        психологи.
      </p>
      <p>
        Частіше за все люди, що цькують, вважають, що це смішно і в цьому немає
        великої проблеми чи трагедії, а також, що дорослі не будуть звертати на
        це увагу.
      </p>

      <h2>ЯК ВІДРІЗНИТИ БУЛІНГ ТА СВАРКУ МІЖ ДІТЬМИ</h2>

      <p>
        Булінг супроводжується реальним фізичним чи психологічним насиллям:
        жертву висміюють, залякують, дражнять, шантажують, б'ють, псують речі,
        розповсюджують плітки, бойкотують, оприлюднюють особисту інформацію та
        фото в соціальних мережах.
      </p>
      <p>
        У ситуації булінгу завжди беруть участь три сторони: той, хто
        переслідує, той, кого переслідують та ті, хто спостерігають.
      </p>
      <p>Якщо булінг відбувся, він може повторюватися багато разів.</p>

      <h2>КОГО ТА ДЕ МОЖУТЬ БУЛИТИ? КОГО БУЛЯТЬ?</h2>

      <p>
        У групі ризику може опинитися будь-яка дитина, яка відчуває, що занадто
        вирізняється із загального кола своїх однолітків. Підґрунтям для
        глузувань може стати руде волосся, ластовиння, занадто високий або
        занадто низький зріст, вага тіла, особлива форма голови, носа, очей,
        рота, національність, фізичні обмеження. Успіхи у навчанні, матеріальні
        можливості або навіть особливості характеру теж можуть стати основою для
        булінгу. Крім того, жертвою булінгу може стати також той, кому складно
        спілкуватися з однолітками, хто поводиться відлюдкувато чи, навпаки,
        провокативно.
      </p>
      <p>Всі ці риси не обов’язково, але можуть призводити до булінгу.</p>

      <h2>ДЕ БУЛЯТЬ?</h2>

      <p>
        Як правило булінг відбувається зараз в соціальних мережах, та в
        міжособистісному спілкуванні.
      </p>
      <p>
        Якщо зовнішніх проявів немає або вони неоднозначні, зверніть увагу на
        дев'ять найпоширеніших ознак:
      </p>

      <ol>
        <li>
          У дитини мало або взагалі немає друзів, з якими вона проводить час.
        </li>
        <li>
          Боїться ходити до школи або брати участь у заходах з однолітками
          (гуртки, спорт).
        </li>
        <li>Ходить до школи довгим «нелогічним» шляхом.</li>
        <li>Втрачає інтерес до навчання або раптом починає погано вчитися.</li>
        <li>Приходить додому сумна, похмура, зі сльозами.</li>
        <li>
          Постійно відмовляється йти до школи, посилаючись на головний біль,
          біль у животі, погане самопочуття.
        </li>
        <li>Має розлади сну або часті погані сни.</li>
        <li>
          Втрачає апетит, проявляє тривожність, страждає від низької самооцінки.
        </li>
        <li>
          Якщо дитину шантажують у школі, вона може почати просити додаткові
          гроші на кишенькові витрати, щоб відкупитися від агресора.
        </li>
      </ol>

      <h2>ЯК ДОПОМОГТИ ДИТИНІ, ЯКЩО ВОНА ПІДДАЄТЬСЯ БУЛІНГУ?</h2>

      <p>
        Інколи діти стають жертвами булінгу. Вони соромляться про це говорити і
        часто звинувачують себе. Можуть відчувати себе безпорадними та вважати,
        що з ними щось не так. Придивіться до поведінки та настрою своєї дитини.
        Якщо ви помітили ознаки того, що вона стала жертвою булінгу:
      </p>

      <ol>
        <li>
          У першу чергу заспокойтесь, і тільки після цього починайте розмову з
          дитиною.
        </li>
        <li>
          Дайте відчути, що ви поруч, готові підтримати та допомогти, вислухати
          та захистити.
        </li>
        <li>
          Запевніть дитину, що ви не звинувачуєте її у тому, що відбувається, і
          вона може говорити відверто.
        </li>
        <li>
          Пам’ятайте, що дитині може бути неприємно говорити на цю тему, вона
          вразлива у цей момент. Будьте терплячими та делікатними.
        </li>
        <li>
          Спробуйте з’ясувати все, що зможете, проте не повторюйте ті ж самі
          запитання по декілька разів, допитуючись.
        </li>
        <li>
          Запропонуйте подумати, які дії допоможуть дитині почуватися у більшій
          безпеці зараз (наприклад, бути певний час ближче до дорослих, не
          залишатися після уроків тощо).
        </li>
        <li>
          Розкажіть дитині, що немає нічого поганого у тому, щоб повідомити про
          агресивну поведінку щодо когось учителю або принаймні друзям. Поясніть
          різницю між “пліткуванням” та “піклуванням” про своє життя чи життя
          друга/однокласника.
        </li>
        <li>
          Спитайте, яка саме ваша допомога буде корисна дитині, вислухайте
          уважно. Можливо ви запропонуєте свій варіант. Це допоможе розробити
          спільну стратегію змін.
        </li>
        <li>
          Пам’ятайте, що ситуації фізичного насилля потребують негайного
          втручання з боку батьків та візит до школи.
        </li>
        <li>
          Спільно з дитиною шукайте нові способи реагування на ситуацію булінгу.
        </li>
      </ol>

      <h2>ЯК ДІТИ – АГРЕСОРИ СТАВЛЯТЬСЯ ДО БУЛІНГУ</h2>

      <p>
        Діти, які булять, не до кінця розуміють, якої шкоди та страждань
        завдають. Булери вважають смішними знущання над слабшою дитиною, а
        зустрічаючи схвалення зі сторони друзів-спостерігачів, відчувають себе
        сильними та дуже "крутими”.
      </p>
      <p>
        Деякі діти булять, тому що самі постраждали від насильства (вдома, у
        спортивній секції, в іншій школі тощо). У таких випадках вони можуть
        виміщати свій біль через знущання і приниження слабших за себе.
      </p>
      <p>
        Деякі діти булять, щоб ловити на собі захоплені погляди оточуючих, а
        відчуття переваги над іншими приносить їм задоволення. До того ж,
        нападаючи на когось вони захищаються від цькування. Іноді такі діти дуже
        імпульсивні і не можуть контролювати свій гнів. У таких випадках справа
        нерідко доходить і до фізичного насильства.
      </p>

      <h2>ЯК ДОПОМОГТИ ДИТИНІ, ЯКЩО ВОНА ВИЯВИЛАСЯ АГРЕСОРОМ?</h2>

      <p>
        Дитині, яка булить інших, увага та допомога потрібна не менше, ніж тій,
        яка страждає від булінгу.
      </p>

      <ol>
        <li>
          Відверто поговоріть з дитиною про те, що відбувається, з'ясуйте як
          вона ставиться до своїх дій і як реагують інші діти. Ви можете почути,
          що "всі так роблять", або "він заслуговує на це".
        </li>
        <li>
          Уважно вислухайте дитину і зосередьтеся на пошуку фактів, а не на
          своїх припущеннях.
        </li>
        <li>
          Не применшуйте серйозність ситуації такими кліше, як "хлопчики завжди
          будуть хлопчиками" або "глузування, бійки та інші форми агресивної
          поведінки — просто дитячі жарти і цілком природна частина дитинства".
        </li>
        <li>
          Ретельно поясніть, які дії ви вважаєте переслідуванням інших. До них
          відносяться: цькування, образливі прізвиська, загрози фізичного
          насильства, залякування, висміювання, коментарі з сексуальним
          підтекстом, бойкот іншої дитини або підбурювання до ігнорування,
          плітки, публічні приниження, штовхання, плювки, псування особистих
          речей, принизливі висловлювання або жести.
        </li>
        <li>
          Діти, які булять, заперечують це так довго, як тільки можуть. Спокійно
          поясніть дитині, що її поведінка може завдати шкоди не тільки жертві,
          а й усім оточуючим. І щодалі це заходитиме, тим гірше булінг
          впливатиме на всіх учасників.
        </li>
        <li>
          Дайте зрозуміти дитині, що агресивна поведінка є дуже серйозною
          проблемою, і ви не будете терпіти це в майбутньому. Чітко і
          наполегливо, але без гніву, попросіть дитину зупинити насильство.
        </li>
        <li>
          Скажіть дитині, що їй потрібна допомога, а тому ви тимчасово
          триматимете зв'язок з учителями, щоб упевнитись — дитина намагається
          змінити ситуацію.
        </li>
        <li>
          Загрози і покарання не спрацюють. Можливо, на якийсь час це припинить
          булінг, та в перспективі це може тільки посилити агресію і
          невдоволення.
        </li>
        <li>
          Буде зайвим концентрувати увагу на відчуттях дитини, яку булять. Той,
          хто виявляє агресію, як правило відсторонюється від почуттів іншої
          людини.
        </li>
        <li>
          Агресивна поведінка та прояви насильства можуть вказувати на емоційні
          проблеми вашої дитини та розлади поведінки. Порадьтеся зі шкільним чи
          дитячим психологом.
        </li>
      </ol>

      <h2>ДО ЧОГО МОЖЕ ПРИЗВЕСТИ БУЛІНГ?</h2>

      <p>
        Булінг впливає на всіх, хто бере в ньому участь або спостерігає, та має
        деструктивні наслідки в майбутньому житті.
      </p>

      <p>Ті, хто піддаються булінгу:</p>
      <ul>
        <li>
          втрачають відчуття емоційної та фізичної безпеки, довіри до місця, у
          якому мають перебувати щодня;
        </li>
        <li>
          відчувають безпорадність і страх від постійної загрози. Булінг
          провокує тривожні та депресивні розлади, пригнічує імунітет, що
          підвищує вразливість до різних захворювань;
        </li>
        <li>
          втрачають повагу до себе. Страхи та невпевненість руйнують здатність
          до формування та підтримки стосунків з однолітками, що призводить до
          відчуття самотності;
        </li>
        <li>
          втрачають інтерес до різних форм активності та не можуть нормально
          навчатися. У деяких випадках можна простежити зв’язок між потерпанням
          від булінгу та розладами харчуванням (анорексії та булімії), емоційної
          сфери (депресіями та суїцидальною поведінкою).
        </li>
      </ul>

      <p>Ті, хто булять:</p>
      <ul>
        <li>
          частіше за інших потрапляють у ситуації, де проявляється насилля та
          порушуються закони;
        </li>
        <li>
          частіше беруть участь у бійках, причетні у вандалізмі, залучаються до
          ранніх статевих стосунків, мають досвід вживання алкоголю та
          наркотичних речовин.
        </li>
      </ul>

      <p>Ті, хто вимушені спостерігати:</p>
      <ul>
        <li>
          часто страждають від відчуття безпорадності, етичного конфлікту:
          втрутитись у ситуацію булінгу чи ж залишитись осторонь;
        </li>
        <li>
          потерпають від депресивних станів чи перезбудження, намагаються менше
          відвідувати школу.
        </li>
      </ul>

      <p>
        Навіть поодинокий випадок булінгу залишає глибокий емоційний слід, що
        робить проблему найпоширенішою причиною звернень до дитячого психолога.
      </p>

      <h1>ВИ ПОБАЧИЛИ З ДИТИНОЮ ПРИНИЗЛИВЕ ВІДЕО В СОЦМЕРЕЖАХ?</h1>

      <p>
        Якщо ви побачили принизливе відео із своєю дитиною у соціальних мережах,
        вам слід спокійно та поступово зробити наступні кроки:
      </p>

      <ol>
        <li>
          Поговоріть з дитиною. Скажіть, що ви не звинувачуєте її у тому, що
          відео потрапило до мережі (формування культури користування
          кіберпростором тема, якій слід приділяти багато уваги, але не в
          кризовій ситуації).
        </li>
        <li>
          Запевніть дитину, що вона може вам довіритись і показати всі образливі
          відео та фото, як соромно б їй не було. Часто такий контент інтимного
          характеру, через що дитині важко про це говорити. Підкресліть, що вас
          зараз цікавить не їх вміст, а як їх вилучити з мережі.
        </li>
        <li>
          Напишіть особистого листа до сервісу технічної підтримки соціальних
          мереж про те, що контент (вкажіть посилання) принижує права дитини, і
          ви вимагаєте його вилучити.
        </li>
        <li>Покажіть дитині, що ви на її боці у цій складній ситуації.</li>
        <li>
          Пояснюйте дитині правила безпечного користування соціальними мережами.
        </li>
      </ol>

      <h2>До кого звернутися в ситуації булінгу?</h2>
      <ul>
        <li>до поліції за номером «102»</li>
        <li>
          дорослим, кому ти довіряєш (це можуть бути батьки, вчитель або
          спортивний тренер, медіатор, старший брат/старша сестра, інші родичі)
        </li>
        <li>до психолога, соціального педагога або классного керівника</li>
        <li>до Центру соціальних служб для сім’ї дітей та молоді</li>
        <li>до дільничного офіцера поліції</li>
        <li>до шкільного офіцера поліції</li>
        <li>до служби у справах дітей</li>
        <li>до працівників ювенальної превенції</li>
        <li>до працівників медичного закладу</li>
        <li>
          до громадських організацій, які працюють в сфері захисту прав та
          інтересів дітей
        </li>
      </ul>

      <p>
        <b>
          З будь-якими запитаннями про булінг і не тільки, ти можеш звернутися
          на Національну дитячу «гарячу лінію»: 0800 500 225 (безкоштовно зі
          стаціонарних) або 116 111 (безкоштовно з мобільних), тут ти можеш
          довірливо розповісти про свою ситуацію.
        </b>
      </p>
    </div>
  );
}
