export const title = "АКАДЕМІЧНА ДОБРОЧЕСНІСТЬ — ЗАПОРУКА ЯКІСНОЇ ОСВІТИ";

export function Content() {
  return (
    <div className="content">
      <p className="text-center">
        <b>Семененко Лариса Петрівна</b>
        <br />
        Національний технічний університет «Харківський політехнічний інститут»
      </p>

      <p className="text-right italic">
        «Щоб змінити людей, їх треба любити. <br />
        Вплив на них пропорційно любові до них.»
        <br />
        <b>Йоганн Генріх Песталоцці</b>
      </p>

      <p>
        У час складних викликів нашій країні, як ніколи раніше, потрібна висока
        якість освіти, оскільки вона є запорукою її успіху у майбутньому.
        «Освіта, інтелектуальний розвиток сьогодні виступають у якості
        стратегічного ресурсу суспільного поступу і одночасно могутнім фактором
        самореалізації особистості, її конкурентноздатності, добробуту і
        комфорту».
      </p>
      <p>
        Досягнути високої якості освіти можливо лише створивши середовище
        відповідальності та чесності. Серед принципів та засад освітньої
        діяльності у Проекті Закону про освіту вказаний і принцип академічної
        доброчесності, а у статті 42 подане його визначення як «... сукупність
        етичних принципів та визначених законом правил, якими мають керуватися
        учасники освітнього процесу під час навчання, викладання та провадження
        наукової (творчої) діяльності з метою забезпечення довіри до результатів
        навчання та/або наукових (творчих) досягнень».
      </p>
      <p>
        Проект цього закону передбачає механізм дотримання академічної
        доброчесності усіма учасниками освітнього процесу, вказує на
        різноманітні види її порушень та форми академічної відповідальності, а
        принципи чесної праці та навчання виводить на новий ступінь.
      </p>
      <p>
        Звісно, що мотивація студентів до навчання буває різна: одні хочуть
        отримати якісні знання і високу оцінку, як показник власного інтелекту,
        знань та зусиль, а інших — задовольняє висока оцінка, як гарант
        призначення стипендії, прихильності батьків або друзів, або сама
        можливість продовжувати навчання, та ін.
      </p>
      <p>
        Самі студенти, як правило, більш критично ніж викладачі оцінюють зусилля
        свої та своїх колег. Вони більше знають і бачать прояви академічного
        шахрайства серед студентства, а ніж самі викладачі. Наприклад, деякі
        передбачливі студенти наперед запасаються електронними версіями курсових
        робіт, рефератів, отримавши їх від своїх побратимів-старшокурсників, а
        потім обирають за керівника проектів іншого викладача кафедри. Багато
        хто з них вчиться лінгвістично перепрацювати готовий, структурований
        текст. Хтось готує чи то копіює шпаргалки у друзів-однокурсників, дехто
        — вдається до банального списування, або ж до послуг технічних засобів
        та інформаційних ресурсів.
      </p>
      <p>
        Отримання нелегітимних оцінок будь-яким чином вже само по собі є
        демотиватором, незалежно від того хто був ініціатором студент чи
        викладач. Прояви академічної недоброчесності (списування, плагіат,
        хабарництво) можуть зруйнувати систему навчання, перетворюючи навчальний
        процес на імітацію. Цікаво, що абсолютна більшість студентів вважає такі
        дії неприпустимими, але, на жаль, не всі. Нечесність в освіті негативно
        впливає і на все суспільство, і на кожного окремого індивіда адже
        створює систему, в якій неможливо досягнути успіху чесним шляхом, а таке
        суспільство не може бути успішним у довготривалій перспективі.
      </p>
      <p>
        Деякі студенти не усвідомлюють, що вони використовують плагіат. Адже так
        простіше і менш затратно виконувати завдання, аніж переосмислити наукову
        інформацію і виробити своє бачення вирішення певної проблеми чи
        завдання. Можливо десь у дитинстві батьки, своєю надмірною опікою,
        заблокували у дитини потяг до допитливості, не створили умови для
        отримання відчуття насолоди від досягнень, пізнання всесвіту та
        самопізнання. Можливо, що учень зустрів у школі авторитарних учителів,
        емоційно вигорілих. А можливо не зустрів свого Учителя?
      </p>
      <p>
        Аналізуючи практику європейської академічної культури, звертає на себе
        увагу той факт, що там, починаючи зі школи, учні виконують завдання і
        отримують знання, які можуть бути корисними для них у повсякденній
        практиці. Розуміння практичної цінності знань, взаємозумовленість їх
        рівня та можливості подальшого отримання достойного місця роботи, а як
        наслідок, і високого рівня якості життя, спонукає їх сумлінніше
        ставитися до виконання завдань, до самопідготовки та відмови від
        списування. За мету ставиться набуття конкурентоспроможних знань, умінь
        та навичок.
      </p>
      <p>
        Орієнтація на практичне застосування знань спонукає до роздумів і є
        гарним стимулом для відповідального ставлення студента до навчання.
        Спроби шахрайства одразу викликають осуд з боку інших студентів, що є
        дуже впливовим чинником. В українських вищих навчальних закладах такого
        осуду студенти не зазнають, хоча деякі прояви осуду все ж таки є. Так,
        наприклад, у соціальних мережах є пости студентів, які звертають увагу
        інтернет-спільноти на такі факти, що є студенти, які не з’являлися на
        заняттях, а у відомостях отримали високі оцінки. Тож треба побороти
        власну байдужість.
      </p>
      <p>
        За підтримки Посольства США стартував Проект сприяння академічній
        доброчесності в Україні (Strengthnening Academic Integrity in Ukraine
        Project-SAIUP), розрахований на 4 роки. Через широку просвітницьку
        кампанію проект продемонструє важливість та практичну цінність
        академічної доброчесності, а курс «Академічного письма», що буде
        упроваджений у десяти університетах-учасниках проекту із різних
        регіонів, охопить усіх студентів бакалаврату. Вони стануть носіями нових
        цінностей у вищій освіті, у науці та у суспільстві.
      </p>
      <p>
        Практика показує, що економічно розвинені країни мають високий рівень
        освіти, науки та академічної доброчесності. Безумовно, академічна
        доброчесність впливає на цінності, які закладаються під час навчання у
        вищій школі. Кожен представник наукової спільноти та представник
        студентства має усвідомлювати, що досягнення успіху кожного і всієї
        країни — важка і наполеглива праця. Академічна доброчесність збільшує
        вимоги і до підготовки викладача. Це формування індивідуальних завдань
        для кожного студента, їх практична спрямованість, інформаційний супровід
        індивідуальної роботи студента, можливість надавати консультації та
        корегувати завдання дистанційно, бути постійно на зв’язку. Оскільки
        навчальні заклади мають можливості створити умови для самовдосконалення
        і самоствердження особистості, а вони і раніше були такими осередками
        вирощування еліти, і сьогодні мають ними бути. Адже освіта має формувати
        самоцінну особистість, що не лише реалізує себе в професії, а й «...
        переживає свою відповідальність за близьких, країну, планету».
      </p>
      <p>
        Талант духовної еліти, яка формується із високо інтелігентних
        особистостей, «…полягає у неперервній, невидимій для суспільства, але
        завжди продуктивній інтелектуальній діяльності». Суспільство зацікавлене
        в розвитку і посиленні еліти, оскільки вона якісно відмінна від останніх
        членів соціуму, і здатна стати суб’єктом самоідентифікації. Духовна
        еліта є штучним утворенням і не може з’явитися сама-собою. Її треба
        вирощувати.
      </p>
      <p>
        Хочеться звернути особливу увагу на науковий доробок академіка Івана
        Андрійовича Зязюна, який наголошував на необхідності побудови «...
        цілісного процесу набування знань, адекватних життю, побудова
        органічного комплексу гуманітарно-соціально-історичних,
        природничо-наукових і художніх дисциплін, об’єднаних єдністю
        гуманістичних смислів і духовно-моральних цілей». Можливо, якби ми
        частіше перечитували його праці та упроваджували його ідеї у практику,
        уважно дослухалися до його думок про роль учителя і, що розвиток нації
        можливий лише за умови «професійного вчительства», не нехтували
        необхідність, запропонованого ним, ретельного попереднього відбору
        претендентів на навчання в педагогічних вищих навчальних закладах, то й
        країна була б успішнішою. Адже головне призначення вчителя — навчити
        Людину бути Людиною. Він наполягав, що «... вчитель — основоположна сила
        соціального відтворення — культурного, економічного, політичного. Без
        нього унеможливлюються соціальний поступ, будь-які досягнення держави і
        народу. Він є безпосередньо продуктивною силою».
      </p>
      <p>
        Розуміючи, що пізнавальна діяльність учня спрямовується діяльністю
        вчителя, І. А. Зязюн закликав учителів навчати своїми Поведінкою,
        Статусом, Знаннями, Свободою, Любов’ю, Щастям і Талантом. Він називав
        учителя у державі службовцем Першого Рангу.
      </p>
      <p>
        Інколи наші студенти забувають, що найміцніші знання засвоюєш тоді, коли
        самостійно опрацьовуєш науковий матеріал, а ще краще — коли навчаєш
        інших! І. А. Зязюн наводить вагомі аргументи на користь самоучіння. Це і
        динаміка змін у науці й суспільстві, особистий, притаманний лише
        конкретній особі свій стиль, своя манера вчитися, своя форма засвоювання
        інформації. «Самоучіння зумовлюється активністю і самостійністю» . Від
        нього залежать і продуктивність, і заповзятість.
      </p>
      <p>
        Висновки. Для того, щоб запустити процес змін, потрібна взаємна довіра,
        повага, відповідальність, тривала і системна робота у вищих навчальних
        закладах
      </p>
      <p>
        Потрібно формувати нові підходи до проведення наукової та академічної
        діяльності всередині академічної та університетської спільноти.
      </p>
      <p>
        Частіше показувати студентам, на якого майбутнього працівника чекають
        працедавці, на яку кваліфікацію та якість знань вони очікують і, що вони
        розраховують на дотримання принципу чесності від своїх співробітників.
      </p>
      <p>
        Маємо долучитися до розробки кодексів честі, роз’яснювати студентам, що
        таке плагіат, запроваджувати курси з академічного письма, виховувати
        академічну культуру, а у статутах університетів — чіткіше прописати
        механізми протидії та запобігання плагіату.
      </p>
      <p>
        Маємо разом формувати академічну культуру, як певний стиль життя і
        поведінки на усіх її рівнях: загальному, профільно-професійному,
        корпоративному та індивідуальному.
      </p>
      <p>
        Важливими є як формальні аспекти академічної культури (закони,
        нормативно-правові акти), так і неформальні (звички, традиції,
        неформальні практики) аспектів. Прозорість і підзвітність, імператив
        якості, академічна доброчесність, пошана до базових академічних
        цінностей свободи і діалогу мають увійти у кожний виш.
      </p>
      <p>
        Академічне шахрайство має бути вилучено із норм суспільних відносин.
        Кожен учень має зустріти свого Учителя, який володіє педагогічною
        культурою, дбає про гармонійний розвиток емоційного, духовного та
        інтелектуального початку, прагне до істини, добра, краси
      </p>
      <p>
        До реалізації Проекту сприяння академічній доброчесності мають
        долучитися і бібліотеки. Вони можуть максимально швидко розповсюджувати
        інформацію про доброчесність, про плагіат, про програмне забезпечення
        для вияву плагіату, сформувати повнотекстові колекції праць науковців
        своїх університетів та курсових і дипломних робіт студентів.
        Бібліотекарі мають якнайкраще дбати про рівень інформаційної культури
        своїх користувачів.
      </p>
    </div>
  );
}
