import image from "./1.jpg";

export const title = "Кір";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />
      <p>
        Кір – гостре інфекційне захворювання, що характеризується лихоманкою,
        інтоксикацією, ураженням верхніх дихальних і плямистою висипкою на
        шкірі.
      </p>
      <p>
        Кір викликається вірусом, що швидко гине при нагріванні,
        ультрафіолетовому опроміненні, під впливом дезінфікуючих засобів.
      </p>
      <p>
        Джерелом інфекції є хвора людина, що стає заразним за 2 дні до появи
        перших ознак захворювання і залишається небезпечним для навколишніх
        протягом 5 днів після появи висипки.
      </p>
      <p>
        Передача інфекції відбувається повітряно-краплинним шляхом. Зараження
        кором через треті особи і різні предмети не відбувається через малу
        стійкості вірусу в зовнішньому середовищі.
      </p>
      <p>
        До кору високо сприйнятливі всі люди. Не хворівші і не щеплені, при
        зараженні занедужують в 100% випадків. В останні роки все частіше кором
        хворіють молоді люди, у яких згодом знизилася несприйнятливість до
        інфекції після зроблених у дитинстві протикоревих щеплень.
      </p>
      <p>
        Вірус кору проникає в клітини слизової оболонки дихальних шляхів, там
        розмножується і кров’ю розноситься по всьому організмі. При цьому
        збудник накопичується в слизових оболонках очей, дихальних шляхів,
        порожнини рота, шкірі і вражає їх.
      </p>
      <p>
        Кір приводить до зниження загального імунітету в період хвороби і
        наступних декількох місяців, що проявляється загостренням наявних у
        хворого хронічних запальних захворювань (гайморит, тонзиліт, отит і
        ін.).
      </p>
      <p>
        Після перенесеного кору розвивається стійка довічна несприйнятливість до
        захворюванню. Після щеплень несприйнятливість зберігається близько 15
        років.
      </p>

      <p>
        <b>Як розпізнати Кір?</b>
      </p>
      <p>
        Інкубаційний період триває 9-21 день. Захворювання починається з
        підвищення температури тіла до 38-39 &deg;С, розвитку нежиті, грубого
        («гавкаючого») кашлю, осиплості голосу, світлобоязні, головного болю,
        загальної розбитості і порушення сну. З’являється одутлість обличчя,
        яскрава червоність коньюнктив і слизової оболонки порожнини рота.
      </p>
      <p>
        На 2-3-й день хвороби на слизовій оболонці щік з’являються висипання у
        вигляді дрібних білих цяток (плями Бєльського – Філатова – Копліка).
        Звичайно вони розташовуються групами, ніколи не зливаються між собою і
        по зовнішньому виду нагадують манну крупу. Зберігаються протягом 1-3
        днів, потім зникають.
      </p>
      <p>
        На 4-ту добу хвороби за вухами і на переніссі, потім протягом доби на
        шкірі всього тіла, шиї і верхньої частини грудей з’являються цятки
        рожевого або червоних кольорів, які через кілька годин збільшуються в
        розмірах, перетворюються у великі плями пурпурних кольорів, мають
        нерівні краї, зливаються. Вид шкіри між елементами висипки звичайний. На
        5-у добу висип поширюється на тулуб і руки, на 6-ту – на ноги.
      </p>
      <p>
        Період висипання характеризується підвищенням температури тіла до 40
        &deg;С, посиленням запалення дихальних шляхів і погіршенням загального
        стану хворого. Температура тіла досягає максимуму на 2-3-й день
        висипання, а потім швидко знижується до норми, і наступає видужання.
        Висип зберігається протягом 3-4 днів, потім починає бліднути й здобувати
        бурий або жовтуватий відтінок у такому ж порядку, у якому з’явився.
      </p>
      <p>Відцвітання висипки може супроводжуватися лущенням шкіри.</p>
      <p>
        <b>Ускладнення.</b> Запалення легенів, вуха, придаткових пазух носа,
        поразка роговиці, нервової системи.
      </p>

      <p>
        <b>Як лікувати Кір?</b>
      </p>
      <p>
        Лікування хворого кором проводиться також, як хворих гострими
        респіраторними вірусними інфекціями. При вираженому запаленні кон’юнктив
        за нижні повіки варто закапувати 20% розчин сульфацилу натрію по 2
        краплі 3-4 рази в день, хворому додати зручне положення у ліжку, щоб в
        очі не падало світло.
      </p>
      <p>Ізоляція хворого припиняється через 5 днів з моменту появи висипки.</p>
      <p>Надійним методом попередження кору є вакцинація.</p>
      <p>
        Контактувавші із хворим, нещеплені і не хворіші на кір діти не
        допускаються в дитячий колектив протягом 17 днів. Їм протягом 2-ої доби
        після контакту з хворим проводиться вакцинація для попередження
        захворювання або вводиться імуноглобулін у дозі 0,25 мол/кг протягом 5
        днів після контакту для попередження або полегшення перебігу хвороби.
      </p>
    </div>
  );
}
