import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute("/educational-work/career-guidance-work/")(
  {
    component: RouteComponent,
    staticData: {
      title: "Загальна інформація",
    },
  },
);

function RouteComponent() {
  return (
    <div className="content">
      <div className="grid gap-x-10 md:grid-cols-2">
        <div>
          <p className="font-bold text-blue-800">
            Чинники, які необхідно враховувати під час виявлення професійних
            здібностей:
          </p>
          <ul>
            <li>
              по-перше, у юнацькому віці деякі професійно важливі якості
              перебувають у прихованому стані, тому що немає умов для їх прояву;
            </li>
            <li>
              другим чинником є недостатній рівень самосвідомості підлітка,
              нестійкість емоційного стану, неадекватна самооцінка;
            </li>
            <li>
              третій чинник — недолік життєвого досвіду (недостатні знання про
              світ професій і ринок праці, правила і можливі помилки під час
              вибору професії).
            </li>
          </ul>
          <p>
            Знизити негативний вплив цих чинників можна тільки шляхом
            цілеспрямованого психолого-педагогічного супроводу професійного
            самовизначення, яке варто розпочинати ще в початковій школі, як це
            робиться в багатьох країнах.
          </p>
          <p>
            Профорієнтація — це науково обґрунтована система
            соціально-економічних, психолого-педагогічних, медико-біологічних і
            виробничо-технічних заходів щодо надання молоді особистісно
            орієнтованої допомоги у виявленні й розвитку здібностей і
            схильностей, професійних і пізнавальних інтересів у виборі професії,
            а також формування потреби у праці й готовності працювати в умовах
            ринку, багатошаровості форм власності й діяльності. Вона
            реалізується в ході навчально-виховного процесу, позаурочної та
            позашкільної роботи з учнями.
          </p>
          <img
            src={asset("images/профорієнтаційна-робота-1.jpg")}
            className="mx-auto w-80"
          />
        </div>
        <div>
          <p className="font-bold text-blue-800">Цілі профорієнтації:</p>
          <ul>
            <li>
              надання профорієнтаційної підтримки учням у процесі вибору профілю
              навчання та сфери майбутньої професійної діяльності;
            </li>
            <li>
              вироблення в учнів свідомого ставлення до праці, професійне
              самовизначення в умовах свободи вибору сфери діяльності відповідно
              до своїх можливостей, здібностей і з урахуванням вимог ринку
              праці.
            </li>
          </ul>
          <p className="font-bold text-blue-800">Завдання профорієнтації:</p>
          <ul>
            <li>
              поглиблене вивчення навчальних і спеціальних предметів, до яких
              виявляється стійкий інтерес та здібності;
            </li>
            <li>
              зосередження уваги на формуванні професійно важливих якостей,
              необхідних до обраного виду професійної діяльності;
            </li>
            <li>
              здійснення контролю, корекції професійних планів, виявлення
              ступеня їхньої обгрунтованості;
            </li>
            <li>
              окреслення шляхів до самопідготовки до майбутньої професії,
              способів самодіагностики, оцінка результатів досягнень. Формування
              основ для соціально-професійної адаптації: розвиток норм,
              ціннісних орієнтацій, мотивів вибору професії, професійної
              спрямованості;
            </li>
            <li>формування професійних інтересів;</li>
            <li>
              форма профорієнтаційної роботи—спосіб організації взаємодії
              вчителя і учня, що вирішує проблему професійного самовизначення.
              Вони залежать від складу і кількості осіб, місця проведення,
              тривалості роботи.
            </li>
          </ul>
          <p>
            <span className="font-bold">Методи профорієнтаційної роботи</span>—
            способи спільної діяльності педагога і учнів, які забезпечують
            підготовку школярів до професійного самови¬значення.
          </p>
          <p className="font-bold text-blue-800">
            Складові діяльності із профорієнтації:
          </p>
          <ul>
            <li>розробка класних годин, рольових ігор;</li>
            <li>тренінгові заняття з учнями;</li>
            <li>елективні курси.</li>
          </ul>
          <p className="font-bold text-blue-800">
            Основні форми профорієнтаційної діяльності:
          </p>
          <ul>
            <li>дискусії;</li>
            <li>тренінги;</li>
            <li>круглі столи;</li>
            <li>робота з батьками;</li>
            <li>
              робота з випускниками закладу, студентами вищих навчальних
              закладів;
            </li>
            <li>виставки-перегляди;</li>
            <li>екскурсії.</li>
          </ul>
          <p>
            Організація роботи припускає використання групових і індивідуальних
            форм роботи.
          </p>
        </div>
      </div>

      <p className="font-bold text-blue-800">Аспекти системи профорієнтації:</p>
      <ul>
        <li>соціальний;</li>
        <li>економічний;</li>
        <li>психолого-педагогічний;</li>
        <li>медико-фізіологічний.</li>
      </ul>

      <p>
        Соціальний аспект полягає у формуванні ціннісних орієнтацій молоді в
        професійному самовизначенні, де робиться акцент на вивченні вимог до
        кваліфікації працівника тієї або іншої сфери.
      </p>
      <p>
        Економічний аспект — це процес керування вибором професії молоді
        відповідно до потреб суспільства та можливостей особистості (вивчення
        ринку праці).
      </p>
      <p>
        Психологічний аспект полягає у вивченні структури особистості,
        формуванні професійної спрямованості (здатності до усвідомленого
        вибору); педагогічний – пов’язаний із формуванням суспільно значущих
        мотивів вибору професії та професійних інтересів.
      </p>
      <p>
        Медико-фізіологічний аспект передбачає такі основні завдання, як
        розробка критеріїв професійного відбору відповідно до стану здоров’я, а
        також вимог, які висуває професія до особистості кандидата.
      </p>
      <p>
        Враховуючи психологічні та вікові особливості учнів, можна виділити такі
        етапи профорієнтаційної роботи в закладі:
      </p>
      <p>
        1–4 класи: формування у молодших учнів ціннісного ставлення до праці,
        розуміння її ролі в житті людини й суспільства; розвиток інтересу до
        навчально-пізнавальної діяльності, заснованої на посильній практичній
        включеності в різні її види, у тому числі соціальну, трудову, ігрову,
        дослідницьку;
      </p>
      <p>
        5–7 класи: розвиток у учнів особистісного змісту в набутті пізнавального
        досвіду й інтересу до професійної діяльності; формування уявлення про
        власні інтереси й можливості (формування образу «Я»); набуття первісного
        досвіду в різних сферах соціально-професійної практики: техніці,
        мистецтві, медицині, сільському господарстві, економіці й культурі.
        Цьому сприяє виконання учнями професійних спроб, які дозволяють їм
        співвіднести свої індивідуальні можливості з вимогами, що висуває
        професійна діяльність до людини;
      </p>
      <p>
        8–9 класи: уточнення освітнього запиту під час факультативних занять та
        інших курсів на вибір; групове й індивідуальне консультування з метою
        виявлення та формування адекватного ухвалення рішення про вибір профілю
        навчання; формування освітнього запиту, що відповідає інтересам і
        здібностям, ціннісним орієнтирам;
      </p>
      <p>
        Розв’язання завдань профорієнтації здійснюється в різних видах
        діяльності учнів (пізнавальній, суспільно корисній, комунікативній,
        ігровій, продуктивній праці). Із цією метою щорічно складаються шкільні
        й міські плани роботи із профорієнтації. Цей напрям простежується в
        плані кожного класного керівника (розділ «Профорієнтація»).
      </p>
      <p>
        Відповідальними за профорієнтаційну роботу в закладах є заступники
        директорів з виховної роботі. Допомагають класним керівникам в
        організації цього блоку роботи також соціальні педагоги, психологи,
        викладачі-організатори, вчителі-предметники.
      </p>
      <p>
        Однією зі складових системи профорієнтації є діагностика професійної
        спрямованості учнів 7–9 класів, яку проводять психологи, а за їхньої
        відсутності — класний керівник.
      </p>
      <p>
        На підставі цих відомостей подальшу роботу з батьками й учнями проводять
        класні керівники.
      </p>

      <div className="gap-x-10 lg:columns-2">
        <div className="break-after-column">
          <p className="font-bold text-blue-800">
            Класний керівник, спираючись на концепцію, навчальну програму й план
            виховної роботи гімназії:
          </p>
          <ul>
            <li>
              кладає для конкретного класу (групи) план педагогічної підтримки
              самовизначення учнів, який містить різноманітні форми, методи,
              засоби, що активізують пізнавальну, творчу активність учнів;
            </li>
            <li>
              організовує індивідуальні й групові профорієнтаційні бесіди,
              диспути, конференції;
            </li>
            <li>
              здійснює психолого-педагогічні спостереження за схильностями учнів
              (дані спостережень, анкет, тестів фіксуються в індивідуальній
              картці учня);
            </li>
            <li>
              допомагає учням проектувати індивідуальну освітню траєкторію,
              моделювати варіанти профільного навчання та професійного
              становлення, здійснювати аналіз власних досягнень, складати власне
              портфоліо;
            </li>
            <li>
              організовує відвідування учнями днів відчинених дверей у вищих
              навчальних закладах і середніх професійних навчальних закладах;
            </li>
            <li>
              організовує тематичні й комплексні екскурсії учнів на
              підприємства;
            </li>
            <li>
              надає допомогу шкільному психологу в проведенні анкетування учнів
              та їхніх батьків з проблеми самовизначення;
            </li>
            <li>
              проводить батьківські збори з проблеми формування готовності учнів
              до профільного й професійного самовизначення;
            </li>
            <li>
              організовує зустрічі учнів з випускниками гімназії, які навчаються
              у вищих і середніх професійних навчальних закладах.
            </li>
          </ul>
          <p className="font-bold text-blue-800">Учителі-предметники:</p>
          <ul>
            <li>
              сприяють розвитку пізнавального інтересу, творчої спрямованості
              особистості учнів, використовуючи різноманітні методи й засоби:
              проектну діяльність, ділові ігри, семінари, круглі столи,
              конференції, предметні тижні, олімпіади, факультативи, конкурси
              стінних газет, домашні твори тощо;
            </li>
            <li>
              забезпечують профорієнтаційну спрямованість уроків, формують в
              учнів загально-трудові, професійно важливі навички;
            </li>
            <li>сприяють формуванню в учнів адекватної самооцінки;</li>
            <li>
              проводять спостереження з виявлення схильностей і здібностей
              учнів;
            </li>
            <li>
              адаптують навчальні програми залежно від профілю класу,
              особливостей учнів.
            </li>
          </ul>
        </div>
        <div>
          <p className="font-bold text-blue-800">Практичний психолог:</p>
          <ul>
            <li>вивчає професійні інтереси та схильності учнів;</li>
            <li>
              здійснює моніторинг готовності учнів до профільного й професійного
              самовизначення шляхом анкетування учнів та їхніх батьків;
            </li>
            <li>проводить тренінгові заняття із профорієнтації учнів;</li>
            <li>
              проводить бесіди, здійснює психологічну освіту батьків і
              педагогів;
            </li>
            <li>
              здійснює психологічні консультації з урахуванням вікових
              особливостей учнів;
            </li>
            <li>сприяє формуванню в учнів адекватної самооцінки;</li>
            <li>
              залучає батьків учнів до виступів перед учнями про професію, до
              роботи з керівництва гуртками;
            </li>
            <li>
              надає допомогу класному керівнику в аналізі й оцінці інтересів і
              схильностей учнів;
            </li>
            <li>створює базу даних із профдіагностики.</li>
          </ul>
          <p className="font-bold text-blue-800">Соціальний педагог:</p>
          <ul>
            <li>
              сприяє формуванню в учнів «групи ризику» адекватної самооцінки,
              оскільки, як правило, у таких дітей вона є заниженою;
            </li>
            <li>
              надає педагогічну підтримку дітям групи ризику під час їхнього
              професійного й життєвого самовизначення;
            </li>
            <li>здійснює консультації учнів із соціальних питань;</li>
            <li>
              надає допомогу класному керівнику в аналізі й оцінці соціальних
              факторів, що ускладнюють процес самовизначення учня.
            </li>
          </ul>
          <p className="font-bold text-blue-800">Медичний працівник:</p>
          <ul>
            <li>
              використовуючи різноманітні форми, методи та засоби, сприяє
              формуванню в учнів настанови на здоровий спосіб життя;
            </li>
            <li>
              проводить із учнями бесіди про зв’язок успішності професійної
              кар’єри й здоров’я людини;
            </li>
            <li>
              консультує щодо проблеми впливу стану здоров’я на професійну
              кар’єру;
            </li>
            <li>
              надає допомогу класному керівнику, шкільному психологу й
              соціальному педагогу в аналізі діяльності учнів.
            </li>
          </ul>
        </div>
      </div>
      <img
        src={asset("images/профорієнтаційна-робота-2.jpg")}
        className="mx-auto w-80"
      />
      <h2 className="text-blue-800">
        НАПРЯМИ ТА ФОРМИ ПРОФОРІЄНТАЦІЙНОЇ РОБОТИ
      </h2>
      <p>
        Професійне самовизначення підлітків відбувається, як правило, у кілька
        етапів. Перший етап — дитяча гра, під час якої дитина перебирає на себе
        різні професійні ролі й «програє» окремі елементи поведінки, пов’язаної
        з ними. Другий — підліткова фантазія, коли підліток бачить себе в мріях
        представників тієї або іншої професії. Третій етап, що охоплює весь
        підлітковий період,— попередній вибір професії.
      </p>
      <p>
        Професійна самосвідомість — це система уявлень особистості щодо
        майбутнього освітнього шляху. І мета роботи психолога полягає у
        створенні умов для усвідомлення учнями суб’єктивного досвіду й
        здійснення оптимального вибору подальшого освітнього шляху.
      </p>
      <p className="italic underline underline-offset-4">
        Інформаційно-просвітницький напрям
      </p>
      <p>
        Реалізуючи цей напрям, учні одержують інформацію про різні сторони тієї
        або іншої професії. Мета цього напряму — створити в учнів максимально
        чіткий і конкретний образ основних типів професій. Це допоможе в
        майбутньому зробити усвідомлений і осмислений вибір. Цілеспрямоване
        інформування про реальний зміст професій, про час професійного
        становлення (різний для кожної професії) дозволить учням ухвалити
        усвідомлене рішення, що сприятиме розвитку їхньої особистості.
      </p>

      <p className="italic underline underline-offset-4">
        Діагностичний напрям
      </p>
      <p>Мається на увазі діагностичне сприяння, що містить:</p>
      <ul>
        <li>самопізнання, дослідження учнем своїх якостей;</li>
        <li>
          оцінка учнем своїх можливостей, визначення ступеня виразності тих або
          інших професійно важливих якостей, що зумовлюють подальший освітній
          шлях.
        </li>
      </ul>
      <p className="italic underline underline-offset-4">
        Консультаційний напрям
      </p>
      <p>
        Це сприяння ґрунтується на врахуванні мотивів людини, її інтересів,
        схильностей, особистісних проблем або особливостей світогляду. Під час
        проведення консультації можуть бути наведені додаткові відомості про ту
        або іншу професію, навчальний заклад, в якому готують до неї.
      </p>

      <p className="italic underline underline-offset-4">
        Навчальний (або формуючий) напрям
      </p>
      <p>Навчальний напрям передбачає набуття вміння аналізувати:</p>

      <ul>
        <li>світ професій;</li>
        <li>
          свої можливості й обмеження в ситуації подальшого професійного
          самовизначення.
        </li>
      </ul>

      <p>
        На спеціально організованих заняттях учні навчаються компетенції в сфері
        професійного самовизначення як загальної соціальної компетенції.
      </p>

      <h2 className="text-blue-800">
        Критерії ефективності профорієнтаційної роботи
      </h2>
      <p>
        Основними критеріями і показниками ефективності профорієнтаційної роботи
        є насамперед:
      </p>
      <ul>
        <li>
          достатня інформація про професію й шляхи її здобуття. Без чіткого
          уявлення про зміст і умови праці в обраній професії учень не зможе
          зробити обґрунтованого вибору. Показником достатності інформації в
          цьому разі є чітке уявлення учня про вимоги професії до людини,
          конкретне місце її здобуття, потреб суспільства в цих фахівцях;
        </li>
        <li>
          потреба в обґрунтованому виборі професії. Показники сформованості
          потреби в обґрунтованому професійному виборі професії – це активність,
          яку самостійно проявляє учень, з одержання необхідної інформації про
          ту або іншу професію, бажання (не обов’язково реалізоване, але
          виявлене) випробувати свої сили у конкретних сферах діяльності,
          самостійне складання свого професійного плану;
        </li>
        <li>
          упевненість учня в соціальній значущості праці, тобто сформоване
          ставлення до неї як до життєвої цінності. За даними досліджень
          життєвих цінностей учнів 8–9 класів ставлення до праці як до життєвої
          цінності залежить від потреби в обґрунтованому виборі професії;
        </li>
        <li>
          ступінь самопізнання учня. Від того, наскільки глибоко він зможе
          вивчити свої професійно важливі якості, значною мірою залежатиме
          обґрунтованість його вибору. При цьому слід враховувати, що тільки
          кваліфікований фахівець може надати учню досить повну й адекватну
          інформацію про його професійно важливі якості;
        </li>
        <li>наявність в учня професійно обґрунтованого плану.</li>
      </ul>
      <p>
        Усе назване сприятиме розвитку професійної самосвідомості учнів на
        різних етапах їхнього особистісного розвитку.
      </p>
    </div>
  );
}
