import { createFileRoute } from "@tanstack/react-router";
import { Tabs } from "~/components/tabs";

export const Route = createFileRoute("/educational-work/falcon-squire/patrols")(
  {
    component: RouteComponent,
    staticData: {
      title: "Рої",
    },
  },
);

function RouteComponent() {
  return (
    <div className="content">
      <p>Кожен рій повинен мати власні ройові атрибути:</p>

      <ol>
        <li>
          Назву, яка відображає козацько-патріотичний зміст, ідентифікує рій.
        </li>
        <li>
          Відзначки – схематичні зображення емблеми гри «Сокіл» («Джура») та
          власні емблеми, що містять назву та графічні кольорові зображення
          символів рою. Для виготовлення відзначок використовують стандартні
          (9х6 см) нагрудні бейджики. При цьому бейджик з емблемою гри «Сокіл»
          («Джура») розміщується вертикально на лівому боці грудей, а власні
          емблеми – горизонтально, на правому.
        </li>
        <li>
          Ройовий клич-девіз, у якому можна використати народні приказки чи
          прислів’я.
        </li>
        <li>Прапорець встановленої форми із своїми барвами.</li>
      </ol>

      <p>
        Прапорець виготовляється з тканини у формі квадрату розмірами 75x75 см.
        Його кольори складаються з двох чи трьох барв. На правій (по ходу руху
        прапороносця), лицевій стороні прапорця розміщується відзнака рою,
        висотою 25 см. На тій же стороні розміщується симетричний напис назви
        рою. Розміри букв по висоті – 10 см. На лівій стороні прапорця ніяких
        зображень немає. Прапорець носиться прикріпленим до держака довжиною 180
        см та діаметром 3 см.
      </p>
      <p>
        Барви рою – будь-які два чи три кольори, вибрані роєм. Їх можна
        використовувати не тільки для прапорця, але і для інших потреб власної
        ідентифікації. Основна барва для всіх учасників гри «Джура» – малинова.
      </p>
      <p>
        Типова форма – однострій, - має бути простий у виготовленні з елементами
        козацької тематики та народних традицій. Для виготовлення однострою
        можна використати народні костюми, елементи обмундирування українського
        війська різних періодів (але тільки тих, що не мають специфічних
        військових нашивок, емблем, знаків розпізнавання).
      </p>
      <Tabs>
        <Tabs.Tab title="Рій «Крокус»" id="1">
          <Common />
          <p>
            <span className="font-bold">Вікова категорія:</span> Середня (11-14
            років)
          </p>
          <table className="table-border table-responsive table-th:bg-blue-50">
            <thead>
              <tr className="text-center">
                <th>№ з/п</th>
                <th>ПІБ</th>
                <th>Дата народження</th>
                <th>Клас</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td>1</td>
                <td>Крилов Артем Олександрович</td>
                <td>25.06.2012</td>
                <td rowSpan={8} className="text-center">
                  7
                </td>
              </tr>
              <tr>
                <td>2</td>
                <td>Євницький Владислав Костянтинович </td>
                <td>05.07.2012</td>
              </tr>
              <tr>
                <td>3</td>
                <td>Бойко Михайло Андрійович</td>
                <td>07.12.2011</td>
              </tr>
              <tr>
                <td>4</td>
                <td>Вдовіченко Анна Юріївна</td>
                <td>25.08.2011</td>
              </tr>
              <tr>
                <td>5</td>
                <td>Мазур Маргарита Віталіївна</td>
                <td>17.01.2012</td>
              </tr>
              <tr>
                <td>6</td>
                <td>Дудченко Альбіна Ростиславівна</td>
                <td>25.01.2012</td>
              </tr>
              <tr>
                <td>7</td>
                <td>Лимаренко Маргарита Сергіївна</td>
                <td>29.08.2012</td>
              </tr>
              <tr>
                <td>8</td>
                <td>Риболовкін Ілля Олександрович</td>
                <td>14.10.2011</td>
              </tr>
            </tbody>
          </table>
        </Tabs.Tab>
        <Tabs.Tab title="Рій «Сапсан»" id="2">
          <Common />
          <table className="table-responsive table-border table-th:bg-blue-50">
            <thead>
              <tr className="text-center">
                <th>№ з/п</th>
                <th>ПІБ</th>
                <th>Дата народження</th>
                <th>Клас</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td>1</td>
                <td>Леончикова Поліна Олександрівна</td>
                <td>18.05.2010</td>
                <td rowSpan={7} className="text-center">
                  9
                </td>
              </tr>
              <tr>
                <td>2</td>
                <td>Нікіфоров Павло Павлович</td>
                <td>11.01.2010</td>
              </tr>
              <tr>
                <td>3</td>
                <td>Кропотіна Людмила Єгорівна</td>
                <td>06.09.2009</td>
              </tr>
              <tr>
                <td>4</td>
                <td>Кузнєцов Дмитро Ігорович</td>
                <td>16.04.2010</td>
              </tr>
              <tr>
                <td>5</td>
                <td>Згібарца Софія Андріївна</td>
                <td>12.06.2009</td>
              </tr>
              <tr>
                <td>6</td>
                <td>Горіла Маргарита Едуардівна</td>
                <td>29.11.2009</td>
              </tr>
              <tr>
                <td>7</td>
                <td>Оголь Аріна Андріївна</td>
                <td>14.05.2010</td>
              </tr>
              <tr>
                <td>8</td>
                <td>Теласов Владислав Артемович</td>
                <td>23.02.2011</td>
                <td className="text-center">8</td>
              </tr>
            </tbody>
          </table>
        </Tabs.Tab>
      </Tabs>
    </div>
  );
}

function Common() {
  return (
    <p>
      <span className="font-bold">Керівник рою:</span> Рзаєва Наталія
      Олександрівназаєв
      <br />
      <span className="font-bold">Заступник:</span> Малютіна Людмила Миколаївна
    </p>
  );
}
