import { createFileRoute } from "@tanstack/react-router";
import { ImageKitCarousel } from "~/components/carousel";
import { employees } from "~/data/employees";

export const Route = createFileRoute("/educational-work/")({
  component: RouteComponent,
  staticData: {
    title: "Виховна робота",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <p className="font-lobster text-right text-2xl text-blue-800">
        Діти допитливі, з гострим розумом,
        <br />
        у разі правильного виховання стають великими людьми.
        <br />
        <i>Коменський Я.А.</i>
      </p>
      <img
        src={employees.byJob("ЗДВР")[0].image2}
        className="float-right ml-3 w-60"
      />
      <p>
        Організаційно-виховну роботу з учнями в гімназії виконує заступник
        директора з виховної роботи Алтинбаєва Лариса Миколаївна.
      </p>
      <p>
        Виховна робота в гімназії – це цілісний організм, який сприяє духовному
        вихованню, самовираженню особистості кожного учня.
      </p>

      <h2>МЕТА ВИХОВНОЇ РОБОТИ НАШОЇ ГІМНАЗІЇ</h2>
      <ol>
        <li>
          Виховання самодостатньої особистості, громадянина України через
          систему національно-патріотичного виховання на засадах
          загальнолюдських, полікультурних, громадянських цінностей; виховання в
          підростаючого покоління духовних цінностей українського патріота:
          почуття патріотизму, національної свідомості, любові до українського
          народу, його історії, Української Держави, рідної землі, родини,
          гордості за минуле і сучасне на прикладах героїчної історії
          українського народу та кращих зразків культурної спадщини, відновлення
          і вшанування національної пам’яті; формування психологічної та
          фізичної готовності молоді до виконання громадянського та
          конституційного обов'язку щодо відстоювання національних інтересів та
          незалежності держави, виховання правової культури, поваги до
          Конституції України, Законів України, державної символіки — Герба,
          Прапора, Гімну України та історичних святинь; забезпечення сприятливих
          умов для самореалізації особистості в Україні відповідно до її
          інтересів та можливостей, набуття дітьми та молоддю патріотичного
          досвіду на основі готовності до участі в процесах державотворення.
        </li>
        <li>
          Забезпечення фізичного, морально-духовного, культурного розвитку
          дитини, єдність фізичного, духовного та інтелектуального розвитку
          особистості, формування цілісного сприйняття світу і людини в гармонії
          з навколишнім середовищем і з собою.
        </li>
        <li>
          Розвиток творчого потенціалу кожної дитини, реалізація її нахилів і
          здібностей в різноманітних сферах діяльності та спілкування.
        </li>
        <li>
          Виховання свідомого ставлення до свого здоров’я, формування засад
          здорового способу життя.
        </li>
        <li>
          Профілактика соціально небезпечних хвороб та негативних явищ в
          молодіжному середовищі.
        </li>
        <li>Профілактика правопорушень учнів та превентивне виховання.</li>
        <li>Профілактика дитячого та дорожньо-транспортного травматизму.</li>
        <li>Протипожежна робота в гімназії.</li>
      </ol>

      <h2>ЗАВДАННЯ ВИХОВНОЇ РОБОТИ НА НАВЧАЛЬНИЙ РІК</h2>
      <ol>
        <li>
          Створювати умови для популяризації серед учнів кращих здобутків
          національної культурної і духовної спадщини, героїчного минулого і
          сучасного українського народу.
        </li>
        <li>
          Сприяти розвитку в учнів активної громадянської позиції та сприяти
          становленню громадянина-патріота України.
        </li>
        <li>
          Створювати умови для формування інтелектуально розвиненої, духовно і
          морально зрілої особистості.
        </li>
        <li>
          Плекати розвиток емоційно-естетичної, інтелектуальної сфери учнів на
          основі української мови; через мовне посередництво долучати школярів
          до національної історії.
        </li>
        <li>
          Продовжувати роботу з пропаганди здорового способу життя учнів як одну
          зі складових загальнокультурної компетенції.
        </li>
        <li>
          Створювати комфортні умови для самовизначення, самовдосконалення,
          самореалізації особистості.
        </li>
        <li>
          Активізувати співпрацю педагогічного колективу з органами учнівського
          та батьківського самоврядування щодо формування у дітей та молоді
          духовності, моральної культури, толерантної поведінки, уміння жити в
          громадянському суспільстві.
        </li>
        <li>
          Проводити інформаційно-просвітницьку роботу з батьками, спрямовану на
          формування толерантності, поваги до культури, історії, мови, звичаїв
          та традицій як українців так і представників різних національностей.
        </li>
      </ol>

      <h2>ОСНОВНІ ОРІЄНТИРИ ВИХОВАННЯ</h2>
      <ol>
        <li>Ціннісне ставлення особистості до суспільства і держави.</li>
        <li>Ціннісне ставлення до сім’ї, родини, людей.</li>
        <li>Ціннісне ставлення до себе.</li>
        <li>Ціннісне ставлення до праці та природи.</li>
        <li>Ціннісне ставлення до культури і мистецтва.</li>
      </ol>

      <h2>У КГ №55 КМР ВИХОВНА РОБОТА ЗДІЙСНЮЄТЬСЯ ЗА НАСТУПНИМИ НАПРЯМКАМИ</h2>
      <ol>
        <li>робота з соціального захисту учнів;</li>
        <li>національно-патріотичне виховання;</li>
        <li>морально-етичне виховання;</li>
        <li>
          превентивне виховання; робота з профілактики правопорушень, злочинів,
          бродяжництва серед неповнолітніх;
        </li>
        <li>робота з охорони життя і здоров’я учнів;</li>
        <li>громадянське виховання;</li>
        <li>трудове виховання та профорієнтація;</li>
        <li>художньо-естетичне виховання;</li>
        <li>екологічне виховання;</li>
        <li>формування здорового способу життя;</li>
        <li>учнівське самоврядування;</li>
      </ol>

      <p>а також:</p>

      <ul>
        <li>запобігання насильству в сім’ї;</li>
        <li>запобігання насильству в дитячому середовищі;</li>
        <li>запобігання ксенофобських та расистських проявів серед молоді;</li>
        <li>гендерна рівність;</li>
        <li>робота щодо Конвенції ООН про права дитини;</li>
        <li>толерантність у спілкуванні.</li>
      </ul>
      <ImageKitCarousel path="educational-work/main" />
    </div>
  );
}
