import { createFileRoute } from "@tanstack/react-router";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/educational-work/national-and-patriotic-education/",
)({
  component: RouteComponent,
  staticData: {
    title: "Загальна інформація",
  },
});

function RouteComponent() {
  return (
    <div className="content gap-7 md:columns-3">
      <div className="mb-20">
        <img
          src={asset("images/прапор-україни-1.jpg")}
          className="mx-auto w-80 self-center"
        />
        <p>
          Українське синьо-жовте колірне сполучення. Походить воно від герба
          Галицько-Волинського князівства - золотого лева в синьому полі, який
          з’явився в другій половині ХІІІ століття.
        </p>
        <p>
          Українці традиційно називають свій прапор «жовто-блакитним» сказуються
          гени поколінь. На мові геральдики (науки про герби) та вексилології
          (науки про прапори) це значить, що жовтий колір є головним (тому в
          описі прапору він називається першим по черзі, зображується вгорі) а
          блакитний є допоміжним (тому називається другим, зображується внизу
          прапора і використовується на гербі як тло).
        </p>
        <p>
          Нинішній прапор України називається синьо-жовтим, тому верхня його
          половина є синьою (головний колір), а нижня — жовтою (допоміжний
          колір). Тому, згідно з законами геральдики, на державному гербі мав би
          зображатися синій Тризуб на жовтому тлі. Проте в дійсності ми маємо
          жовтий Тризуб на синьому тлі — і це вірно. Але тоді головний, жовтий
          колір має бути угорі нашого прапору, а не навпаки.
        </p>
        <p>
          Знаходячись під владою інших держав жовто-блакитний прапор зникає з
          широкого вжитку, згадок про жовто - блакитний прапор в період ХІV -
          ХVІІ не знайшов.
        </p>
        <p>
          У XVIII столітті серед прапорів стали переважати блакитні полотнища з
          золотими чи жовтими зображеннями гербів та частково інші ознаки, як
          небесні світила, зброя, постаті святих Михаїла, Юрія та інші. Лицева
          сторона полкових і сотенних корогв і знамен була національною емблемою
          з зображенням козака у золотому чи жовтому щитовому полі на блакитному
          полотнищі.
        </p>
        <p>
          Під час революційної «Весни народів» 1849 р. Головна Руська рада у
          Львові відновлює використання герба Руського королівства
          (Галицько-Волинської держави) ХІІІ-XIV століття з зображенням золотого
          лева, що спинається на скелю у синьому полі, а як національні прапори
          широко вживаються стяги з поєднанням синього і жовтого кольорів. На
          початку ХХ ст. під впливом геральдичних правил (за правилами
          вексилології, кольором верхньої смуги на прапорі має бути колір
          основної гербової фігури) більшого поширення набув жовто-блакитний
          прапор (тобто, верхня смуга жовта).
        </p>
        <p>Прапор в жовто-блакитних кольорах повертається в часи УНР.</p>
        <p>
          Кольорові малюнки Шіппіха, виконані в кінці 1917 р. після проголошення
          3-го Універсалу та опубліковані видавництвом "Вернигора" як листівки
          та плакати.
        </p>
      </div>
      <div className="mb-20">
        <img
          src={asset("images/герб-україни.webp")}
          className="mx-auto w-52 self-center"
        />
        <p>
          Що ми знаємо про герб України? Більшість з нас обмежується тим, що це
          золотий тризуб на синьому фоні. Ще дехто ще навчився читати в ньому
          приховане слово “воля”. Але насправді все не так просто.
        </p>
        <p>
          Ви замислювались, наприклад, чому саме тризуб? Що це взагалі за
          символ? Коли він з'явився на наших землях?
        </p>
        <p>
          Вперше про тризуб як про офіційний державний герб України заговорили в
          1918 році. Українська Центральна Рада пояснила його прийняття тим, що
          це є знак князівської влади і спадкоємності української державної
          традиції. Однак, починаючи від розпаду Київської Русі і до 20 століття
          його використовували не так активно. Тризуби зустрічалися тільки в
          геральдиці міст, на родових гербах чи у книгах. Деякі запорожці,
          зокрема Хмельницький та Мазепа, розміщували на своїх родових гербах
          хрести чи якорі, стилізовані під тризуб.
        </p>
        <p>
          Але історія українського герба почалась ще з княжого роду Рюриковичів.
          Вони карбували тризуб на всьому: від печаток та монет до цеглин, з
          яких будувались храми та церкви. Перша писемна згадка про український
          тризуб датується 10 ст. Це був болгарський літопис “Хроніка Манасії”,
          в якому описувались прапори дружинників Святослава саме з тризубами.
          Щоправда, Святослав обрав собі простіший варіант - з двома зубцями.
          Одна з гіпотез стверджує, що це була літера “Ц” (від слова “цар”) зі
          зміщеним до центру хвостиком.
        </p>
        <p>
          Його син Володимир Великий не зрадив традиціям, однак впродовж свого
          правління постійно удосконалював свій герб. Почав з того, що додав ще
          один зубець, далі ускладнював його графічними елементами. Остання
          зміна відбулась після хрещення Русі, коли князь додав паличку до
          середньої лінії, щоби вийшов хрест.
        </p>
        <p>
          Однак, тризуб був присутній на наших землях ще задовго до цих подій.
          Археологічні знахідки свідчать, що його використовували трипільці у
          4-3 ст. до н.е. У прадавні часи на землях центральної України тризуб
          був знаком родових та племінних старійшин. Приклади стародавніх
          тризубів були знайдені на Поділлі, В Ольвії (в Південній Україні), на
          території прадавнього Бозпорського царства. Згодом його
          використовували царські скіфи, які називали себе нащадками атлантів
          (до речі, найдавніша писемна згадка про тризуб датується 360-355 рр до
          н.е. і належить Платону: у праці “Тімен” він детально описав блакитний
          одяг царів-атлантів, на якому був зображений золотий тризуб).
        </p>
        <p>
          Однак Україна не така ексклюзивна. Ви бачили прапор Барбадосу? Хоч ця
          країна і знаходиться за тисячі кілометрів від нас, на її прапрорі
          (синьо-жовтому, до речі) розташувався саме тризуб. Він трактується як
          відображення принципу правління в країні: “з народу, з народом, для
          народу”.
        </p>
        <p>
          Якщо зазирнути в історію, триєдність зустрічається і в символіці інших
          країн. Колись символом Великого князівства Литовського були Ґедимінові
          стовпи або колони Гедиміна. Ви можете сказати, що три стовпи не мають
          нічого спільного з тризубом. Але якщо трактувати глибинне значення
          символів, то форма відображення не має значення, важливим є поєднання
          трьох явищ, елементів, сил, які становлять основу буття в сакральних
          віруваннях предків. Сьогодні Ґедимінові стовпи присутні на Великому
          гербі Литви. Згідно розповідей, цей символ був привезений князем
          Паленомом з Риму. Однак ще з тих часів люди помічали схожість цих
          стовпів з тризубом Київського князівства.
        </p>
        <p>
          Різноманітні версії тризуба були поширені по всій території Європи та
          Азії, адже він був частиною культури багатьох народів і особливо
          значну роль відігравав у віруваннях арійців. Тому на деяких родових
          гербах їх нащадків і досі можна знайти відголоски триєдності. Арії
          пройшли чималий шлях, залишивши по собі багато згадок, в тому числі і
          тризуб.
        </p>
        <p>
          В Індії, наприклад, є Храм Вайшну Деві - Великої Богині Матері. Її
          бронзова статуя у правій руці тримає тризуб. Найцікавіше те, що храм
          знаходиться на горі з трьома вершинами, яку символічно називають
          “Трикута”. З тризубом також зображують індійських богів Шиву та Вішну.
          За допомогою тризуба Шива перетворює світ у хаос, з якого згодом
          створює новий світ. Це символ єдності творця, охоронця і руйнівника. В
          національній символіці Індії також присутній елемент, який називається
          “тришуб” і нагадує український тризуб. Однак місцеві визнають, що
          символ “народився” не на їх землях, а був принесений саме арійцями.
        </p>
        <p>
          З тризубом зображалися багато міфічних героїв: грецький Посейдон,
          римський Нептун, скіфський Тагимасад, слов'янські Перун та Водяник.
        </p>
        <p>
          В Перу теж є свої згадки про загадкові тризуби. Чули про Андський
          канделябр? Це малюнки вирізьблені на скелі, які нагадують тризуб або
          підсвічник із трьома свічками. Місцеві називають його “Три хреста”.
          Цей малюнок вважаєтсья найбільшим зображенням тризуба.
        </p>
        <p>
          До речі, саме український тризуб присутній на гербах італійської
          армії. Їх підрозділам дозволено додавати до своїх гербів символи
          територій, де була отримана медаль за військову доблесть. Під час
          Другої світової війни 8-ма Армія Італії була направлена в Радянський
          союз, на територію України. Хоча тут її практично знищили, дехто таки
          повернувся додому. Було сформоване нове військо, якому дозволили
          додати український тризуб на свої герби.
        </p>
        <p>
          На території країн СНД є ще одне поняття - “тризубець”. Цей термін
          вигадав порівняно недавно російський історик Карамзін. Різниця полягає
          в тому, що тризубцем українці споконвіку називали вила, а тризуб був
          чимось більш символічним, вищим.
        </p>
        <p>
          Існує безліч теорій значення тризубу, однак жодної, яка б змогла
          пояснити усе. Хтось бачить в ньому конкретні риси живих і не живих
          предметів: верхню частину скіпетра візантійських монархів, скіпетри
          скіфських царів, корони, сокиру, прапор, птаха тощо.
        </p>
        <p>
          Філософські традиції трактують цей знак, як символічне відображення
          певного поняття або явища. Тризуб Володимира, на приклад, вважався
          символом ідеї влади над трьома світами.
        </p>
        <p>
          Хтось вбачає в тризубі монограму: слова “воля”, “Володимир”,
          “Василевс” тощо. Дехто вважає, що на нашому гербі зображено дві літери
          “В”, між якими знаходиться знак царської влади Однак тут є багато
          спірних питань. Тризуб відомий ще з прадавніх часів, коли про такі
          поняття не було й мови.
        </p>
        <p>
          Бачили в тризубі також зашифровану цифру 3 (яка колись позначалась
          літерою Ш). Число три з поконвіку означало Божественний порядок.
          Наприклад у єгиптян воно асоціювлось із Тріадою: поєднанням двох
          елементів, що веде до появи третього. В їхньому розумінні світ
          складаєтсья з трьох рівнів: небесний, земний і підземний; людина має
          три аспекти: дух, душа і тіло; в кожному явищі є три стадії:
          виникнення, розгортання, знищення.
        </p>
        <p>
          Секрет тризуба полягає саме у магічному числі “три”. Трійця невпинно
          переслідує людину ще з часів зародження цивілізацій. Віра, надія,
          любов; вогонь, вода, життя; Інь, Янь, Ци – всі явища завжди ходять
          трійцею. Це завжди три рівноправні сили, що походять від притаманного
          кожній культурі Абсолюту.
        </p>
        <p>
          Навіть якщо розглядати систему вірувань усіх древніх народів, завжди
          було три основні сили: індуїзм - Брахма, Шива і Вішну; греки – Зевс,
          Аід, Посейдон; Єгипет – Осіріс, Гор, Ісіда. Навіщо далеко ходити, в
          християнстві теж присутня трійця: Бог Отець, Бог Син, Бог Дух Святий;
          віра, надія, любов тощо.
        </p>
        <p>
          Однак не будемо забувати, що тризуб – язичницький символ. Рідновіри
          розповідають, що малий герб (Тризуб, Триглав, Трійця) – симол
          Божественного світу. Тому князі брали його за ознаку влади,
          проголошуючи себе намісником Бога на землі.
        </p>
        <p>
          Згідно язичницьких вірувань тризуб є відображенням Триглава або Роду:
          праворуч розміщується Дажбог – чоловіче начало, ліворуч – Макош –
          жіноче начало, посередині – Перун, народження і смерть. Цікаво, що ця
          схема лежить в основі побудови календарів і православних церков: вхід
          розташовується в західній частині, яка символізує осінь, смерть,
          зародок; люди входять лицем до східної частини – весна, народження,
          дитина; південна частина – літо, чоловік, Білобог; північна – зима,
          жінка, Чорнобог.
        </p>
        <p>
          Вірогідно, у ті часи тризуб був одним з рунічних знаків, який спрощено
          зображав дерево з трьома гілками догори і символізував Білобога
          (плюс). На противагу йому існував такий же символ, перевернутий до
          низу – Чорнобог (мінус).
        </p>
        <p>
          Також вважається, що тризуб – це відображення Рарога – вісника
          небесної справедливості, сокола, який летить з висоти донизу. В
          багатьох древніх цивілізаціях цей птах асоціювався з чимось високим: у
          стародавньому Єгипті – це був символ Сонця, в Монголії сокіл знищив
          “сонячного перевертня”, перси асоціювали його з царською владою,
          індіанці та слов'яни називали так доблесних воїнів. У вруваннях наших
          предків саме сокіл сидів на верхівці світового дерева. Тому дехто
          вважає, що саме падаючий вниз сокіл став прототипом родового гербу
          Рюриковичів.
        </p>
        <p>
          Що ж, скільки думок, стільки й гіпотез. А як все було насправді,
          сьогодні достовірно не знає ніхто. Тризуб завжди буде приваблювати
          нових любителів загадок та головоломок, доки якомусь щасливцю не
          вдасться розгадати таємничий код наших предків.
        </p>
        <p>
          І, насамкінець, цікавий факт. Найбільший в Україні тризуб
          розташовується в Івано-Франківській області. Він був викладений з
          білого каменю в 1992 році на схилі гори. Під гербом викладено рік і
          слово “воля”. Автором цього витвору став колишній вояк УПА Анастасий
          Козак, який таким чином вирішив вшанувати своїх побратимів. Місце він
          обрав не випадково – саме тут відбувались жорстокі бої між повстанцями
          сотні Пилипа Орлика та більшовиками. Анастасию довелось добре
          попрацювати: герб достатньо великий, на нього пішло дві вантажівки
          каменю, який він переносив вручну в двох сумках (а на той час йому
          було вже 70 років). Навколо тризуба висаджені смерічки і туї, а
          фундамент обладнаний канавами, щоби каміння не змістилось. Сьогодні за
          пам'яткою доглядають місцеві школярі.
        </p>
      </div>
      <div>
        <img
          src={asset("images/гімн-україни.jpg")}
          className="mx-auto w-80 self-center"
        />
        <p>
          Як свідчать сучасники, восени 1862 року на одній з вечірок у Павла
          Чубинського сербські студенти, що навчалися в Київському університеті,
          співали патріотичну пісню, у якій згадувався цар Душан і в приспіві
          були слова «срце бије и крв лије за своју слободу» (або «срб се бије и
          крв лије за своју слободу…»).
        </p>
        <p>
          Чубинському пісня дуже сподобалася, і він раптом подався в іншу
          кімнату, а через півгодини вийшов звідти з готовим текстом пісні «Ще
          не вмерла Україна», яку тут же проспівали на сербський мотив. Деякі
          дослідники вважають, що на написання також вплинули мотиви мазурки
          ”Єще Польска нє зґінела”, яка згодом стала польським гімном. «Марш
          Домбровського» на той час був популярним серед народів, що боролися за
          незалежність (уже за кілька місяців після написання вірша Чубинського,
          почалося січневе повстання). Зокрема, на мотив цієї польської пісні
          словацький поет Само Томашек написав пісню «Гей, Слов’яни», що була
          гімном Югославії у 1944-2003 роках. Інша відома версія цієї пісні —
          болгарська «Шуми Марица», яка стала гімном Болгарії у 1886—1944 роках.
        </p>
        <p>
          Все це сталося у Києві на вулиці Великій Васильківській, 122, у домі
          купця Лазарєва, де автор квартирував (тепер на тім місці будинок номер
          106).
        </p>
        <p>
          Поширення цього вірша серед українофільських гуртків, щойно об’єднаних
          у Громаду, сталося дуже швидко. 20 жовтня того ж року шеф жандармів
          князь Долгоруков дав розпорядження вислати Чубинського «за шкідливий
          вплив на розум простолюду» («за вредное влияние на умы простолюдинов»)
          на проживання в Архангельську губернію під нагляд поліції.
        </p>
        <p>
          Перша публікація вірша Павла Чубинського — у львівському журналі
          «Мета», 1863, № 4. Отримавши поширення на Західній Україні, вірш не
          пройшов повз увагурелігійних діячів того часу. Один із них, отець
          Михайло (Вербицький), знаний композитор свого часу, захоплений віршем
          Павла Чубинського написав музику до нього. Вперше надрукований у 1863,
          з нотами — у 1865, вперше почав використовуватись як державний гімн у
          1917 році. У Царській Росії пісня «Ще не вмерла Україна» вперше була
          опублікована 1908 р. в антології Украінська Муза.
        </p>
        <p>
          У 1917—1920 рр. «Ще не вмерла Україна» як єдиний державний гімн
          законодавче не був затверджений, використовувалися й інші гімни.
        </p>
        <p>
          1939-го року «Ще не вмерла Україна» затверджений гімном Карпатської
          України.
        </p>
        <p>
          Коли в Радянському Союзі було вирішено створювати окремі гімни для
          кожної з республік у його складі, «Ще не вмерла України» очевидно не
          могла бути розглянута в якості гімну Української РСР. Текст гімну
          УРСР, який використовувався аж до отримання Україною незалежності в
          1991 році, написав відомий український поет Павло Тичина. Композитор
          Антон Дмитрович Лебединець створив музику для нього.
        </p>
        <p>
          15 січня 1992 музична редакція Державного гімну була затверджена
          Верховною Радою України, що знайшло своє відображення в Конституції
          України. Однак, тільки 6 березня 2003 Верховна Рада України прийняла
          закон «Про державний гімн України», запропонований президентом
          Леонідом Кучмою.
        </p>
      </div>
    </div>
  );
}
