import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";

export const Route = createFileRoute(
  "/educational-work/parental-responsibility",
)({
  component: RouteComponent,
  staticData: {
    title: "Відповідальність батьків",
  },
});

function RouteComponent() {
  return (
    <div className="content gap-x-10 md:columns-3">
      <div className="content">
        <h1>
          ЗАКОН УКРАЇНИ
          <br />
          Про охорону дитинства
        </h1>
        <p>
          <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2402-14#n114">
            <b>Стаття 12.</b> Права, обов’язки та відповідальність батьків за
            виховання та розвиток дитини
          </ExternalLink>
        </p>
        <p>
          Виховання в сім’ї є першоосновою розвитку особистості дитини. На
          кожного з батьків покладається однакова відповідальність за виховання,
          навчання і розвиток дитини. Батьки або особи, які їх замінюють, мають
          право і зобов’язані виховувати дитину, піклуватися про її здоров’я,
          фізичний, духовний і моральний розвиток, навчання, створювати належні
          умови для розвитку її природних здібностей, поважати гідність дитини,
          готувати її до самостійного життя та праці.
        </p>
        <p>
          Виховання дитини має спрямовуватися на розвиток її особистості, поваги
          до прав, свобод людини і громадянина, мови, національних історичних і
          культурних цінностей українського та інших народів, підготовку дитини
          до свідомого життя у суспільстві в дусі взаєморозуміння, миру,
          милосердя, забезпечення рівноправності всіх членів суспільства,
          злагоди та дружби між народами, етнічними, національними, релігійними
          групами.
        </p>
        <p>
          Держава надає батькам або особам, які їх замінюють, допомогу у
          виконанні ними своїх обов’язків щодо виховання дітей, захищає права
          сім’ї, сприяє розвитку системи послуг з підтримки сімей з дітьми та
          мережі дитячих закладів.
        </p>
        <p>
          Позбавлення батьківських прав або відібрання дитини у батьків без
          позбавлення їх цих прав не звільняє батьків від обов’язку утримувати
          дітей.
        </p>
        <p>
          Порядок і розміри відшкодування витрат на перебування дитини в
          прийомній сім’ї, сім’ї патронатного вихователя, дитячому будинку
          сімейного типу, будинку дитини, дитячому будинку, дитячому
          будинку-інтернаті, школі-інтернаті чи іншому закладі для дітей-сиріт
          та дітей, позбавлених батьківського піклування, встановлюються
          законодавством.
        </p>
        <p>
          Батьки або особи, які їх замінюють, несуть відповідальність за
          порушення прав і обмеження законних інтересів дитини на охорону
          здоров’я, фізичний і духовний розвиток, навчання, невиконання та
          ухилення від виконання батьківських обов’язків відповідно до закону.
        </p>
        <p>
          У разі відмови від надання дитині необхідної медичної допомоги, якщо
          це загрожує її здоров’ю, батьки або особи, які їх замінюють, несуть
          відповідальність згідно з законом. Медичні працівники у разі
          критичного стану здоров’я дитини, який потребує термінового медичного
          втручання, зобов’язані попередити батьків або осіб, які їх замінюють,
          про відповідальність за залишення дитини в небезпеці.
        </p>
      </div>

      <div>
        <h1>ЦИВІЛЬНИЙ КОДЕКС УКРАЇНИ</h1>
        <p>
          <ExternalLink href="https://zakon.rada.gov.ua/laws/show/435-15#n5513">
            <b>Стаття 1178.</b> Відшкодування шкоди, завданої малолітньою особою
          </ExternalLink>
        </p>
        <ol>
          <li>
            Шкода, завдана малолітньою особою (яка не досягла чотирнадцяти
            років), відшкодовується її батьками (усиновлювачами) або опікуном чи
            іншою фізичною особою, яка на правових підставах здійснює виховання
            малолітньої особи, - якщо вони не доведуть, що шкода не є наслідком
            несумлінного здійснення або ухилення ними від здійснення виховання
            та нагляду за малолітньою особою.
          </li>
          <li>
            Якщо малолітня особа завдала шкоди під час перебування під наглядом
            навчального закладу, закладу охорони здоров'я чи іншого закладу, що
            зобов'язаний здійснювати нагляд за нею, а також під наглядом особи,
            яка здійснює нагляд за малолітньою особою на підставі договору, ці
            заклади та особа зобов'язані відшкодувати шкоду, якщо вони не
            доведуть, що шкоди було завдано не з їхньої вини.
          </li>
          <li>
            Якщо малолітня особа перебувала в закладі, який за законом здійснює
            щодо неї функції опікуна, цей заклад зобов'язаний відшкодувати
            шкоду, завдану нею, якщо не доведе, що шкоди було завдано не з його
            вини.
          </li>
          <li>
            Якщо малолітня особа завдала шкоди як з вини батьків (усиновлювачів)
            або опікуна, так і з вини закладів або особи, що зобов'язані
            здійснювати нагляд за нею, батьки (усиновлювачі), опікун, такі
            заклади та особа зобов'язані відшкодувати шкоду у частці, яка
            визначена за домовленістю між ними або за рішенням суду.
          </li>
          <li>
            Обов'язок осіб, визначених частиною першою цієї статті, відшкодувати
            шкоду, завдану малолітньою особою, не припиняється у разі досягнення
            нею повноліття. Після досягнення повноліття особа може бути
            зобов'язана судом частково або в повному обсязі відшкодувати шкоду,
            завдану нею у віці до чотирнадцяти років життю або здоров'ю
            потерпілого, якщо вона має достатні для цього кошти, а особи, які
            визначені частиною першою цієї статті, є неплатоспроможними або
            померли.
          </li>
        </ol>
        <p>
          <ExternalLink href="https://zakon.rada.gov.ua/laws/show/435-15#n5519">
            <b>Стаття 1179.</b> Відшкодування шкоди, завданої неповнолітньою
            особою
          </ExternalLink>
        </p>
        <ol>
          <li>
            Неповнолітня особа (у віці від чотирнадцяти до вісімнадцяти років)
            відповідає за завдану нею шкоду самостійно на загальних підставах.
          </li>
          <li>
            У разі відсутності у неповнолітньої особи майна, достатнього для
            відшкодування завданої нею шкоди, ця шкода відшкодовується в частці,
            якої не вистачає, або в повному обсязі її батьками (усиновлювачами)
            або піклувальником, якщо вони не доведуть, що шкоди було завдано не
            з їхньої вини. Якщо неповнолітня особа перебувала у закладі, який за
            законом здійснює щодо неї функції піклувальника, цей заклад
            зобов'язаний відшкодувати шкоду в частці, якої не вистачає, або в
            повному обсязі, якщо він не доведе, що шкоди було завдано не з його
            вини.
          </li>
          <li>
            Обов'язок батьків (усиновлювачів), піклувальника, закладу, який за
            законом здійснює щодо неповнолітньої особи функції піклувальника,
            відшкодувати шкоду припиняється після досягнення особою, яка завдала
            шкоди, повноліття або коли вона до досягнення повноліття стане
            власником майна, достатнього для відшкодування шкоди.
          </li>
        </ol>
      </div>

      <div>
        <h1>
          Кодекс України
          <br />
          про адміністративні правопорушення
        </h1>
        <p>
          <ExternalLink href="https://zakon.rada.gov.ua/laws/show/80731-10#n1948">
            <b>Стаття 184.</b> Невиконання батьками або особами, що їх
            замінюють, обов'язків щодо виховання дітей
          </ExternalLink>
        </p>
        <p>
          Ухилення батьків або осіб, які їх замінюють, від виконання
          передбачених законодавством обов’язків щодо забезпечення необхідних
          умов життя, навчання та виховання неповнолітніх дітей - тягне за собою
          попередження або накладення штрафу від п’ятдесяти до ста
          неоподатковуваних мінімумів доходів громадян.
        </p>
        <p>
          Ті самі дії, вчинені повторно протягом року після накладення
          адміністративного стягнення, - тягнуть за собою накладення штрафу від
          ста до трьохсот неоподатковуваних мінімумів доходів громадян.
        </p>
        <p>
          Вчинення неповнолітніми віком від чотирнадцяти до шістнадцяти років
          правопорушення, відповідальність за яке передбачено цим Кодексом, крім
          порушень, передбачених частинами третьою або четвертою статті 173-4
          цього Кодексу, - тягне за собою накладення штрафу на батьків або осіб,
          які їх замінюють, від п’ятдесяти до ста неоподатковуваних мінімумів
          доходів громадян.
        </p>
        <p>
          Вчинення неповнолітніми діянь, що містять ознаки кримінального
          правопорушення, відповідальність за які передбачена Кримінальним
          кодексом України, якщо вони не досягли віку, з якого настає
          кримінальна відповідальність, - тягне за собою накладення штрафу на
          батьків або осіб, які їх замінюють, від ста до трьохсот
          неоподатковуваних мінімумів доходів громадян.
        </p>
        <p>
          Невиконання рішення органу опіки та піклування щодо визначення
          способів участі у вихованні дитини та спілкуванні з нею того з
          батьків, хто проживає окремо від дитини, - тягне за собою накладення
          штрафу від ста до ста п’ятдесяти неоподатковуваних мінімумів доходів
          громадян.
        </p>
        <p>
          Діяння, передбачене частиною п’ятою цієї статті, вчинене повторно
          протягом року після накладення адміністративного стягнення, - тягне за
          собою накладення штрафу від ста п’ятдесяти до трьохсот
          неоподатковуваних мінімумів доходів громадян та тимчасове обмеження
          того з батьків, з ким проживає дитина, у праві виїзду за межі України
          та обмеження у праві керування транспортним засобом - до виконання
          рішення в повному обсязі.
        </p>
        <p>
          Умисне порушення встановленого законом обмеження щодо строку
          перебування дитини за межами України у разі самостійного вирішення
          питання про тимчасовий виїзд дитини за межі України тим із батьків, з
          яким рішенням суду визначено або висновком органу опіки та піклування
          підтверджено місце проживання цієї дитини, - тягне за собою накладення
          штрафу від ста до двохсот неоподатковуваних мінімумів доходів
          громадян.
        </p>
      </div>

      <div>
        <h1>КРИМІНАЛЬНИЙ КОДЕКС УКРАЇНИ</h1>
        <p>
          <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2341-14#n1104">
            <b>Стаття 166.</b> Злісне невиконання обов'язків по догляду за
            дитиною або за особою, щодо якої встановлена опіка чи піклування
          </ExternalLink>
        </p>
        <p>
          Злісне невиконання батьками, опікунами чи піклувальниками встановлених
          законом обов'язків по догляду за дитиною або за особою, щодо якої
          встановлена опіка чи піклування, що спричинило тяжкі наслідки, -
          карається обмеженням волі на строк від двох до п'яти років або
          позбавленням волі на той самий строк.
        </p>
      </div>

      <div>
        <h1>СІМЕЙНИЙ КОДЕКС УКРАЇНИ</h1>
        <p>
          <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2947-14#n788">
            <b>Стаття 164.</b> Підстави позбавлення батьківських прав
          </ExternalLink>
        </p>
        <ol>
          <li>
            Мати, батько можуть бути позбавлені судом батьківських прав, якщо
            вона, він:
            <ul>
              <li>
                не забрали дитину з пологового будинку або з іншого закладу
                охорони здоров'я без поважної причини і протягом шести місяців
                не виявляли щодо неї батьківського піклування;
              </li>
              <li>
                ухиляються від виконання своїх обов’язків щодо виховання дитини
                та/або забезпечення здобуття нею повної загальної середньої
                освіти;
              </li>
              <li>жорстоко поводяться з дитиною;</li>
              <li>є хронічними алкоголіками або наркоманами;</li>
              <li>
                вдаються до будь-яких видів експлуатації дитини, примушують її
                до жебракування та бродяжництва;
              </li>
              <li>
                засуджені за вчинення умисного кримінального правопорушення щодо
                дитини.
              </li>
            </ul>
          </li>
          <li>
            Мати, батько можуть бути позбавлені батьківських прав з підстав,
            встановлених пунктами 2, 4 і 5 частини першої цієї статті, лише у
            разі досягнення ними повноліття.
          </li>
          <li>
            Мати, батько можуть бути позбавлені батьківських прав щодо усіх
            своїх дітей або когось із них.
          </li>
          <li>
            Під час ухвалення рішення про позбавлення батьківських прав суд бере
            до уваги інформацію про здійснення соціального супроводу сім’ї
            (особи) у разі здійснення такого супроводу.
          </li>
          <li>
            Якщо суд при розгляді справи про позбавлення батьківських прав
            виявить у діях батьків або одного з них ознаки кримінального
            правопорушення, він письмово повідомляє про це орган досудового
            розслідування, який в порядку, передбаченому Кримінальним
            процесуальним кодексом України, розпочинає досудове розслідування.
          </li>
          <li>
            Рішення суду про позбавлення батьківських прав після набрання ним
            законної сили суд надсилає органу державної реєстрації актів
            цивільного стану за місцем реєстрації народження дитини.
          </li>
        </ol>
      </div>
    </div>
  );
}
