import { createFileRoute } from "@tanstack/react-router";
import { ExternalLink } from "~/components/link";
import { asset } from "~/lib/utils";

export const Route = createFileRoute(
  "/educational-work/safe-educational-environment",
)({
  component: RouteComponent,
  staticData: {
    title: "Безпечне освітнє середовище",
  },
});

function RouteComponent() {
  return (
    <div className="content">
      <div className="grid gap-5 lg:grid-cols-2">
        <div>
          <h1>Телефони довіри</h1>

          <p className="rounded-md border border-black p-2">
            Дитяча лінія
            <span className="font-bold text-red-500"> 116 111 </span>
            або
            <span className="font-bold text-red-500"> 0800 500 225 </span>
            (з 12:00 до 16:00)
            <br />
            Гаряча телефонна лінія щодо булінгу
            <span className="font-bold text-red-500"> 116 000 </span>
            <br />
            Гаряча лінія з питань запобігання насильству
            <span className="font-bold text-red-500"> 116 123 </span>
            або
            <span className="font-bold text-red-500"> 800 500 335 </span>
            <br />
            Уповноважений Верховної Ради з прав людини
            <span className="font-bold text-red-500"> 0 800 50 17 20 </span>
            <br />
            Уповноважений Президента України з прав дитини
            <span className="font-bold text-red-500"> 0 800 213 103 </span>
            <br />
            Центр надання безоплатної правової допомоги
            <span className="font-bold text-red-500"> 0 800 213 103 </span>
            <br />
            Національна поліція України
            <span className="font-bold text-red-500"> 102 </span>
            <br />
            Урядова гаряча лінія з попередження домашнього насильства
            <span className="font-bold text-red-500"> 1547 </span>
            <br />
          </p>

          <p className="rounded-md border border-black p-2">
            <span className="font-bold text-red-500">
              Алтинбаєва Лариса Миколаївна
            </span>{" "}
            - відповідальна особа за оперативне реагування у випадку звернення
            щодо фактів булінгу (цькуванню) в КГ №55 КМР.
            <br />
            Телефон:
            <span className="font-bold text-red-500"> (096) 095-04-11</span>
          </p>

          <ul>
            <li>
              <ExternalLink href="https://drive.google.com/file/d/1s_yen3VjMJ10bid-07MygswJebe6kBbn/view">
                Положення про запобігання і протидію насильству та жорстокому
                поводженню з дітьми
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://drive.google.com/file/d/1EpfHUNfyDTL4QlIP5FsHpkylD6qRQQ1j/view">
                Щодо впровадження в закладі заходів спрямованих на запобігання
                та протидію булінгу
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://drive.google.com/file/d/1wjy8ugpCRuLuZ5HEojj06Dg_RGWJZlN4/view">
                Правила поведінки здобувачів освіти у КГ №55 КМР
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://drive.google.com/file/d/1ETRbZOmT6TQ9qs-g292jxVBgfUFjiDsd/view">
                План заходів, спрямованих на запобігання та протидію булінгу
                (цькуванню) в КГ №55 КМР
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://drive.google.com/file/d/1hIx9yBrFoV2MFYyJ3QObu1O2keKPJ6QT/view">
                Порядок подання та розгляду (з дотриманням конфіденційності)
                заяв про випадки булінгу (цькуванню) в закладі освіти
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://drive.google.com/file/d/1GfQEehKmX6or04AJQALIT1E1iVkSTIwr/view">
                Порядок реагування на доведені випадки булінгу (цькуванню) в
                закладі освіти та відповідальність осіб, причетних до булінгу
                (цькуванню)
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://drive.google.com/file/d/1PrCmOcfCVmFFNDTablKC4CPHaaaWKoDa/view">
                Зразок заяви про випадки булінгу (цькуванню)
              </ExternalLink>
            </li>
          </ul>

          <ExternalLink href="https://www.legalaid.gov.ua/">
            <img
              src={asset("images/безоплатна-правова-допомога.webp")}
              className="w-60"
            />
          </ExternalLink>
        </div>
        <div>
          <h1>Інформаційний дайджест</h1>
          <img
            src={asset("images/stop-bullying.jpg")}
            className="mx-auto w-80"
          />

          <ul>
            <li>
              <ExternalLink href="http://llt.multycourse.com.ua/ua/page/22/103#2">
                Про булінг
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="http://llt.multycourse.com.ua/ua/page/22/103#4">
                Жертви та ініціатори булінгу
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="http://llt.multycourse.com.ua/ua/page/22/103#5">
                Форми та види булінґу
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="http://llt.multycourse.com.ua/ua/page/22/103#6">
                Наслідки шкільного насилля
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="http://llt.multycourse.com.ua/ua/page/22/103#7">
                Як реагувати на цькування
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="http://llt.multycourse.com.ua/ua/page/22/103#8">
                Що можуть зробити батьки
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="http://llt.multycourse.com.ua/ua/page/22/103#9">
                Що можуть зробити вчителі
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="http://llt.multycourse.com.ua/ua/page/22/103#10">
                Навчання навичок протидії булінґу у закладі
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://minjust.gov.ua/m/str_19188">
                Захист прав дітей в україні з урахуванням міжнародних договорів
                з питань сімейного права
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://drive.google.com/drive/folders/1Dk39QXQTYicI1Ularf_iTY5eMykSDvM9">
                Методичні розробки, посібники
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://www.youtube.com/playlist?list=PLRRIw-HYRJOqp7tzV3Buwt7aZGfwj5ZHY">
                Відеоматеріали
              </ExternalLink>
            </li>
            <li>
              <ExternalLink href="https://drive.google.com/file/d/1bcWQUpJ490m-HQu4XjXzctAFOt-dgM7F/view">
                Інформація про відповідальність осіб, причетних до булінгу
              </ExternalLink>
            </li>
          </ul>
        </div>
      </div>

      <div className="col-span-2">
        <h1 className="mt-7">Нормативні документи</h1>
        <ul>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2402-14">
              Закон України «Про охорону дитинства»
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2229-19">
              Закон України «Про запобігання та протидію домашньому насильству»
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/1706-18">
              Закон України «Про забезпечення прав і свобод внутрішньо
              переміщених осіб»
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2657-19">
              Закон України «Про внесення змін до деяких законодавчих актів
              України щодо протидії булінгу (цькуванню)»
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/2145-19">
              Закон України «Про освіту»
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/398/2020">
              Указ Президента України від 21 вересня 2020 року №398/2020 «Про
              невідкладні заходи із запобігання та протидії домашньому
              насильству, насильству за ознакою статі, захисту прав осіб, які
              постраждали від такого насильства»
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/658-2018-%D0%BF">
              Постанова Кабінету Міністрів України від 22 серпня 2018 р. «Про
              затвердження Порядку взаємодії суб’єктів, що здійснюють заходи у
              сфері запобігання та протидії домашньому насильству і насильству
              за ознакою статі»
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/994_001-11">
              Конвенція Ради Європи про попередження насильства щодо жінок та
              домашнього насильства та боротьбу з цими явищами, Резолюція Ради
              Безпеки ООН 1325 «Жінки, мир, безпека»
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z0885-18">
              Наказ МОН від 22.05.2018 № 509 “Про затвердження Положення про
              психологічну службу у системі освіти України”
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/laws/show/z0111-20">
              Наказ МОН від 28.12.2019 № 1646 “Деякі питання реагування на
              випадки булінгу (цькування) та застосування заходів виховного
              впливу в закладах освіти”
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://mon.gov.ua/npa/pro-zatverdzhennya-planu-zahodiv-spryamovanih-na-zapobigannya-ta-protidiyu-bulingu-ckuvannyu-v-zakladah-osviti">
              Наказ МОН від 26.02.2020 № 293 “Про затвердження плану заходів,
              спрямованих на запобігання та протидію булінгу (цькуванню) в
              закладах освіти”
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://mon.gov.ua/npa/pro-vnesennya-zmin-do-nakazu-ministerstva-osviti-i-nauki-ukrayini-vid-26-lyutogo-2020-roku-293">
              Наказ МОН від 20.03.2020 №420 “Про внесення змін до наказу
              Міністерства освіти і науки України від 26 лютого 2020 року № 293”
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/rada/show/v-557729-14">
              Лист МОН від 28.10.2014 № 1/9-557 “Методичні рекомендації щодо
              взаємодії педагогічних працівників у навчальних закладах та
              взаємодії з іншими органами і службами щодо захисту прав дітей”
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://mon.gov.ua/npa/pro-zatverdzhennya-metodichnih-rekomendacij-shodo-viyavlennya-reaguvannya-na-vipadki-domashnogo-nasilstva-i-vzayemodiyi-pedagogichnih-pracivnikiv-iz-inshimi-organami-ta-sluzhbami">
              Лист МОН від 02.10.2018 №1047 “Про затвердження методичних
              рекомендацій щодо виявлення, реагування на випадки домашнього
              насильства і взаємодії педагогічних працівників із іншими органами
              та службами”
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://zakon.rada.gov.ua/rada/show/v5480729-18">
              Лист МОН від 18.05.2018 № 1/11-5480 “Методичні рекомендації щодо
              запобігання та протидії насильству”
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://drive.google.com/file/d/1hRE8jdvVacpWYIOo9_Y4M0DM4w41AY05/view">
              Лист МОН від 29.01.2019 № 1/11-881 “Рекомендації для закладів
              освіти щодо застосування норм Закону України “Про внесення змін до
              деяких законодавчих актів України щодо протидії булінгу
              (цькуванню)” від 18 грудня 2018 р. №2657-VIII”
            </ExternalLink>
          </li>
          <li>
            <ExternalLink href="https://drive.google.com/file/d/1nTDyYVLH7KHAyJYV-rbSa_NZ_ZrEBDxA/view">
              Лист МОН України від 14.08.2020 року №1/9-436 “Про створення
              безпечного освітнього середовища в закладі освіти та попередження
              протидії булінгу (цькуванню)”
            </ExternalLink>
          </li>
        </ul>
      </div>

      <div className="grid gap-3 lg:grid-cols-2">
        <img
          src={asset("images/безпечне-освітнє-середовище-1.webp")}
          className="w-full"
        />
        <img
          src={asset("images/безпечне-освітнє-середовище-2.webp")}
          className="w-full"
        />
        <img
          src={asset("images/безпечне-освітнє-середовище-3.webp")}
          className="w-full"
        />
      </div>

      <p>
        Образливі прізвиська, глузування, піддражнювання, підніжки, стусани з
        боку одного або групи учнів щодо однокласника чи однокласниці – це
        ознаки нездорових стосунків, які можуть призвести до цькування —
        регулярного, повторюваного день у день знущання. Регулярне та
        цілеспрямоване нанесення фізичної й душевної шкоди стало об’єктом уваги
        науковців і педагогів, починаючи з 70-х років минулого століття, й
        отримало спеціальну назву – булінґ.
      </p>
      <p>
        <b>Булінґ</b> (від англ. bully – хуліган, задирака, грубіян, «to bully»
        — задиратися, знущатися) – тривалий процес свідомого жорстокого
        ставлення, агресивної поведінки, щоб заподіяти шкоду, викликати страх,
        тривогу або ж створити негативне середовище для людини.
      </p>
      <p>
        Прикметною ознакою булінґу є довготривале «відторгнення» дитини її
        соціальним оточенням.
      </p>
      <p>
        Найчастіше булінґ відбувається в таких місцях, де контроль з боку
        дорослих менший або взагалі його нема.
      </p>
      <p>
        Це може бути шкільний двір, сходи, коридори, вбиральні, роздягальні,
        спортивні майданчики. У деяких випадках дитина може піддаватися
        знущанням і поза територією закладу, кривдники можуть перестріти її на
        шляху до дому. Навіть удома жертву булінґу можуть продовжувати цькувати,
        надсилаючи образливі повідомлення на телефон або через соціальні мережі.
      </p>
      <p>
        За даними різних досліджень, майже кожен третій учень в Україні так чи
        інакше зазнавав булінґу в закладу, потерпав від принижень і глузувань:
        10 % – регулярно (раз на тиждень і частіше); 55 % – частково піддаються
        знущанню з боку однокласників; 26 % – батьків вважають своїх дітей
        жертвами булінґу.
      </p>

      <img
        src={asset("images/безпечне-освітнє-середовище-4.webp")}
        className="mx-auto w-180"
      />

      <h1>Жертви й ініціатори булінгу</h1>
      <p>
        Практично в кожному класі є учні, які стають об’єктами глузувань та
        знущань, а також агресори, які є ініціаторами булінґу.
      </p>
      <p>
        Найчастіше цькування ініціюють надміру агресивні діти, які люблять
        домінувати, тобто бути «головними». Їх не турбують почуття і переживання
        інших людей, вони прагнуть бути в центрі уваги, контролювати все
        навколо. Принижуючи інших, вони підвищують власну значущість. Нерідко це
        відбувається через глибокі психологічні комплекси кривдників. Можливо,
        вони самі переживали приниження або копіюють ті агресивні й образливі
        моделі поведінки, які є у їхніх сім'ях.
      </p>
      <p>
        Зазвичай об'єктом знущань (жертвою) булінґу вибирають тих, у кого є дещо
        відмінне від однолітків. Відмінність може бути будь-якою: особливості
        зовнішності; манера спілкування, поведінки; незвичайне захоплення;
        соціальний статус, національність, релігійна належність. Найчастіше
        жертвами булінґу стають діти, які мають:
      </p>
      <ul>
        <li>
          фізичні вади – носять окуляри, погано чують, мають порушення
          опорно-рухового апарату, фізично слабкі;
        </li>
        <li>
          особливості поведінки – замкнуті чи імпульсивні, невпевнені, тривожні;
        </li>
        <li>
          особливості зовнішності – руде волосся, веснянки, відстовбурчені вуха,
          незвичну форму голови, надмірну худорлявість чи повноту;
        </li>
        <li>
          недостатньо розвинені соціальні навички: часто не мають жодного
          близького друга, краще спілкуються з дорослими ніж з однолітками;
        </li>
        <li>
          страх перед школою: неуспішність у навчанні часто формує у дітей
          негативне ставлення до школи, страх відвідування певних предметів, що
          сприймається навколишніми як підвищена тривожність, невпевненість,
          провокуючи агресію;
        </li>
        <li>
          відсутність досвіду життя в колективі (так звані «домашні» діти);
        </li>
        <li>
          деякі захворювання: заїкання, дислалія (порушення мовлення), дисграфія
          (порушення письма), дислексія (порушення читання);
        </li>
        <li>знижений рівень інтелекту, труднощі у навчанні;</li>
        <li>високий інтелект, обдарованість, видатні досягнення;</li>
        <li>
          слабо розвинені гігієнічні навички (неохайні, носять брудні речі,
          мають неприємний запах).
        </li>
      </ul>
      <p>
        За даними U-Report, 49 % підтвердили, що вони піддавалися булінґу, а
        саме через: зовнішність, стать, орієнтацію, етнічну належність.
      </p>
      <h1>Форми та види булінґу</h1>
      <p>
        Людину, яку вибрали жертвою і яка не може постояти за себе, намагаються
        принизити, залякати, ізолювати від інших різними способами.
        Найпоширенішими формами булінґу є:
      </p>
      <ul>
        <li>словесні образи, глузування, обзивання, погрози;</li>
        <li>образливі жести або дії, наприклад, плювки;</li>
        <li>
          залякування за допомогою слів, загрозливих інтонацій, щоб змусити
          жертву щось зробити чи не зробити;
        </li>
        <li>
          ігнорування, відмова від спілкування, виключення із гри, бойкот;
        </li>
        <li>
          вимагання грошей, їжі, речей, умисного пошкодження особистого майна
          жертви;
        </li>
        <li>
          фізичне насилля (удари, щипки, штовхання, підніжки, викручування рук,
          будь-які інші дії, які заподіюють біль і навіть тілесні ушкодження);
        </li>
        <li>
          приниження за допомогою мобільних телефонів та інтернету
          (СМС-повідомлення, електронні листи, образливі репліки і коментарі у
          чатах і т.д.), поширення чуток і пліток.
        </li>
      </ul>
      <p>
        Види булінґу можна об’єднати у групи словесного (вербального),
        фізичного, соціального (емоційного) й електронного (кібербулінґ)
        знущання, які часто поєднуються для більш сильного впливу.
      </p>
      <p>
        70 % знущань відбуваються словесно: принизливі обзивання, глузування,
        жорстока критика, висміювання та ін. На жаль, кривдник часто залишається
        непоміченим і непокараним, однак образи безслідно не зникають для
        «об’єкта» приниження.
      </p>
      <p>
        Фізичне насильство найбільш помітне, однак становить менше третини
        випадків булінґу (нанесення ударів, штовхання, підніжки, пошкодження або
        крадіжка особистих речей жертви та ін.).
      </p>
      <p>
        Найскладніше зовні помітити соціальне знущання — систематичне приниження
        почуття гідності потерпілого через ігнорування, ізоляцію, уникання,
        виключення.
      </p>
      <p>
        Нині набирає обертів кібербулінґ. Це приниження за допомогою мобільних
        телефонів, інтернету. Діти реєструються в соціальних мережах, створюють
        сайти, де можуть вільно спілкуватися, ображаючи інших, поширювати
        плітки, особисті фотографії або зроблені в роздягальнях чи вбиральнях.
      </p>

      <h1>Наслідки шкільного насилля</h1>
      <p>
        Жертви булінґу переживають важкі емоції – почуття приниження і сором,
        страх, розпач і злість. Булінґ вкрай негативно впливає на соціалізацію
        жертви, спричиняючи:
      </p>
      <ul>
        <li>
          неадекватне сприймання себе – занижену самооцінку, комплекс
          неповноцінності, беззахисність;
        </li>
        <li>
          негативне сприймання однолітків – відсторонення від спілкування,
          самотність, часті прогули у школі;
        </li>
        <li>
          неадекватне сприймання реальності – підвищену тривожність,
          різноманітні фобії, неврози;
        </li>
        <li>
          девіантну поведінку – схильність до правопорушень, суїцидальні наміри,
          формування алкогольної, тютюнової чи наркотичної залежності.
        </li>
      </ul>

      <h1>Як реагувати на цькування</h1>
      <p>
        Молодші школярі мають неодмінно звертатися по допомогу до дорослих —
        учителів і батьків. Допомога дорослих дуже потрібна і в будь-якому
        іншому віці, особливо якщо дії кривдників можуть завдати серйозної шкоди
        фізичному та психічному здоров'ю.
      </p>
      <p>
        Старші діти, підлітки можуть спробувати самостійно впоратись із деякими
        ситуаціями. Психологами було розроблено кілька порад для них.
      </p>
      <p>Як впоратися з ситуацією самостійно:</p>
      <ul>
        <li>
          Ігноруйте кривдника. Якщо є можливість, намагайтесь уникнути сварки,
          зробіть вигляд, що вам байдуже і йдіть геть. Така поведінка не
          свідчить про боягузтво, адже, навпаки, іноді зробити це набагато
          складніше, ніж дати волю емоціям.
        </li>
        <li>
          Якщо ситуація не дозволяє вам піти, зберігаючи самовладання,
          використайте гумор. Цим ви можете спантеличити кривдника/кривдників,
          відволікти його/їх від наміру дошкулити вам.
        </li>
        <li>
          Стримуйте гнів і злість. Адже це саме те, чого домагається кривдник.
          Говоріть спокійно і впевнено, покажіть силу духу.
        </li>
        <li>
          Не вступайте в бійку. Кривдник тільки й чекає приводу, щоб застосувати
          силу. Що агресивніше ви реагуєте, то більше шансів опинитися в
          загрозливій для вашої безпеки і здоров'я ситуації.
        </li>
        <li>
          Не соромтеся обговорювати такі загрозливі ситуації з людьми, яким ви
          довіряєте. Це допоможе вибудувати правильну лінію поведінки і
          припинити насилля.
        </li>
      </ul>

      <h1>Що можуть зробити вчителі?</h1>
      <p>
        У школі вирішальна роль у боротьбі з булінґом належить учителям. Проте
        впоратися з цією проблемою вони можуть тільки за підтримки керівництва
        школи, батьків, представників місцевих органів влади та громадських
        організацій. Для успішної боротьби з насильством у школі:
      </p>
      <ul>
        <li>
          Усі члени шкільної спільноти мають дійти єдиної думки, що насильство,
          цькування, дискримінація за будь-якою ознакою, сексуальні домагання і
          нетерпимість у школі є неприйнятними.
        </li>
        <li>
          Кожен має знати про те, в яких формах може виявлятися насильство й
          цькування і як від нього страждають люди. Вивчення прав людини і
          виховання в дусі миру має бути включено до шкільної програми.
        </li>
        <li>
          Спільно з учнями мають бути вироблені правила поведінки у класі, а
          потім загальношкільні правила. Правила мають бути складені в
          позитивному ключі «як треба», а не як «не треба» поводитися. Правила
          мають бути зрозумілими, точними і короткими.
        </li>
        <li>
          Дисциплінарні заходи повинні мати виховний, а не каральний характер.
          Осуд, зауваження, догана мають бути спрямовані на вчинок учня і його
          можливі наслідки, а не на особистість порушника правил.
        </li>
        <li>
          Жоден випадок насильства або цькування і жодну скаргу не можна
          залишати без уваги. Учням важливо пояснити, що будь-які насильницькі
          дії, образливі слова є неприпустимими. Реакція має бути негайною
          (зупинити бійку, припинити знущання) та більш суворою при повторних
          випадках агресії.
        </li>
        <li>
          Аналізуючи ситуацію, треба з’ясувати, що трапилося, вислухати обидві
          сторони, підтримати потерпілого й обов'язково поговорити із
          кривдником, щоб зрозуміти, чому він або вона так вчинили, що можна
          зробити, щоб таке не повторилося. До такої розмови варто залучити
          шкільного психолога.
        </li>
        <li>
          Залежно від тяжкості вчинку можна пересадити учнів, запропонувати
          вибачитися, написати записку батькам або викликати їх, позбавити учня
          можливості брати участь у позакласному заході.
        </li>
        <li>
          Учням треба пояснити, що навіть пасивне спостереження за знущаннями і
          бійкою надихає кривдника продовжувати свої дії. Свідки події повинні
          захистити жертву насильства і , якщо треба, покликати на допомогу
          дорослих.
        </li>
        <li>
          Потрібно запровадити механізми повідомлення про випадки насильства,
          щоб учні не боялися цього робити. Ці механізми повинні забезпечувати
          учням підтримку і конфіденційність, бути тактовними.
        </li>
        <li>
          Для успішного попередження та протидії насильству треба проводити
          заняття з навчання навичок ефективного спілкування та мирного
          розв’язання конфліктів.
        </li>
      </ul>

      <img
        src={asset("images/безпечне-освітнє-середовище-5.webp")}
        className="mx-auto w-220"
      />
      <img
        src={asset("images/безпечне-освітнє-середовище-6.webp")}
        className="mx-auto w-280"
      />
    </div>
  );
}
