import { createFileRoute } from "@tanstack/react-router";

export const Route = createFileRoute(
  "/educational-work/year-of-statehood-in-key-dates",
)({
  component: RouteComponent,
  staticData: {
    title: "Рік державності в датах",
  },
});

// TODO: replace with new info
function RouteComponent() {
  return (
    <div className="content">
      <h1>Відомі події в Україні</h1>
      <ul>
        <li>
          650 років з часу надання місту Галичу Магдебурзького права (1367);
        </li>
        <li>
          330 років з дня обрання гетьманом України Івана Мазепи (25.07.1687);
        </li>
        <li>
          200 років з часу заснування Рішельєвського ліцею в Одесі (травень
          1817);
        </li>
        <li>
          200 років з часу заснування державного закладу «Південноукраїнський
          національний педагогічний університет імені К.Д. Ушинського» (травень
          1817);
        </li>
        <li>
          180 років з часу виходу першого західноукраїнського альманаху «Русалка
          Дністровая», підготовленого діячами літературного гуртка «Руська
          трійця» (1837);
        </li>
        <li>
          150 років з часу заснування Національного академічного театру опери та
          балету імені Тараса Шевченка в Києві (1867);
        </li>
        <li>
          100 років з часу заснування Херсонського державного університету
          (1917);
        </li>
        <li>
          100 років з часу створення Національної наукової сільськогосподарської
          бібліотеки Національної академії аграрних наук України (1917);
        </li>
        <li>
          100 років з часу початку Української революції та створення
          Української Центральної Ради (17.03.1917);
        </li>
        <li>
          100 років з часу початку роботи Всеукраїнського Національного
          конгресу, першого представницького форуму українського руху
          (19-21.04.1917);
        </li>
        <li>
          100 років з часу формування Першого українського полку імені Богдана
          Хмельницького та початку творення українських збройних сил
          (1.05.1917);
        </li>
        <li>
          100 років з часу ухвалення І Універсалу Української Центральної Ради
          (23.06.1917);
        </li>
        <li>
          100 років з часу створення Генерального Секретаріату Української
          Центральної Ради – першого українського уряду (28.06.1917);
        </li>
        <li>
          100 років з часу проведення Всеукраїнського зʼїзду вільного козацтва в
          Чигирині (16-20.10.1917);
        </li>
        <li>
          100 років з часу проголошення Української Народної Республіки ІІІ
          Універсалом Української Центральної Ради (20.11.1917);
        </li>
        <li>
          100 років з часу заснування Національної академії образотворчого
          мистецтва і архітектури (грудень 1917);
        </li>
        <li>
          100 років з часу проведення першого Курултаю кримськотатарського
          народу (9.12.1917);
        </li>
        <li>
          100 років з часу створення Генерального Суду Української Народної
          Республіки (правонаступник – Верховний Суд України) (15.12.1917);
        </li>
        <li>
          100 років з початку збройного опору Української Народної Республіки
          проти російської агресії (17.12.1917);
        </li>
        <li>
          100 років з часу створення Головної скарбниці Української Народної
          Республіки (тепер – Державна казначейська служба України) та
          Українського державного банку (тепер – Національний банк України
          (22.12.1917);
        </li>
        <li>
          80 років з часу заснування Донецького національного університету імені
          В.Стуса (1937);
        </li>
        <li>
          75 років з початку формування Української повстанської армії (1942);
        </li>
        <li>
          70 років з часу заснування Львівського державного університету безпеки
          життєдіяльності (жовтень 1947);
        </li>
        <li>50 років з часу заснування Світового Конґресу Українців (1967);</li>
        <li>
          50 років з часу створення Національної бібліотеки України для дітей
          (1967);
        </li>
        <li>
          50 років з дня створення Івано-Франківського національного технічного
          університету нафти і газу (13.01.1967);
        </li>
        <li>
          25 років з часу передання останнім Президентом Української Народної
          Республіки в екзилі Миколою Плав'юком клейнодів Української Народної
          Республіки і грамоти про правонаступництво першому Президенту України
          Леоніду Кравчуку (22.08.1992).
        </li>
      </ul>

      <h1>Видатні особистості</h1>
      <ul>
        <li>
          250 років з дня народження Артемія Веделя (1767, за іншими даними
          1770), композитора, хорового диригента, співака, скрипаля;
        </li>
        <li>
          200 років з дня народження Михайла Петренка (1817-1862),
          поета-романтика;
        </li>
        <li>
          1 січня - 160 років з дня народження Степана Ерастова (1857-1933),
          громадсько-політичного діяча, мецената українського культурного руху
          на Кубані;
        </li>
        <li>
          2 січня - 130 років з дня народження Микола Чайківського (1887-1970),
          математика, педагога;
        </li>
        <li>
          3 січня - 100 років з дня народження Юрія Митропольського (1917-2008),
          математика;
        </li>
        <li>
          3 січня – 75 років з дня народження Анатолія Погрібного (1942-2007),
          літературознавця, письменника, політичного і громадського діяча;
        </li>
        <li>
          4 січня - 180 років з дня народження Павла Житецького (1837-1911),
          філолога, педагога і громадського діяча;
        </li>
        <li>
          5 січня - 180 років з дня народження Стефана Кульженка (1837-1906),
          друкаря і видавця, підприємця;
        </li>
        <li>
          7 січня – 90 років з дня народження Ростислава Братуня (1927-1995),
          письменника, громадського і політичного діяча;
        </li>
        <li>
          12 січня - 110 років з дня народження Сергія Корольова (1907-1966),
          вченого, конструктора космічних кораблів;
        </li>
        <li>
          13 січня - 190 років з дня народження Миколи Бекетова (1827-1911),
          відомого фізика, хіміка, засновника фізико-хімічного відділу при
          Харківському університеті;
        </li>
        <li>
          13 січня - 140 років з дня народження Левка Мацієвича (1877-1910),
          інженера, авіатора, громадського і політичного діяча;
        </li>
        <li>
          14 січня - 80 років з дня народження Євгена Гуцала (1937-1995),
          письменника, журналіста;
        </li>
        <li>
          22 січня - 110 років з дня народження Миколи Лівицького (1907-1989),
          громадського і політичного діяча, Президента УНР в екзилі;
        </li>
        <li>
          27 січня - 90 років з дня народження Олекси (Олексія) Тихого
          (1927-1984), правозахисника, політв’язня радянського режиму, поета,
          мовознавця, педагога, члена Української гельсінської групи;
        </li>
        <li>
          1 лютого - 120 років з дня народження Євгена Маланюка (1897-1968),
          поета, мистецтвознавця, літературознавця;
        </li>
        <li>
          12 лютого - 90 років з дня народження Олексія Ситенка (1927-2002),
          фізика;
        </li>
        <li>
          17 лютого – 125 років з дня народження Йосипа Сліпого (1892-1984),
          предстоятеля Української греко-католицької церкви, архієпископа;
        </li>
        <li>
          19 лютого - 170 років з дня народження Олександра Русова (1847-1915),
          земського статиста, етнографа, педагога, громадського і політичного
          діяча;
        </li>
        <li>
          20 лютого - 130 років з дня народження Олександра Удовиченка
          (1887-1975), генерал-полковника Армії УНР;
        </li>
        <li>
          25 лютого - 130 років з дня народження Леся Курбаса (1887-1937),
          режисера, актора, драматурга, публіциста, перекладача;
        </li>
        <li>
          28 лютого - 160 років з дня народження Овксентія Корчак-Чепурківського
          (1857-1947), гігієніста та епідеміолога;
        </li>
        <li>
          5 березня - 190 років з дня народження Леоніда Глібова (1827-1893),
          письменника, байкаря, видавця, громадського діяча;
        </li>
        <li>
          10 березня - 150 років з дня народження Василя Омелянського
          (1867-1928), мікробіолога;
        </li>
        <li>
          17 березня - 170 років з дня народження Федора Вовка (1847-1918),
          антрополога, етнографа, археолога;
        </li>
        <li>
          19 березня - 140 років з дня народження Василя Доманицького
          (1877-1910), філолога, історика, фольклориста та бібліографа;
        </li>
        <li>
          31 березня - 160 років з дня народження Бориса Срезневського
          (1857-1934), метеоролога і кліматолога, організатора метеорологічної
          служби в Україні;
        </li>
        <li>
          5 квітня - 120 років з дня народження Романа Бжеського (1897-1982),
          громадського діяча, літературознавця, історика, журналіста,
          публіциста;
        </li>
        <li>
          13 квітня - 130 років з дня народження Івана Кавалерідзе (1887-1978),
          скульптора, кінорежисера, драматурга;
        </li>
        <li>
          6 травня - 110 років з дня народження Теофіла Коструби (1907-1943),
          історика, літературознавця, енциклопедиста;
        </li>
        <li>
          15 травня - 160 років з дня народження Андрія Чайковського
          (1857-1935), письменника, правника, громадського і політичного діяча;
        </li>
        <li>
          16 травня - 200 років з дня народження Миколи Костомарова (1817-1885),
          історика, письменника, громадського і політичного діяча;
        </li>
        <li>
          21 травня - 160 років з дня народження Миколи Пильчикова (1857-1908),
          фізика, винахідника;
        </li>
        <li>
          30 травня - 130 років з дня народження Олександра Архипенка
          (1887-1964), скульптора та художника;
        </li>
        <li>
          5 червня - 160 років з дня народження Володимира Підвисоцького
          (1857-1913), мікробіолога, патолога і ендокринолога;
        </li>
        <li>
          7 червня - 130 років з дня народження Федора Лисенка (1887-1937),
          геолога;
        </li>
        <li>
          8 червня - 170 років з дня народження Олександра Барвінського
          (1847-1926), громадського діяча, педагога, історика;
        </li>
        <li>
          21 червня - 120 років з дня народження Юрія Кондратюка (справжнє ім’я
          та прізвище – Олександр Шаргей) (1897-1942), вченого-винахідника,
          розробника ракетної техніки й теорії космічних польотів;
        </li>
        <li>
          30 червня - 110 років з дня народження Романа Шухевича (1907-1950),
          політичного та військового діяча, головнокомандувача УПА;
        </li>
        <li>
          15 липня – 100 років з дня народження Миколи Дремлюги (1917-1998),
          композитора, громадського діяча, народного артиста України;
        </li>
        <li>
          21 липня - 110 років з дня народження Олега Ольжича (1907-1944),
          письменника, науковця, політичного діяча;
        </li>
        <li>
          29 липня - 200 років з дня народження Івана Айвазовського (1817-1900),
          живописця-мариніста;
        </li>
        <li>
          29 липня - 130 років з дня народження Михайла Садовського (1887-1967),
          генерал-поручника Армії УНР;
        </li>
        <li>
          12 серпня - 140 років з дня народження Олександра Грушевського
          (1877-1943), історика, літературознавця, етнографа;
        </li>
        <li>
          23 серпня - 150 років з дня народження Осипа Маковея (1867-1925),
          письменника, критика, публіциста, громадського діяча;
        </li>
        <li>
          23 серпня - 170 років з дня народження Іллі Шрага (1847-1919),
          державного, громадського і політичного діяча, адвоката;
        </li>
        <li>
          8 вересня - 120 років з дня народження Івана Борковського (1897-1976),
          археолога;
        </li>
        <li>
          25 вересня – 85 років з дня народження Анатолія Солов’яненка
          (1932-1999), співака, громадського діяча, Героя України, народного
          артиста України;
        </li>
        <li>
          24 жовтня - 150 років з дня народження Миколи Біляшівського
          (1867-1926), етнографа, археолога, музейника, громадського діяча;
        </li>
        <li>
          4 листопада - 130 років з дня народження Олександра
          Неприцького-Грановського (1887-1976), зоолога, ентомолога;
        </li>
        <li>
          7 листопада - 160 років з дня народження Дмитра Багалія (1857-1932),
          історика і громадського діяча;
        </li>
        <li>
          8 листопада - 130 років з дня народження Дмитра Вітовського
          (1887-1919), державного і військового діяча, першого
          головнокомандувача Української Галицької Армії;
        </li>
        <li>
          14 листопада - 140 років з дня народження Дмитра Антоновича
          (1877-1945), історика, мистецтвознавця, громадського діяча;
        </li>
        <li>
          20 листопада - 300 років з дня народження Григорія (Георгія)
          Кониського (1717-1795), філософа, письменника, церковного діяча;
        </li>
        <li>
          3 грудня - 140 років з дня народження Степана Рудницького (1877-1937),
          вченого, основоположника української географічної науки;
        </li>
        <li>
          13 грудня - 140 років з дня народження Миколи Леонтовича (1877-1921),
          композитора, збирача музичного фольклору;
        </li>
        <li>
          17 грудня - 140 років з дня народження Данила Щербаківського
          (1877-1927), етнографа, археолога, музейного діяча;
        </li>
        <li>
          24 грудня - 80 років з для народження Вячеслава Чорновола (1937-1999),
          державного, громадського, політичного діяча, журналіста, народного
          депутата України першого - третього скликань, одного з лідерів
          українського правозахисного руху, багаторічного лідера Народного Руху
          України, Героя України.
        </li>
      </ul>

      <h1>Дні пам‘яті</h1>
      <ul>
        <li>
          80 років з дня початку «Великого терору» в Україні (05.08.1937);
        </li>
        <li>
          75 років з часу початку примусового вивезення населення України в
          Німеччину (остарбайтерів) (січень 1942, день пам’яті – 18.01.2017);
        </li>
        <li>
          70 років з часу проведення польською владою акції «Вісла» – примусових
          депортацій українців з українських етнічних земель Лемківщини,
          Надсяння, Холмщини та Підляшшя (28.04.-12.08.1947, день пам’яті –
          28.04.2017);
        </li>
        <li>
          70 років з дня проведення радянськими карально-репресивними органами
          операції «Захід» – масової депортації населення Західної України до
          Сибіру (21.10.1947).
        </li>
      </ul>
    </div>
  );
}
