export const title =
  "Основні правила безпечної поведінки в інтернеті для батьків";

export function Content() {
  return (
    <div className="content">
      <ul>
        <li>
          Розміщуйте комп’ютери з Internet-з’єднанням поза межами кімнати вашої
          дитини.
        </li>
        <li>
          Поговоріть зі своїми дітьми про друзів, з яким вони спілкуються в
          он-лайні, довідайтесь як вони проводять дозвілля і чим захоплюються.
        </li>
        <li>Цікавтесь які веб сайти вони відвідують та з ким розмовляють.</li>
        <li>
          Вивчіть програми, які фільтрують отримання інформації з мережі
          Інтернет, наприклад, Батьківський контроль в Windows.
        </li>
        <li>
          Наполягайте на тому, щоб ваші діти ніколи не погоджувалися
          зустрічатися зі своїм он-лайновим другом без Вашого відома.
        </li>
        <li>
          Навчіть своїх дітей ніколи не надавати особисту інформацію про себе та
          свою родину електронною поштою та в різних реєстраційних формах, які
          пропонуються власниками сайтів.
        </li>
        <li>
          Контролюйте інформацію, яку завантажує дитина (фільми, музику, ігри,
          тощо).
        </li>
        <li>Цікавтесь чи не відвідують діти сайти з агресивним змістом.</li>
        <li>
          Навчіть своїх дітей відповідальному та етичному поводженню в он-лайні.
          Вони не повинні використовувати Інтернет мережу для розповсюдження
          пліток, погроз іншим та хуліганських дій.
        </li>
        <li>
          Переконайтеся, що діти консультуються з Вами, щодо будь-яких
          фінансових операції, здійснюючи замовлення, купівлю або продаж через
          Інтернет мережу.
        </li>
        <li>
          Інформуйте дітей стосовно потенційного ризику під час їх участі у
          будь-яких іграх та розвагах.
        </li>
        <li>
          Розмовляйте як з рівним партнером, демонструючи свою турботу про
          суспільну мораль.
        </li>
      </ul>

      <h2>До уваги батьків</h2>

      <p>
        Небезпека в Інтернеті більша, ніж здається. Діти можуть не розуміти
        наслідків своїх дій, можуть вважати розвагою те, що призводить до
        катастрофічних наслідків.
      </p>
      <p>
        Поговоріть зі своїми дітьми про небезпеку онлайн! Нагадайте дітям про
        важливі правила користування Інтернетом і соціальними мережами.
      </p>

      <ul>
        <li>Не спілкуватися з незнайомцями</li>
        <li>Не повторювати дії, які пропонуються в мережі</li>
      </ul>

      <p>
        <b>
          Поясніть, що "розваги" онлайн несуть небезпечні, а часом -
          невідворотні наслідки в реальному житті!
        </b>
      </p>
    </div>
  );
}
