import image from "./1.jpg";

export const title = "ЯК ЕФЕКТИВНО ОРГАНІЗУВАТИ СВІЙ ЧАС";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />

      <p>
        Скрізь і все встигнути неможливо. Але, правильно організувавши свій
        день, можна зробити набагато більше, ніж завжди. Поради які допоможуть
        вам ефективно розпоряджатися своїм часом.
      </p>
      <p>
        <b>Досконалості – ні.</b>
      </p>
      <p>
        Оберіть своїм основним кредо крилату фразу "Ідеал - мій ворог". До
        досконалості, звісно, прагнути потрібно, але робити все ідеально не
        обов’язково. Це займе багато вашого часу і зусиль, які не завжди будуть
        оцінені. Працюючи над чимось швидко та стабільно, ви рано чи пізно все
        одно прийдете до досконалості. Головне – не здаватись і бути
        наполегливим.
      </p>
      <p>
        <b>Плануйте свій день з вечора</b>
      </p>
      <p>
        Розплануйте свій завтрашній день, складіть розклад і запишіть його в
        щоденнику. Так, щоденник потрібний не лише людям, котрі працюють в офісі
        і бізнесменам. Щоденник - це помічник, щоб боротися за вільні хвилини.
        Завдяки нотатнику ви не забудете про важливі справи, а менш значущі
        просто "відфільтруєте".
      </p>
      <p>
        <b>Свої справи розділіть за категоріями</b>
      </p>
      <p>
        Всі щоденні, щотижневі, щомісячні справи можна розділити на 5 категорій.
        Це догляд за собою, домашні справи, робота, вільний час і сон. Таким
        чином ваш час перебуватиме під вашим керівництвом і ви контролюватимете
        кожну свою хвилину.
      </p>
      <p>
        <b>Концентруйтеся на одній справі</b>
      </p>
      <p>
        Не потрібно брати приклад з Юлія Цезаря, навіть якщо ви добре ладнаєте
        одночасно кілька справ. Швидше з ними ви не впораєтеся, не піддавайтесь
        ілюзіям. Щоб виконати конкретне завдання, мобілізуйте усі свої сили і
        намагайтеся зробити його максимально добре і швидко.
      </p>
      <p>
        <b>Обов'язково висипайтеся</b>
      </p>
      <p>
        Після повноцінного сну ви зможете бути енергійними протягом усього дня.
        Сон підтримує молодість, красу і здоров'я. Не нехтуйте ним.
      </p>
      <p>
        <b>Навчіться відділяти другорядне від головного</b>
      </p>
      <p>
        Це допомагатиме вам постійно. Що важливіше - приготувати вечерю чи
        переглянути серіал? Прання чи прогулянка по місту? Потрібно визначити
        головне. А другорядне залишити на потім. І пам’ятайте «золоте» правило:
        не відкладайте на завтра те, що можна зробити сьогодні.
      </p>
      <p>
        <b>У план дня вписуйте не більше 6 або 7 головних справ</b>
      </p>
      <p>
        Найголовніше - щоб ваш список справ було реально виконати. Не
        переобтяжуйте себе на початках. 6-7 успішно виконаних справ за день – це
        вже перемога, яка принесе вам неабияке задоволення.
      </p>
    </div>
  );
}
