export const id = "initial-actions-in-case-of-fire";
export const title = "Перші дії при пожежі";

export function Content() {
  return (
    <div className="content">
      <h1>Перші дії при пожежі</h1>

      <p>
        Щорічно внаслідок пожеж гине та страждає значна кількість людей. В дим
        та попіл перетворюються матеріальні цінності.
      </p>
      <p>
        Небезпечність пожежі полягає у токсичності продуктів горіння, вогні,
        підвищеній температурі, задимленості та зменшенні концентрації кисню.
      </p>
      <p className="font-bold">Якщо виникла пожежа, не треба панікувати!</p>
      <p>
        Одразу повідомляйте про виникнення пожежі рятувальників за номером
        «101».
      </p>
      <p className="font-bold">
        В перші хвилини загорання велику роль відіграє використання первинних
        засобів гасіння до приїзду пожежно-рятувальних підрозділів.
      </p>
      <p>
        <span className="font-bold">Переносні вогнегасники</span> (порошкові,
        вуглекислотні, водопінні) використовують згідно з інструкцією, наведеною
        у вигляді малюнків і тексту на корпусі вогнегасників.
      </p>
      <p>
        <span className="font-bold">Для приведення в дію пожежних кранів</span>,
        які знаходяться в будинку (споруді), необхідно відкрити дверцята шафи і
        розкласти в напрямку осередку пожежі рукав, який з’єднаний з краном і
        стволом. Відкрити вентиль і спрямувати струмінь води із ствола на
        осередок горіння.
      </p>
      <p>
        <span className="font-bold">
          Остерігайтесь задимленості та обвалу конструкцій будинків і споруд
        </span>
        , вибухів технологічного обладнання і приладів, падіння обгорілих дерев
        і провалів. Знайте де знаходяться засоби пожежогасіння та вмійте ними
        користуватися.
      </p>
      <p className="font-bold">
        Що робити, якщо пожежа застала вас у приміщенні?!
      </p>
      <ul>
        <li>
          ви прокинулись від шуму пожежі і запаху диму, не сідайте в ліжку, а
          скотіться з нього на підлогу та повзіть під хмарою диму до дверей
          вашого приміщення, але не відчиняйте їх відразу;
        </li>
        <li>
          обережно доторкніться до дверей тильною стороною долоні, якщо двері не
          гарячі, то обережно відчиніть їх та швидко виходьте, а якщо двері
          гарячі - не відчиняйте їх, дим та полум'я не дозволять вам вийти;
        </li>
        <li>
          щільно закрийте двері, а всі щілини і отвори заткніть будь-якою
          тканиною, щоб уникнути подальше проникнення диму;
        </li>
        <li>відчиніть вікно та кличте на допомогу;</li>
        <li>
          якщо ви не в змозі відкрити вікно - розбийте віконне скло твердим
          предметом та зверніть увагу людей;
        </li>
        <li>
          якщо ви вибрались через двері, зачиніть їх і поповзом пересувайтесь до
          виходу із приміщення (обов'язково зачиніть за собою всі двері);
        </li>
        <li>під час пожежі заборонено користуватися ліфтами.</li>
      </ul>
      <p className="font-bold">
        У разі пожежі не гайте часу, одразу телефонуйте до рятувального
        підрозділу за телефоном «101».
      </p>
    </div>
  );
}
