export const id = "safe-heating";
export const title = "Безпечне опалення";

export function Content() {
  return (
    <div className="content">
      <p>
        З початку осені та впродовж зимового періоду настає зниження
        температурних показників, внаслідок – значно збільшується кількість
        пожеж у житловому секторі. Як правило, це призводять не лише до знищення
        матеріальних збитків, але й до травмування і гибелі людей.
      </p>
      <p>
        Аби запобігти пожежі у власній оселі, слід дотримуватись правил пожежної
        безпеки та не ризикувати своїм життям та життям своїх близьких!
      </p>
      <p className="font-bold">
        За статистикою, пожежі при експлуатації електронагрівальних приладів
        виникають із-за нехтування правилами пожежної безпеки.
      </p>
      <p>
        <span className="font-bold">
          Залишені без нагляду нагрівальні електроприлади
        </span>{" "}
        — одна з найчастіших причин пожеж.
      </p>
      <p>
        <span className="font-bold">
          Електронагрівальні прилади споживають значну електричну енергію
        </span>
        , тому не можна одночасно підключати кілька таких пристроїв до однієї
        розетки: це призводить до надмірного нагріву дротів живлення, руйнування
        їх ізоляції, розплавлення і загоряння розеток.
      </p>
      <p>
        Користуючись електронагрівальними приладами, слід бути особливо
        обережним, щоб уникнути спалаху навколишніх предметів.{" "}
        <span className="font-bold">
          Не залишайте обігрівач біля речей та предметів
        </span>
        , що під дією високих температур можуть зайнятись.
      </p>
      <p>
        Ні в якому разі не залишайте ввімкнені нагрівачі на ніч або уходячи з
        дому.
      </p>
      <p>
        <span className="font-bold">
          У випадку займання від електронагрівальних приладів
        </span>{" "}
        слід одразу ж його вимкнути та знеструмити всю електричну мережу в
        будинку. Вже після можливо загасити вогонь підручними засобами - водою,
        піском, сухою землею або накрити ковдрою.
      </p>
      <p>
        Якщо знеструмити електромережу неможливо, то слід пам'ятати, що{" "}
        <span className="font-bold">
          не можна застосовувати для гасіння електричних приладів та дротів під
          напругою воду!
        </span>
      </p>
      <p>
        <span className="font-bold">
          Якщо горіння інтенсивне необхідно покинути приміщення
        </span>
        , попередити сусідів та викликати рятувальників за номером «101».
      </p>
      <p className="font-bold">
        Пам’ятайте, що виконання звичайних рекомендацій стане гарантією безпеки
        для Вас та Ваших близьких.
      </p>
      <p className="font-bold">
        У разі виникнення пожежі чи іншої надзвичайної події негайно телефонуйте
        до Служби порятунку за номером «101»!
      </p>
    </div>
  );
}
