import { YouTube } from "~/components/youtube";
import { dirAsset } from "~/lib/utils";

export const id = "power-outrage";
export const title = "Відключення електроенергії";

const images = dirAsset("images/");

export function Content() {
  return (
    <div className="content">
      <h1>
        Необережне поводження з вогнем може наробити багато біди. Неухильно
        дотримуйтеся правил безпеки!
      </h1>

      <p className="font-bold">Свічки</p>
      <ul>
        <li>Використовуйте невисокі, стійкі, металеві свічники.</li>
        <li>
          Тримайте запалені свічки на безпечній відстані від горючих матеріалів.
        </li>
        <li>
          Не паліть свічки до кінця — залишайте недогарок довжиною 2-3 см.
        </li>
        <li>Не залишайте запалені свічки без нагляду.</li>
      </ul>
      <img
        src={images("відключення-електроенергії-1.jpg")}
        className="mx-auto w-200"
      />
      <p className="font-bold">Газовий туристичний пальник</p>
      <ul>
        <li>
          Купуйте лише сертифіковану продукцію лише у ліцензованих точках
          продажу.
        </li>
        <li>
          Неухильно дотримуйтеся інструкції виробника. Завжди перевіряйте
          цілісність балончика. Відсутність слідів витікання газу можна
          перевірити за допомогою мильного розчину.
        </li>
        <li>
          Розрахований для використання на відкритому повітрі. Якщо пальник
          використовується у приміщенні, де живуть люди, там обов’язково має
          бути вентиляція.
        </li>
        <li>
          Не допускайте потрапляння на балони сонячних променів та тримайте їх
          подалі від дії високих температур.
        </li>
      </ul>
      <img
        src={images("відключення-електроенергії-2.jpg")}
        className="mx-auto w-200"
      />
      <p className="font-bold">Пічне опалення</p>
      <ul>
        <li>
          Не допускайте перегріву печей. Слідкуйте, щоб в стінах печей і димарів
          не було тріщин.
        </li>
        <li>Протягом опалювального періоду слід очищати димоходи.</li>
        <li>
          На підлозі з горючих матеріалів, перед топковими дверцятами, прибийте
          металевий лист розміром 50х70 см.
        </li>
        <li>Не користуйтеся для розпалу печей легкозаймистими рідинами.</li>
        <li>Не залишайте прилади, що топляться, без нагляду.</li>
      </ul>
      <img
        src={images("відключення-електроенергії-3.jpg")}
        className="mx-auto w-200"
      />
      <p className="font-bold">Генератори</p>
      <p className="font-bold">
        Заходи безпеки під час використання бензинових та дизельних генераторів
      </p>
      <p>
        ДСНС України наголошує на неухильному дотриманні правил безпеки під час
        використання електрогенераторів, оскільки пересувні електростанції є
        джерелом підвищеної небезпеки!
      </p>
      <p>
        Важливо використовувати лише сертифіковану продукцію, куплену у
        ліцензованих точках продажу, та уважно дотримуватись інструкцій
        виробника.
      </p>
      <p className="font-bold">Розміщення</p>
      <ul>
        <li>
          Генератор необхідно розміщувати ззовні будівлі (бажано під навісом)
          або в окремому технічному просторому приміщенні з працюючою
          вентиляцією і можливістю провітрювання.
        </li>
        <li>
          Відстань від генератора до суміжних об’єктів (будівель, стін з
          вікнами, автомобілів тощо) - не менше 6 метрів. Допускається
          встановлювати електрогенератор біля суцільних негорючих стін (без
          вікон) на відстані не менше 1 м. Генератор необхідно встановлювати на
          рівному надійному майданчику.
        </li>
        <li>
          Будь-яке пошкодження електричних провідників або обладнання повинно
          бути усунуто негайно.
        </li>
      </ul>
      <p className="font-bold">Підключення</p>
      <ul>
        <li>
          Підключення генератора повинен здійснювати кваліфікований електрик,
          неухильно дотримуючись інструкції з підключення та експлуатації.
        </li>
        <li>
          Важливо перевірити технічні характеристики, специфікацію та потужність
          даної моделі генератора та перед підключенням одягнути сухий захисний
          одяг (гумові рукавички, взуття на гумовій підошві, бажано засоби
          захисту органів зору та слуху).
        </li>
        <li>
          При підключенні електроприладів необхідно використовувати подовжувачі
          й кабелі високої якості, без пошкоджень і порізів. На вилках
          електричних приладів повинен бути заземлюючий контакт.
        </li>
      </ul>
      <p className="font-bold">Експлуатація</p>
      <ul>
        <li>
          Експлуатацію генератора необхідно здійснювати відповідно до технічної
          документації та рекомендацій виробника.
        </li>
        <li>
          Перед пуском генератора необхідно перевірити стан електропроводки та
          споживачів, усунути їх пошкодження. Також необхідно усунути
          перекручування дротів, контакту з гарячими поверхнями, наявність
          корозії на контактах. Електричні елементи генератора повинні бути
          заземлені, необхідно уникати контакту силових контурів генератора з
          водою та іншими предметами.
        </li>
        <li>
          Генератор не бажано вмикати в умовах підвищеної вологості, під час
          дощу або снігу. Також слід уникати контакту з елементами генератора,
          які обертаються.
        </li>
        <li>
          Під час роботи електрогенератору контролюйте його технічний стан. У
          разі виявлення підтікань палива, мастила або сторонніх звуків, що
          свідчать про його несправність, негайно вимкніть електрогенератор та
          знеструмте його.
        </li>
      </ul>
      <p className="font-bold">Зберігання ПММ</p>
      <ul>
        <li>
          Пальне та мастило для генератора необхідно зберігати окремо, на
          відстані не менше 10 м до суміжних об’єктів (будівель, автомобілів) у
          спеціальних каністрах, які призначені для зберігання палива поза
          межами жилої зони. Найбезпечніше зберігати у провітрюваній, окремо
          розташованій зоні з навісом, з обмеженим доступом для сторонніх осіб
          та дітей.
        </li>
        <li>
          Не допускайте проливу палива та щільно закривайте каністри. У випадку
          проливу палива - посипте місце проливу піском, який потім зберіть у
          металевий ящик чи відро.
        </li>
      </ul>
      <p className="font-bold">Дії під час загорання генератора</p>
      <ul>
        <li>
          Негайно повідомте про це ДСНС за телефоном 101. При цьому необхідно
          назвати місцезнаходження об’єкта, вказати місце виникнення пожежі,
          обстановку на пожежі, наявність людей, а також повідомити своє
          прізвище.
        </li>
        <li>Знеструмити електрогенератор;</li>
        <li>
          Вжити (за можливості) заходів щодо гасіння (локалізації) пожежі
          первинними засобами пожежогасіння. У таких випадках краще
          використовувати вогнегасники для гасіння пожежі класу В (горіння
          рідких речовин або твердих речовин, які розтоплюються). Зазначену
          інформацію можна знайти на етикетці вогнегасника. Також у інших
          ситуаціях можливе використання кошми або щільної ковдри, якими
          необхідно накрити генератор.
        </li>
        <li>У разі необхідності викликати інші аварійно-рятувальні служби.</li>
        <li>
          Організувати зустріч підрозділів ДСНС, надати їм допомогу у виборі
          найкоротшого шляху для під’їзду до осередку пожежі.
        </li>
      </ul>
      <p className="font-bold">
        Забороняється під час використання генераторів:
      </p>
      <ul>
        <li>Вносити зміни в конструкцію генератора.</li>
        <li>
          Розміщувати генератор у замкнутому приміщенні без вентиляції, а також
          у вибухонебезпечному середовищі, в підвалах та в приміщеннях з
          можливим перебуванням людей.
        </li>
        <li>
          Палити та користуватися джерелами відкритого вогню під час заправки та
          експлуатації генератора.
        </li>
        <li>Відкривати кришку баку при працюючому генераторі.</li>
        <li>
          Заправляти генератор при працюючому або не охолодженому двигуні.
        </li>
        <li>Об’єднувати генератори у ланцюг.</li>
        <li>Перебувати поруч із генератором стороннім особам або тваринам.</li>
        <li>Змішувати різні види мастила та палива.</li>
        <li>
          Перевищувати максимально допустимий струм вихідного роз’єму
          генератора.
        </li>
      </ul>
      <img
        src={images("відключення-електроенергії-4.jpg")}
        className="mx-auto w-200"
      />
      <p className="font-bold">
        ВАЖЛИВО - забороніть використання електроприладів та відкритого вогню
        дітям!
      </p>
      <p className="font-bold">
        Бережіть себе та близьких! Ні в якому разі не залишайте прилади без
        нагляду. Для захисту оселі від пожежі запасіться вогнегасником!
      </p>
      <YouTube videoId="ZVoaYL_7WSw" />
      <YouTube videoId="rCp6xaQow2g" />
      <YouTube videoId="W42DUsiMlxQ" />
      <YouTube videoId="mbzDzS-OTyQ" />
      <YouTube videoId="A2YTSofNaOQ" />
      <YouTube videoId="7Y3AqP97X9w" />
    </div>
  );
}
