import image from "./1.jpg";

export const title =
  "Показники соціально-психологічної готовності випускника школи до самостійного життя";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-right w-100 md:ml-3" />

      <p>
        Закінчуючи школу, старшокласник повинен бути соціально і психологічно
        готовим до вступу в доросле життя. Ця готовність полягає в наявності
        здібностей, знань, умінь і навичок, які дали б змогу реалізуватися йому
        в суспільстві як неповторній особистості, яка прагне успіху, забезпечили
        б розвиток його як громадянина, працівника, творця сім'ї. Конкретними
        свідченнями готовності випускника школи до самостійного життя є:
      </p>
      <ul>
        <li>
          Велика сила духу, знання законів життя і готовність дотримуватись їх,
          щоб самореалізуватися, самовиразитися та самостверд йтися.
        </li>
        <li>
          Освіченість, яка полягає в наявності знань з різних сфер суспільного
          життя, життєвого досвіду, стійких і реалістичних поглядів на життя,
          політичні події; в усвідомленні свого місця в житті, обов'язків і
          прав; у сформованості національної самосвідомості, знанні історичного
          минулого і перспектив розвитку свого народу і держави, готовності
          захищати їх інтереси.
        </li>
        <li>
          Розсудливість, що виявляється в умінні не піддаватися негативному
          впливові, аналізувати явища, події, раціонально долати складні,
          екстремальні ситуації.
        </li>
        <li>
          Здатність до праці. Свідченням її є виконання різних видів робіт,
          уміння раціонально використовувати свій час, оволодіння навичками
          ведення домашнього господарства, готовність забезпечити себе
          матеріально.
        </li>
      </ul>

      <p>
        Основним виявом цієї здатності є обрання професії, яка відповідає
        можливостям особистості і потрібна суспільству.
      </p>

      <ul>
        <li>
          Особистісна культура, яка виявляється в адекватній оцінці своєї
          особистості, знанні своїх сильних сторін і недоліків. Важливими
          ознаками особистісної культури є впевненість у собі, вміння
          самореалізуватися, керувати своїм настроєм, контролювати себе, дбати
          про своє здоров'я (правильно харчуватися, займатися фізкультурою,
          дотримуватися особистої гігієни, режиму сну, праці і відпочинку),
          відсутність шкідливих звичок (куріння, вживання спиртних напоїв,
          наркотиків тощо), заняття самовихованням, наявність різнобічних
          інтересів.
        </li>
        <li>
          Готовність до сімейного життя, свідченням якої є усвідомлення
          особливостей ролей дружини чи чоловіка, обов'язків щодо виховання
          дітей.
        </li>
        <li>
          Любов і повага до батьків, допомога їм, доброзичливе ставлення до
          старших.
        </li>
        <li>
          Культура спілкування, яка полягає в умінні поводитися, веселитися і
          відпочивати серед людей, у здатності доброзичливо, справедливо,
          гуманно, потовариськи ставитися до них. Вона передбачає також
          розуміння людей, вміння об'єктивно оцінювати їхні вчинки, давати
          поради, вибачати помилки, допомагати у складних ситуаціях.
        </li>
      </ul>

      <p>
        Отже, головним досягненням в соціально-психологічному розвитку
        старшокласників є внутрішня духовна сила, самоусвідомленість,
        розсудливість, готовність до самостійного дорослого життя, здатність
        бути суб'єктом власного життєвого шляху, висока особистісна культура,
        яка виявляється в усіх сферах їх актуальної життєдіяльності, виразно
        проектується у майбутнє.
      </p>
    </div>
  );
}
