export const title = "7 порад що допоможуть щасливо прожити навчальний рік";

export function Content() {
  return (
    <div className="content">
      <p>
        <b>
          Не важливо, чи відвели Ви свою дитину «перший раз у перший клас», чи
          це вже не перший Перший дзвоник у її житті, у будь-якому разі,
          найпевніше, з одного боку, Ви відчуваєте полегшення від того, що дитя
          нарешті матиме справу, а з іншого — переймаєтеся тим, як син або
          донька впорається з усіма неминучими труднощами.
        </b>
      </p>

      <p>
        На сайті Canadian Family опитали справжніх експертів із цього питання —
        вчителів, які самі є батьками. За результатами опитування складено
        перелік корисних порад, що допоможуть дітям подолати труднощі в новому
        навчальному році.
      </p>

      <p>
        <b>Налагодьте контакт з учителем</b>
      </p>
      <p>
        Спробуйте зустрітися з учителем (або класним керівником) дитини
        віч-на-віч, представтесь і скажіть щось на зразок: «Сподіваюся, ми
        працюватимемо разом, щоб допомогти моєму синові (моїй доньці) домогтися
        успіхів». Тоді вчитель відчує, що його цінують, йому довіряють, це
        полегшить подальше спілкування.
      </p>

      <p>
        <b>Ставте два будильники</b>
      </p>
      <p>
        Ранок може бути дуже нервовим через те, що всім одночасно треба
        потрапити в туалет або ванну, приготувати сніданок або зробити
        бутерброди на підобідок, знайти загублену річ або вдягнутися.
        Запізнюватися — кепська звичка, вона підриває як повагу дитини до школи,
        так і її репутацію в очах учителів і однокласників.
      </p>

      <p>
        <b>Завжди вислуховуйте обидві сторони</b>
      </p>
      <p>
        Важко зберігати спокій, слухаючи скарги дитини на те, що вчитель на ній
        відіграється, однокласники її ображають, та й узагалі світ
        несправедливий. Але не забувайте, що діти часто поводяться вдома і в
        школі зовсім по-різному, і Ваше янголя може перетворюватися на справжнє
        чортеня.
      </p>

      <p>
        <b>Намагайтеся брати участь у класних заходах</b>
      </p>
      <p>
        Зрозуміло, що для батьків, які працюють, це дуже складно, але поїздка з
        класом на екскурсію, похід у театр чи музей дасть Вам неоціненну
        можливість краще зрозуміти, що відбувається в класі, і дізнатися, як
        складаються відносини дитини з однокласниками.
      </p>

      <p>
        <b>Ніколи не робіть домашнє завдання замість дитини</b>
      </p>
      <p>
        Це слугуватиме для неї приводом, щоб розслабитися й опустити руки. Краще
        сказати: «Мені теж доводилося чимало працювати, щоб упоратися з
        математикою».
      </p>

      <p>
        <b>
          Уживайте заходів, якщо відчуваєте, що дитина не може впоратися зі
          шкільною програмою
        </b>
      </p>
      <p>
        Що раніше Ви звернете на можливу проблему увагу, то ймовірніше, що
        ситуацію вдасться виправити. Ні в якому разі не сваріть дитину за низьку
        успішність, вона завжди має відчувати Вашу підтримку!
      </p>
    </div>
  );
}
