import image from "./1.jpg";

export const title =
  "Війна має свою «психологію»: як подолати моральне виснаження";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-80" />

      <p>
        Українці вже пережили всі стани психіки, які спостерігаються під час
        біди. Спочатку була фаза заперечення — війна… це неправда, такого не
        може бути.
      </p>
      <p>
        Далі була ейфорія, яка підкріплювалася дикою злістю до ворога і
        невичерпною гордістю за наші перемоги. Під час ейфорії ми максимально
        об’єдналися, згуртувалися, зарядилися бойовим духом. Ми могли не спати,
        не їсти і функціонувати з максимальною ефективністю.
      </p>
      <p>
        Але для мозку важко працювати в такому стані. Тому він увімкнув для себе
        функцію захисту, тому наразі багато хто може почувати себе тотально
        виснаженим, можуть спостерігатися ознаки депресії через постійну
        тривогу.
      </p>
      <p>
        І ворог це знає. Він і розраховує на те, щоб у стані виснаження зламати
        нас.
      </p>
      <p>
        Згодом наш мозок знову повернеться до режиму «готовності», а зараз йому
        потрібно допомогти пережити цю фазу.
      </p>

      <p>Тож:</p>
      <ul>
        <li>
          За будь-якої нагоди спимо, навіть якщо для цього треба випити
          заспокійливе;
        </li>
        <li>
          П’ємо воду. Обезводнений організм не може боротися зі стресом. Вода
          потрібніша за їжу;
        </li>
        <li>
          За можливості, починаємо приймати препарати із вмістом магнію та
          вітаміну В6. Це зміцнить «оборону» нашої нервової системи.
        </li>
        <li>Робимо інформаційні паузи;</li>
        <li>
          Відключаємо жалість щодо всього матеріального. Постійний сум за
          минулим життям, за втраченими матеріальними цінностями ще більше
          підживлює тривогу і «вирубує» наш мозок, чим і користується ворог,
          знищуючи інфраструктуру.
        </li>
        <li>
          Будуємо плани — «що я зроблю після війни». Це допоможе вашому мозку
          працювати на ваш порятунок, а не на тихеньке самознищення;
        </li>
        <li>
          Рятуйтеся гумором. Це надійний щит для мозку, щоб трохи знизити рівень
          кортизолу;
        </li>
        <li>Обіймайтеся;</li>
        <li>
          Говоріть близьким «я тебе люблю». Такі слова допомагають тримати сили.
        </li>
        <li>
          Не вірте, не поширюйте не перевірену інформацію. Вірте в ЗСУ! Ми не
          здамося! Слава Україні!!
        </li>
      </ul>
    </div>
  );
}
