export const title = "Емоційна саморегуляція та самоконтроль";

export function Content() {
  return (
    <div className="content">
      <p>
        <b>Саморегуляція</b> – це управління своїм психоемоційним станом, що
        досягається шляхом впливу людини на самого себе за допомогою слів,
        уявних образів, управління м’язовим тонусом і диханням.
      </p>
      <ul>
        <li>ефект заспокоєння (усунення емоційної напруженності)</li>
        <li>ефект відновлення (ослаблення проявів втоми)</li>
        <li>ефект активізації (підвищення психофізиологічної реактивності)</li>
      </ul>

      <p>
        <b>Що сприяє ефективній саморегуляції</b>
      </p>
      <ul>
        <li>сміх, посмішка, гумор;</li>
        <li>роздуми про хороше приємне;</li>
        <li>різні рухи типу потягування, розслаблення м’язів;</li>
        <li>
          розглядання квітів в приміщенні, пейзажу за вікном, фотографій, інших
          приємних або дорогих серцю речей;
        </li>
        <li>уявне звернення до вищих сил (Бога, Всесвіту, великої ідеї);</li>
        <li>«купання» (реальне або уявне) в сонячних променях;</li>
        <li>вдихання свіжого повітря;</li>
        <li>читання віршів;</li>
        <li>висловлювання похвали, компліментів кому-небудь просто так.</li>
      </ul>

      <p>
        <b>Способи саморегуляції</b>
      </p>

      <ol>
        <li>
          <b>Способи, пов’язані з управлінням дихання.</b> Управління диханням –
          це ефективний засіб впливу на тонус м’язів і емоційні центри мозку.
          Повільне і глибоке дихання знижує збудливість нервових центрів, сприяє
          м’язовому розслабленню, тобто релаксації.
        </li>

        <li>
          <b>Способи, пов’язані з управлінням тонусом м’язів, рухом.</b> Під
          впливом психічних навантажень виникає м’язове напруження. Уміння його
          розслабляти дозволяє зняти нервово-психічне напруження, швидко
          відновити сили.
        </li>

        <li>
          <b>Способи, пов’язані з впливом слова.</b> Словесний вплив задіє
          свідомий механізм самонавіювання, йде безпосередній вплив на
          психофізіологічні функції організму (самонаказ, самопрограмування,
          самосхвалення,)
        </li>
        <li>
          <b>Способи, пов’язані з використанням мислеобразів.</b> Використання
          образів пов’язано з активним впливом на центральну нервову систему
          почуттів і уявлень. Безліч наших позитивних відчуттів, спостережень,
          вражень ми не запам’ятовуємо, але якщо пробудити спогади і образи, з
          ними пов’язані, то можна пережити їх знову і навіть посилити. І якщо
          словом ми впливаємо в основному на свідомість , то образи, уява
          відкривають нам доступ до потужних підсвідомих резервів психіки.
        </li>
      </ol>
    </div>
  );
}
