import image from "./1.jpg";

export const title = "Грип та ГРВІ";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />

      <p>
        <b>Грип</b> – це високозаразне вірусне захворювання з імовірністю тяжких
        ускладнень та ризиком смерті. Грип має симптоми, схожі з іншими гострими
        респіраторними вірусними інфекціями (ГРВІ), але є набагато
        небезпечнішим. Тому перші ж симптоми ГРВІ вимагають особливої уваги.
      </p>
      <p>
        Найчастішим ускладненням грипу є пневмонія, яка іноді може лише за 4-5
        днів призвести до смерті хворого. Серцева недостатність також нерідко
        розвивається внаслідок ускладнень грипу. Грип дуже легко передається від
        людини до людини повітряно-крапельним шляхом – коли хвора людина кашляє,
        чхає чи просто розовляє. У зоні зараження перебувають усі в радіусі 2
        метрів навколо хворого.
      </p>
      <p>
        Хвора людина, навіть із легкою формою грипу, становить небезпеку для
        оточуючих протягом усього періоду прояву симптомів – це, в середньому, 7
        днів.
      </p>

      <h2>Симптоми, що вимагають лікування вдома</h2>
      <p>
        При появі перших симптомів грипу хвора людина обов'язково повинна
        залишатися вдома – щоб не провокувати ускладнення власної хвороби і не
        наражати інших людей на небезпеку, смертельну для деяких з них.
      </p>
      <p>Такими симптомами є:</p>
      <ul>
        <li>підвищена температура тіла;</li>
        <li>біль у горлі;</li>
        <li>кашель;</li>
        <li>нежить;</li>
        <li>біль у м'язах.</li>
      </ul>
      <p>
        З будь-якими з цих симптомів не варто виходити з дому навіть заради
        візиту до лікаря – його слід викликати додому. Призначене лікарем
        симптоматичне лікування у домашніх умовах може бути достатнім для
        одужання.
      </p>
      <p>
        Якщо стан хворого не погіршується, необхідно продовжувати лікування
        вдома до повного зникнення симптомів.
      </p>

      <h2>Симптоми, що вимагають термінової госпіталізації</h2>
      <p>
        Якщо стан хворої людини погіршується, не зволікайте з госпіталізацією,
        адже тепер під загрозою – її життя. Викликайте "швидку" чи терміново
        звертайтеся безпосередньо до лікарні, якщо присутні наступні симптоми:
      </p>
      <ul>
        <li>сильна блідість або посиніння обличчя;</li>
        <li>утруднення дихання;</li>
        <li>висока температура тіла, що довго не знижується;</li>
        <li>багаторазове блювання та випорожнення;</li>
        <li>порушення свідомості – надмірна сонливість чи збудженість;</li>
        <li>болі у грудній клітці;</li>
        <li>домішки крові у мокроті;</li>
        <li>падіння артеріального тиску.</li>
      </ul>
      <p>
        Продовжувати лікування вдома за наявності цих симптомів – небезпечно.
        Затримка з госпіталізацією може призвести до смерті хворого.
      </p>

      <h2>Інфекційний контроль: прості речі рятують життя</h2>
      <p>
        Вірус грипу небезпечний, але не всесильний. Можна легко уникнути
        зараження грипом навіть під час епідемії, якщо дотримуватись кількох
        простих речей.
      </p>

      <h2>Навіть якщо ознак хвороби немає:</h2>
      <ul>
        <li>
          <b>Уникати скупчень людей</b> – аби зменшити вірогідність контактів із
          хворими людьми, при тому що деякі з них є заразними навіть до появи
          очевидних симптомів. Особливо актуально під час сезону грипу та
          епідемій.
        </li>
        <li>
          <b>Користуватися одноразовими масками</b> при необхідності – щоб
          захистити себе чи оточуючих від зараження. Так маскою повинна
          користуватися людина, яка доглядає за інфекційним хворим чи просто
          спілкується з ним. Хвора людина повинна використовувати маску лише в
          одному випадку: якщо їй доводиться перебувати серед здорових людей, не
          захищених масками. Маска ефективна, тільки якщо вона прикриває рот і
          ніс. Важливо пам'ятати, що у будь-якому випадку маску потрібно
          замінити, як тільки вона стане вологою чи забрудниться. Найкраще
          користуватися стандартними хірургічними масками, що мають вологостійку
          поверхню і довго залишаються ефективними. Економити чи лінитися вчасно
          замінити маску немає сенсу – волога маска не захищає. Використані
          маски ні в якому разі не можна розкладати по кишенях чи сумках – їх
          потрібно одразу викидати у смітник.
        </li>
        <li>
          <b>Регулярно провітрювати приміщення і робити вологе прибирання</b> –
          як у помешканні, так і в робочих приміщеннях, щоб не залишати навколо
          себе живі віруси й бактерії, що можуть залишатися активними впродовж
          годин після перебування у приміщенні хворої людини.
        </li>
        <li>
          <b>Повноцінно харчуватися, висипатися, уникати перевтоми</b> – для
          підвищення опірної здатності організму. Це збільшить шанси запобігти
          як зараженню, так і важким формам хвороби та її ускладненням.
        </li>
        <li>
          <b>Мати чисті руки</b> – інфекція потрапляє в організм через рот, ніс
          та очі, яких ви час від часу торкаєтесь руками. Тими ж руками ви
          тримаєте гроші чи тримаєтесь за поручні, де кілька годин зберігаються
          в активному стані віруси і бактерії, що залишились від дотиків рук
          інших людей. Тому необхідно часто мити руки з милом або обробляти їх
          дезінфікуючим гелем із вмістом спирту.
        </li>
        <li>
          <b>
            Користуватися тільки одноразовими паперовими серветками і рушниками
          </b>{" "}
          – як після миття рук, так і для того, щоб прикрити обличчя під час
          кашлю, а також при нежиті. Використані серветки необхідно одразу
          викидати у смітник, оскільки вони також можуть стати джерелом
          зараження. Багаторазові серветки та рушники, особливо у громадських
          місцях, суттєво підвищують ризик зараження і широкого розповсюдження
          інфекції. У таких умовах в якості одноразових серветок можна
          використовувати туалетний папір.
        </li>
      </ul>

      <h2>
        Якщо з'явилися ознаки хвороби, додаються ще кілька нескладних заходів:
      </h2>
      <ul>
        <li>
          Залишатися вдома при перших ознаках хвороби – не йти на роботу або,
          якщо захворіла дитина, не вести її до школи чи дитячого садочка, щоб
          не провокувати погіршення стану хворого і не наражати оточуючих на
          небезпеку, яка може виявитися смертельною для декого з них.
        </li>
        <li>
          Не бігати до лікаря з найменшого приводу – у випадку грипоподібної
          хвороби Ви ризикуєте спровокувати погіршення власного стану і створити
          небезпеку зараження для інших людей, що може мати смертельні наслідки
          для декого з них. Більше того, лікарня чи поліклініка під час
          грипозного сезону є місцем високої вірогідності заразитися. Якщо вас
          непокоїть стан вашого здоров'я – обов'язково звертайтеся до лікаря,
          але викликайте його додому.
        </li>
        <li>
          Ізолювати хвору людину – виділити їй окрему кімнату і посуд, визначити
          одну людину, яка доглядатиме за нею, і по можливості триматися на
          відстані 2 метри від хворої людини.
        </li>
        <li>
          Прикривати рот і ніс під час кашлю та чхання – аби запобігти
          розпорошенню інфікованих краплин слизу, які є основним джерелом
          зараження. Бажано робити це за допомогою одноразових серветок, які
          після використання одразу викидати у смітник. Якщо Ви прикрили рот
          руками, їх необхідно одразу вимити з милом чи обробити дезінфікуючим
          гелем, інакше усі ваші наступні дотики становитимуть небезпеку для
          інших.
        </li>
      </ul>
      <p>
        Дотримання цих елементарних правил суттєво підвищує Ваші шанси уникнути
        небезпечного захворювання і здатне зберегти життя Вам і людям, що
        знаходяться поруч з Вами.
      </p>

      <h2>Групи ризику</h2>
      <p>
        Усі засоби профілактики грипу мають особливе значення для людей, які
        належать до груп ризику. Для цих людей грип становить найбільшу
        небезпеку, а вчасна регулярна профілактика здатна врятувати життя.
      </p>
      <p>До груп ризику входять:</p>
      <ul>
        <li>діти до 5 років (особливо – діти до 2 років);</li>
        <li>вагітні жінки;</li>
        <li>люди віком від 65 років;</li>
        <li>люди з надмірною вагою;</li>
        <li>хворі на діабет;</li>
        <li>хворі на хронічні серцево-судинні захворювання;</li>
        <li>хворі на хронічні захворювання легенів;</li>
        <li>люди з іншими тяжкими хронічними захворюваннями;</li>
        <li>люди, що перебувають на імуно-супресивній терапії.</li>
      </ul>

      <p>
        Для цих людей грип становить особливу загрозу, оскільки стан їхнього
        організму суттєво зменшує шанс одужати без ускладнень, а часто – вижити.
      </p>

      <h2>Крім того, існують професійні групи ризику:</h2>
      <ul>
        <li>медичні працівники;</li>
        <li>вчителі й вихователі;</li>
        <li>продавці;</li>
        <li>водії громадського транспорту;</li>
        <li>усі, хто працює в багатолюдних місцях.</li>
      </ul>
      <p>
        У цих людей немає ніякої можливості уникнути перебування поряд із
        хворими людьми, тому для них особливе значення мають усі без винятку
        засоби інфекційного контролю і профілактики грипу.
      </p>
    </div>
  );
}
