import image from "./1.jpg";

export const title = "Емоційне вигорання";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-80" />

      <p>
        Емоційне вигорання – синдром постійної втоми та емоційного виснаження.
        Синдром притаманний людям, робота яких пов’язана зі спілкуванням. Наразі
        ситуація ніби інша, проте спілкування стало в рази більше. В умовах
        сьогодення зросла необхідність бути на зв’язку, вислуховувати інших,
        говорити, стежити за актуальними новинами та перевіряти їх.
      </p>

      <p>ВООЗ описує 3 головних симптоми емоційного вигорання:</p>
      <ol>
        <li>
          Відчуття виснаження, що призводить до порушення сну, зниження
          імунітету та проблем із концентрацією уваги.
        </li>
        <li>
          Інтелектуальна й емоційна дистанція з роботою, що супроводжується
          почуттям негативу та цинізму відносно робочих ситуацій, відірваністю
          від колективу, відсутністю мотивації та негативним сприйняттям
          реальності.
        </li>
        <li>
          Зниження професійної ефективності, що проявляється в неспроможності
          впоратися з робочими обов’язками, внаслідок чого з’являються сумніви у
          власних здібностях і компетентності.
        </li>
      </ol>

      <p>
        Як зробити так, щоб ваше життя було приємним, а ваші ресурси не
        випаровувалися?
      </p>

      <ol>
        <li>
          Візьміть перерву. Навіть якщо ви обожнюєте роботу та щоранку
          прокидаєтеся з думками про неї, пауза потрібна всім. Повноцінна
          активна відпустка може врятувати від вигорання та надати сил.
        </li>
        <li>
          Піклуйтеся про себе. Приділіть 5 хвилин чашці улюбленого чаю чи кави,
          телефонній розмові чи улюбленій музиці, якщо відчуваєте прилив тривоги
          чи роздратування.
        </li>
        <li>
          Плануйте день. Почніть день із приємної справи, а потім переходьте до
          поставлених задач.
        </li>
        <li>
          Хваліть себе. Нагадуйте собі про власні досягнення. Виписуйте
          найзначніші досягнення дня, якщо вам заважає внутрішній перфекціонізм.
        </li>
        <li>
          Чергуйте складні завдання з приємними. Перенапруження під час роботи
          не сприяє утриманню ресурсу, тож згодом ви починаєте вигоряти.
          Плануйте свій день так, щоб він був збалансованим, приємним і
          продуктивним.
        </li>
        <li>
          Говоріть про себе лише позитивне. Не допускайте руйнівних оцінних
          суджень себе та оточуючих.
        </li>
        <li>
          Частіше займайтеся улюбленою справою. Хобі допомагають уникнути
          вигорання, головне в цьому процесі – навчитися відновлювати сили та
          заряджатися енергією.
        </li>
        <li>
          Будьте фізично активними. Фізична активність – ефективний спосіб
          позбутися вигорання. Після декількох простих вправ тіло почне
          підганяти вас швидше закінчити роботу та займатися спортом.
        </li>
        <li>
          Будьте уважні. Якщо людина перебуває у стресовому стані, головною
          проблемою є нестача усвідомлення причини. З уважними та виваженими
          кроками у вас з'явиться більше часу для роздумів і розв'язання
          проблем.
        </li>
      </ol>

      <p>
        Зверніться до фахівця. Причини, що лежать в основі емоційного вигорання,
        іноді важко зрозуміти без професійної допомоги. Терапія – це спосіб
        підтримки здорового духу. Емоційне вигорання не лише є ознакою стресу на
        робочому місці, а й може стати причиною нових проблем. Пам'ятайте, що
        психолог – не лікар, звернувшись до нього ми не стаємо «психами».
      </p>
    </div>
  );
}
