export const title = "Правила покарання агресивних дітей та підлітків";

export function Content() {
  return (
    <div className="content">
      <ul>
        <li>
          Покарання не повинно шкодити здоров'ю дитини — ні фізичному, ні
          психічному. Понад те, воно має бути корисним. Якщо є сумніви, покарати
          чи ні, не карайте, навіть якщо вже зрозуміли, що надто м'які,
          довірливі й нерішучі. Жодної «профілактики», жодних покарань про всяк
          випадок».
        </li>
        <li>
          За один раз — одне. Навіть якщо провин багато, покарання може бути
          суворим, але тільки одне за все відразу» а не по одному за кожну
          провину. Салат із покарань — страва не для дитячої душі! Не можна
          карати за рахунок любові. Хай там ідо трапилося, не обмежуйте дитину в
          схваленні й заохоченні, на які вона заслуговує.
        </li>
        <li>
          Термін давності. Краще не карати, ніж карати із запізненням. Покарання
          із запізненням навіюють дитині минуле, не дають стати іншою.
        </li>
        <li>
          Покараний — пробачений. Інцидент вичерпано. Сторінку перегорнуто. Про
          старі гріхи ні слова. Не заважайте починати життя спочатку!
        </li>
        <li>
          Без приниження. Хай там що сталося, хай там якою є провина, покарання
          не повинно сприйматися дитиною як перемога нашої сили над її
          слабкістю, як приниження. Якщо дитина вважає, що ми несправедливі,
          покарання подіє тільки у зворотний бік.
        </li>
        <li>
          Дитина має боятися не покарання, не гніву, а нашого засмучення. Слід
          розуміти, що, не будучи досконалою, вона не може не засмучувати тих,
          хто її любить.
        </li>
      </ul>
    </div>
  );
}
