import image from "./1.jpg";

export const title =
  "Як допомогти дітям впоратися з тривожністю під час воєнних дій";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mx-auto w-100" />
      <ol>
        <li>
          Не ігноруйте й не ухиляйтесь від запитань, але не лякайте, коли будете
          відповідати.
        </li>
        <li>
          Пояснюйте, що наша армія захищає нас. У дорослих є план. У вас також є
          план – обговоріть деталі, що робити в стресових ситуаціях, дайте
          конкретні інструкції. Поясніть, що ви йдете в більш безпечне місце,
          проте воно може бути менш комфортним, ніж дім, розкажіть, що зібрали
          необхідні речі, дайте можливість обрати, що дитина візьме із собою
          (так вона відчуватиме відповідальність і хоча б мінімальний контроль
          над ситуацією).
        </li>
        <li>
          Дайте можливість висловити емоції. Скажіть, як самі себе почуваєте
          (боятися – це нормально, на своєму прикладі покажіть що страх – це ок,
          ви розумієте дитину, проте не панікуйте й будьте опорою). Потім
          запитайте в дитини, що вона відчуває, – дайте їй час відкритися, не
          наполягайте, якщо не хоче говорити. Обговоріть, що робити із сильними
          емоціями, і спробуйте зробити це разом: можна плакати, кричати,
          стискати щось, фізично рухатися (стрибати, ходити), дихати глибоко
          (глибокий вдих – затримка дихання – видих, для дуже маленьких дітей ще
          можна дихати так, ніби сильно дмухаєш на квітку). Якщо помітили, що
          дитина стала панікувати – подихайте разом, випийте ковток води,
          обійміться. Будьте поруч, дайте знати: як тільки що – ви тут, нехай
          звертається до вас – вона не одна.
        </li>
        <li>
          Залучайте дитину до вибору того, що будете робити. Давайте вибір із
          кількох варіантів: будемо дивитися мультик чи помалюємо? Пограємо в цю
          гру чи в цю?
        </li>
        <li>
          У кожної сім’ї є справи, які ви щодня робили разом – продовжуйте їх
          робити, це дасть можливість дитині на чомусь концентруватися, трохи
          поверне відчуття спокою. Якщо ви робили руханку зранку, а ввечері
          дивилися пізнавальні відео – продовжуйте.
        </li>
        <li>
          Коли слідуєте з дитиною в сховище, поясніть, що кожен герой казок та
          мультиків проходить випробовування на сміливість і долає різноманітні
          перешкоди. Пригадайте казки, які читали дитині, мультики, які ви
          дивилися разом, і згадайте, які там були випробовування. Це допоможе
          дитині зрозуміти неунікальність ситуації й запустити механізми
          адаптації.
        </li>
        <li>
          У сховищах холодно або душно, тісно, темно. Але у всіх людей є уява!
          Пограйте з дитиною в гру “а вигадаймо щось кольорове, щось дивне, щось
          з вухами й інше”. Так можна зменшити вплив депривації (психічний стан,
          коли немає змоги задовольняти деякі основні (життєві) психічні потреби
          достатньою мірою впродовж тривалого часу).
        </li>
        <li>
          Коли лунають вибухи та постріли, а ви в укритті, можна з дитиною
          уявляти великі крила янголів (фей тощо), що боронять наших воїнів та
          допомагають їм нас захищати.
        </li>
        <li>
          Коли в дитини виникають запитання, як ми можемо допомогти, – малюйте з
          малечею малюнки підтримки та публікуйте їх у соціальних мережах. Так
          дитина побачить і відчує, що вона теж робить щось важливе.
        </li>
        <li>
          Фізичні ігри, дихальні вправи, навчання, вивчення іноземної мови теж
          допоможуть організму стабілізувати психічну систему після
          дезорганізації воєнним станом.
        </li>
        <p>
          <b>
            Найважливіше: будьте спокійні й разом із близькими, вірте в нашу
            армію!
          </b>
        </p>
      </ol>
    </div>
  );
}
