import image from "./1.jpg";

export const title = "Профілактика харчових отруєнь";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />
      <p>
        Чи знаєте Ви яке зло може ховатися за дверцятами Вашого холодильника? За
        даними, опублікованих в офіційному виданні Американської асоціації
        дієтологів, тільки в Америці щорічно реєструється 76 мільйонів
        захворювань, пов’язаних з вживанням неякісної їжі, 325000000
        госпіталізацій і 5000 смертей.
      </p>
      <p>
        Вміщені в зіпсованe їжe бактерії, віруси і паразити представляють
        істотну загрозу для здоров’я, особливо для людей зі зниженим імунітетом
        таких як: вагітні жінки, маленькі діти і літні люди.
      </p>
      <p>
        Харчових отруєнь може запобігти до до 25% всіх випадків, дотримуючись
        простих правил гігієни у себе вдома.
      </p>
      <p>
        Як же нам зрозуміти, що їжа, яка перебуває у нашому холодильнику,
        хорошої якості?
      </p>

      <p>
        <b>
          Давайте почнемо з основ і подивимося як поводитися з нашим
          холодильником повним їжі:
        </b>
      </p>
      <ul>
        <li>
          Вичищайте холодильник 1 раз на 1-2 тижні звичайним миючим засобом і
          водою;
        </li>
        <li>
          Стежите, щоб температура в холодильній камері перебувала в межах від
          +4 до +10 градусів (вершкове масло не повинно бути занадто твердим);
        </li>
        <li>
          Температурний режим у морозильній відділення наступний: для зберігання
          -18 градусів нижче нуля, тоді як для заморожування -24;
        </li>
        <li>
          Якщо в холодильнику що-небудь розіллється, витирайте відразу, для
          запобігання перехресного забруднення;
        </li>
        <li>Вживайте продукти до закінчення терміну придатності;</li>
        <li>
          Також дуже важливо перш ніж готувати або їсти їжу перевірте не почала
          вона псуватися. На жаль, на перших стадіях погіршення якості їжі,
          зовнішніх ознак або запаху немає, зате шкідливі бактерії та
          мікроорганізми починають з’являтися. Тому при найменшому сумніві краще
          відмовитися від вживання продукту.
        </li>
      </ul>

      <h1>Розумне відвідування магазину</h1>
      <p>
        Безпека починається з відвідування продуктового магазину. Намагайтеся
        спершу купувати продукти тривалого зберігання такі як: бакалія, консерви
        і чай, потім свіжі овочі / фрукти і в самому кінці свіже чи заморожене
        м’ясо і решту заморозку. Прибирайте покупки в холодильник відразу після
        повернення додому.
      </p>
      <p>
        Пам’ятайте, що завжди слід залишати трохи вільного місця в холодильнику
        (і особливо морозилці) для вільної циркуляції повітря. Дуже велике
        навантаження, що з’являється при переповненні, може призвести до
        підвищення температури, сприяючи зростанню хвороботворних бактерій і
        організмів.
      </p>

      <h1>
        Скільки ж їжа зберігається в холодильнику, правильне зберігання їжі
      </h1>
      <ol>
        <li>
          Не залишайте розморожені продукти при температурі перевищує 5 градусів
          тепла, бактерії в такому середовищі починають стрімко розмножуватися.
        </li>
        <li>
          Намагайтеся розморожувати заморожені продукти на нижній полиці
          холодильника, щоб вода з них не капала на продукти знизу.
        </li>
        <li>
          Приготована і розігріта їжа, готові салати і закуски не повинні
          перебувати без холодильника більше 2 годин.
        </li>
        <li>
          Ретельно упаковуйте залишки їжі і намагайтеся застосувати їх не більше
          ніж за 2-3 дні. Вакуумна упаковка залишає бактерії без кисню і вони
          гинуть, тому чим більше герметично ви упакуєте їжу, тим довше вона
          буде зберігатися. Використовуйте спеціальну харчову плівку або
          вакуумні контейнери. Не забувайте також, що найбільш сприятливе місце
          зберігання для швидкопсувних страв - верхня полиця холодильника.
        </li>
      </ol>

      <p>
        Всі ці дуже прості правила профілактики харчових отруєнь допоможуть Вам
        уникнути харчових отруєнь і зберегти здоров’я.
      </p>
    </div>
  );
}
