import image from "./1.jpg";

export const title = "Вітряна віспа";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="mr-3 w-60 md:float-left" />

      <p>
        <span className="font-bold italic underline">Вітряна віспа</span>{" "}
        (varicella) — це гостре інфекційне захворювання, переважно дитячого
        віку, що характеризується лихоманкою, а також висипом на шкірі та
        слизових оболонках у вигляді дрібних бульбашок з прозорим вмістом.
      </p>

      <p className="font-bold italic underline">Причини</p>
      <p>
        Збудником вітряної віспи є вірус групи герпесу (ідентичний збудника
        оперізувального герпесу — herpes zoster). Цей вірус швидко поширюється в
        закритих приміщеннях і з легкістю передається повітряно-крапельним
        шляхом через слизові оболонки очей і верхніх дихальних шляхів, тому
        захворювання і отримало назву — вітрянка.
      </p>
      <p>
        <span className="font-bold italic underline">Джерелом інфекції</span> є
        хворий на вітряну віспу, заразний за 1–2 дні до початку захворювання, а
        також у період появи висипки і аж до 5-ої доби з моменту появи останніх
        елементів висипу, причому наявність прямого контакту з ним для зараження
        не обов'язково: вірус дуже леткий і легко проникає в сусідні кімнати і
        навіть суміжні квартири. Однак він не має стійкість у зовнішньому
        середовищі, тому через третіх осіб і предмети поширюється рідко.
      </p>
      <p>
        Найчастіше ж хворіють діти дошкільного та молодшого шкільного віку. Діти
        у віці до 2 міс. і дорослі хворіють рідко. Найбільша захворюваність
        припадає на осінньо-зимовий період.
      </p>
      <p>
        <span className="font-bold italic underline">Вхідні ворота</span> —
        слизова оболонка верхніх дихальних шляхів. Потоком крові вірус
        заноситься переважно в епітеліальні клітини шкіри і в слизові оболонки.
      </p>
      <p className="font-bold italic underline">Симптоми</p>
      <p>
        Інкубаційний період триває від 11 до 21 днів (в середньому 14 днів).
        Захворювання зазвичай починається гостро з підвищення температури і
        майже одночасним висипанням на шкірі, волосистій частині голови і
        слизових оболонках, яке триває протягом 3–4 днів, іноді довше.
      </p>
      <p>
        Первинний елемент висипу — дрібне пляма або папула (вузлик), які дуже
        швидко (через кілька годин) перетворюються в везикулу (бульбашка) з
        гіперемією навколо неї. Через 1–3 дні пухирець лопається і підсихає,
        починаючи з центру, поступово перетворюючись на щільну корочку, після
        відпадіння якої рубців зазвичай не буває.
      </p>

      <p className="font-bold italic underline">Ускладнення вітряної віспи</p>
      <p>
        Ускладнення зазвичай виникають у зв'язку з приєднанням вторинної
        інфекції (рожа, піодермія, абсцес, флегмона, сепсис та ін.) Іноді на
        5–7-й день від початку хвороби розвивається менінгоенцефаліт
        вірусно-алергічного походження. Описано також окремі випадки нефриту,
        осередкового міокардиту.
      </p>
      <p className="font-bold italic underline">Лікування</p>
      <p>
        Хворих лікують зазвичай удома; госпіталізують тільки дітей з тяжкими або
        ускладненими формами.
      </p>

      <h2 className="italic underline">
        ШАНОВНІ БАТЬКИ, ЯКЩО У ВАШОЇ ДИТИНИ ВИЯВИТЬСЯ ВИСИП ЗВЕРТАЙТЕСЬ ДО
        ЛІКАРЯ!
      </h2>
    </div>
  );
}
