import image from "./1.jpg";

export function Content() {
  return (
    <div className="content">
      <img src={image} className="float-left mr-3 w-90" />

      <p>
        Звичайно, повністю викоренити дитячий травматизм неможливо – від
        нещасного випадку, на жаль, не застрахований ніхто. Але завдання батьків
        – максимально забезпечити свою дитину.
      </p>
      <p>
        Адже більшість травм відбуваються саме з вини батьків – не доглядали та
        не роз'яснювали ...
      </p>
      <p>Способи профілактики дитячого травматизму залежать від віку дитини.</p>
      <p>
        У грудному віці, наприклад, особливо важливий постійний нагляд.
        Звичайно, важко устежити за дитиною 24 години в добу, 7 днів в тиждень,
        але чим молодше дитина, тим важливіше не випускати його з виду.
      </p>
      <p>
        Дитячий травматизм в дитячому віці цілком і повністю на совісті батьків.
        Немовля ще не знає, що таке “небезпечно”, і пояснити йому це не можна.
      </p>
      <p>
        Отже якщо малюк проковтнув гудзик або – не дай Бог! – випав з коляски,
        що стояла на балконі, винні батьки.
      </p>
      <p>
        Дитина росте, починає ходити, гуляти з вами на вулиці, так що тепер ваше
        завдання – МАКСИМАЛЬНО ЗАХИСТИТИ його від травмобезпечних предметів.
      </p>
      <p>
        Удома – заховати від нього крихкі і гострі предмети, сірники,
        нагрівальні електроприлади, хімікати (чистячі засоби, фарби, лаки і
        ін.).
      </p>
      <p>Розетки закриваються спеціальними заглушками.</p>
      <p>
        Треба закривати вікна (чи хоч би забезпечити їх міцними сітками) і не
        підпускати дитину до плити і іншої небезпечної побутової техніки.
      </p>
      <p>
        Крім того, в цьому віці треба вже учити дитину самостійно визначати міру
        небезпеки.
      </p>
      <p>
        Розкажіть йому, що сірниками і праскою можна обпектися, ножем –
        порізатися, а окропом – обваритися.
      </p>
      <p>
        У цьому віці діти вже цілком здатні сприймати аргументацію, і краще
        нехай він дізнається про небезпеку з ваших слів, чим на власному
        досвіді.
      </p>
      <p>
        Тільки розповідайте спокійно, НЕ ПОТРІБНО ЗАЛЯКУВАТИ ДИТИНУ!!! Звичайно,
        повністю викоренити дитячий травматизм неможливо – від нещасного
        випадку, на жаль, не застрахований ніхто. Але завдання батьків –
        максимально забезпечити свою дитину.
      </p>
      <p>
        Адже більшість травм відбуваються саме з вини батьків – не доглядали та
        не роз'яснювали ...
      </p>
      <p>Способи профілактики дитячого травматизму залежать від віку дитини.</p>
      <p>
        У грудному віці, наприклад, особливо важливий постійний нагляд.
        Звичайно, важко устежити за дитиною 24 години в добу, 7 днів в тиждень,
        але чим молодше дитина, тим важливіше не випускати його з виду.
      </p>
      <p>
        Дитячий травматизм в дитячому віці цілком і повністю на совісті батьків.
        Немовля ще не знає, що таке “небезпечно”, і пояснити йому це не можна.
      </p>
      <p>
        Отже якщо малюк проковтнув гудзик або – не дай Бог! – випав з коляски,
        що стояла на балконі, винні батьки.
      </p>
      <p>
        Дитина росте, починає ходити, гуляти з вами на вулиці, так що тепер ваше
        завдання – МАКСИМАЛЬНО ЗАХИСТИТИ його від травмобезпечних предметів.
      </p>
      <p>
        Удома – заховати від нього крихкі і гострі предмети, сірники,
        нагрівальні електроприлади, хімікати (чистячі засоби, фарби, лаки і
        ін.).
      </p>
      <p>Розетки закриваються спеціальними заглушками.</p>
      <p>
        Треба закривати вікна (чи хоч би забезпечити їх міцними сітками) і не
        підпускати дитину до плити і іншої небезпечної побутової техніки.
      </p>
      <p>
        Крім того, в цьому віці треба вже учити дитину самостійно визначати міру
        небезпеки.
      </p>
      <p>
        Розкажіть йому, що сірниками і праскою можна обпектися, ножем –
        порізатися, а окропом – обваритися.
      </p>
      <p>
        У цьому віці діти вже цілком здатні сприймати аргументацію, і краще
        нехай він дізнається про небезпеку з ваших слів, чим на власному
        досвіді.
      </p>
      <p>Тільки розповідайте спокійно, НЕ ПОТРІБНО ЗАЛЯКУВАТИ ДИТИНУ!!!</p>

      <h1>
        Чим старше стає дитина,
        <br />
        тим більш важливим стає ПОЯСНЕННЯ ПРАВИЛ техніки безпеки!!!
      </h1>

      <p>
        Коли дитина йде в школу, батьки часто перекладають відповідальність за
        дитячий травматизм на класних керівників, учителів фізкультури, праці.
      </p>
      <p>
        Так, під час уроків учителі несуть відповідальність за дитину, але
        БАТЬКИ САМІ ПОВИННІ ОЗНАЙОМИТИ своє чадо з правилами дорожнього руху і
        іншими правилами безпеки!!!
      </p>
      <p>
        Врешті-решт, учитель відповідає за цілий клас, дуже важко устежити за 40
        дітьми.
      </p>
      <p>
        У вас же тільки одна дитина – і у ваших силах зробити так, щоб він не
        намагався вибігти на проїжджу частину або викинути ще що-небудь
        небезпечне.
      </p>
    </div>
  );
}
